{
  "Missing": "Ada buku yang hilang di sini...",
  "0": "Tips Dalam Bertani--\n*Pakai berbagai jenis pupuk untuk meningkatkan kualitas panen, mengurangi beban kerja, atau mempercepat pertumbuhan tanaman.\n*Pohon buah butuh semusim penuh untuk tumbuh, tapi ia hanya butuh sedikit perawatan. Pastikan area sekitar tunas bersih, atau pohonnya tidak akan tumbuh dengan baik.\n*Tanaman akan mati saat musim berakhir, kecuali kalau mereka bisa tumbuh di banyak musim (Contoh. Jagung).\n*Beberapa tanaman, seperti kubis keriting and gandum, harus dipanen dengan sabit.",
  "1": "...Buku ini ditulis oleh Marnie.\n 'Binatang sangatlah sensitif. Mereka suka dielus-elus setiap hari, dan lebih suka dengan rumput di luar daripada jerami yang kering. Tapi mereka tidak suka diluar saat hujan turun. Binatang yang bahagia akan menghasilkan produk berkualitas tinggi!'",
  "2": "Hasil Bumi Liar\n Hutan lokal dan pegunungan merupakan tempat terbaik untuk menemukan hasil bumi liar! Pencari hasil bumi liar yang baik pasti akan membersihkan gulma, pohon yang tumbang, dan batuan dari area ini, supaya tanaman liar bisa mendapatkan tempat yang luas untuk tumbuh!\nAhli pencari hasil bumi liar tahu rahasia untuk membudidayakan makanan liar supaya bisa ditanam di kebun. Bukankah itu luar biasa?",
  "3": "Sang Nelayan, Ayat I: \nTex: Gordy, bagaimana kau bisa menangkap banyak ikan? Aku butuh waktu lama untuk mengumpulkan sebanyak ini!\nGordy: Kamu harus mulai mengambil jalan nelayan sejati... dan sembari itu kecepatan memancingmu akan meningkat!\nTex: Jadi maksudmu dengan meningkatkan kemampuan memancingku akan membuatku bisa memancing dengan cepat?\nGordy: Benar. Suatu hari nanti kamu mungkin akan tahu rahasia cara membuat pelampung untuk pancingmu, dan meningkatkan kemampuanmu lebih baik lagi. Sekarang, pergilah!",
  "4": " Sampai berapa dalam gua itu?\n Pertanyaan ini sudah sering diulang-ulang oleh kebanyakan petualang di Stardew Valley dari tahun ke tahun... Kenyataannya, tidak ada yang tahu pasti. Atau mungkin, tidak ada yang menceritakannya.\nSayangnya, banyak yang melakukan perjalanan ke gua tersebut tapi tidak pernah kembali lagi...\nMeski begitu, ada beberapa petualang pemberani yang sudah menjelajahi gua tersebut sampai dalam sekali, dan kembali dengan laporan yang menarik.\n Tampaknya, gua ini dipisah menjadi tiga area, masing-masing dengan mosnter dan harta karun yang unik.\nBeberapa petualang menyebutkan tentang danau bawah tanah dan monster-monster aneh... Tapi pernyataan tersebut masih belum terbukti kebenarannya.",
  "5": "Jurnal seorang petani tua:\n Aku sudah setahun di sini, dan aku mulai berteman dengan warga lokal. Rasanya menyenangkan! Dan mereka sering mengirimiku hadiah dan resep rahasia keluarga lewat surat, juga! Itu sangat membantu.",
  "6": "'Scarecrow'\n Setelah tanamanmu di kebun banyak yang tumbuh, kebunmu pasti akan dikunjungi gagak. Di pagi harinya, kau baru menyadari kalau gagak-gagak tersebut memakan hasil kerja kerasmu!\nSalah satu cara untuk mencegah gagak yang menyebalkan agar tidak memakan tumbuhanmu adalah dengan memasang Scarecrow di dekatnya.\nIngatlah bahwa Scarecrow punya jarak yang terbatas, jadi kamu akan butuh beberapa jika kebunmu luas.\nScarecrow akan ingat berapa ekor gagak yang mereka usir. Kamu bisa memanfaatkan informasi itu untuk menentukan apakah mereka ada di area yang tepat atau bukan.\n\n* 'Collectible Scarecrow' tidak hanya untuk pajangan! Mereka juga berfungsi sama seperti model yang biasa.",
  "7": "Rahasia Stardrop \n--\nSelama ribuan tahun, orang-orang tertarik pada kekuatan misterius stardrop... tapi tidak ada yang tahu darimana asalnya!\n Professor R. J. Kutler, seorang peneliti terkemuka yang meneliti buah-buahan aneh, mengatakan: 'Kami sudah menemukan jejak materi genetik dari meteor yang mirip dengan Stardrop, tapi tidak ditemukan kecocokan'.\nEntah dari manapun asalnya, buah istimewa ini dikatakan sangat luar biasa lezat... dan beberapa bahkan mengaku mendapatkan kekuatan spesial bagi yang memakannya.",
  "8": "Journey Of The Prairie King -- Vidio Gim Yang Lagi Ngehit!\n\nApa kamu tahu? Siapapun yang bisa menamatkan 'Journey Of The Prairie King' akan secara langsung dimasukkan ke undian dengan hadiah spesial!\n\nApa kamu tahu? Pengembangnya mengatakan bahwa tokoh utamanya berdasarkan karakter kisah nyata... Seorang pahlawan koboi sejati dari pulau padang rumput di Laut Permata!",
  "9": "-- Studi Dalam Panen Berlian --\n\n Setelah bertahun-tahu melakukan riset di tambang, aku yakin bahwa aku mempelajari sesuatu tentang frekuaensi berlian.\nPenelitianku hanya melibatkan batuan yang berada di tambang...yang bisa dihancurkan dengan belencong. Mineral yang dihasilkan dari sumber lain membutuhkan riset lebih dalam.\nBerlian tampaknya hanya terbentuk di tambang lantai 50 atau lebih dalam. Pada lantai 50, kemunginannua adalah 1 dari 500 batu akan berisikan berlian.\n Setelah tingkat 50, frekuensi berlian tampak meningkat dengan nilai sekitar 0.000016 tiap tingkatnya. Batuan mulia yang sangat langka!\n-M. Jasper",
  "10": "-~-Panduan Pembuat Bir-~-\n Ah... bir! \nAroma ragi kental yang bercampur dengan kayu pohon cemara... Warna bunga hop yang dipetik pada malam musim dingin... aku mulai ngelantur. Kamu mungkin lebih tertarik dengan penjelasan teknis dalam membuat bir...\nUntuk membuat bir, kamu akan butuh sebuah keg. Aku akan serahkan padamu untuk cara membuat keg-nya.\nKeg dapat digunakan untuk membuat beberapa produk. Jika sayuran yang dimasukkan, maka keg akan menghasilkan jus. Jus butuh waktu paling sedikit untuk diproses.\nJika gandum dimasukkan ke dalam keg, maka itu akan memproduksi bir. Bir butuh waktu untuk diproses, tapi lumayan menguntungkan.\nMeletakkan bunga hop dalam keg maka akan memproduksi 'Pale Ale'\nMasukkan buah ke dalam keg untuk memproduksi wine. Wine butuh waktu yang sangat lama untuk diproses, tapi sebuah wine yang dibuat dari buah terbaik akan menghasilkan laba yang lumayan!\nBersabarlah dengan keg-mu... kau akan tahu saat prosesnya selesai jika keg-mu diam tak bergerak. Dan minumlah dengan bijak, atau kau akan menyesal nanti!",
  "11": "Misteri Para Kurcaci\nPara Kurcaci menyebut diri mereka 'Smoluanu'... yang berarti 'orang-orang langit'. Nama yang aneh bagi segerombolan kelompok yang hidup jauh di bawah tanah, bukan?\nMisteri lainnya dari kurcaci adalah teknologi canggih yang diduga mereka miliki. Bukti semacam inilah yang menuntunku, mengacuhkan tertawaan rekan-rekanku, untuk untuk menawarkan sebuah teori baru:\nAku percaya bahwa kurcaci adalah sisa dari peradaban maju yang alat transportasi antar planetnya jatuh ke planet ini dahulu sekali.\nAku beranggapan bahwa piring terbang kurcaci jatuh ke tanah, yang sangat dalam... dan seiring waktu, para kurcaci mulai beradaptasi dengan lingkungan bawah tanah tersebut.\n Rekanku bertanya, 'Kenapa mereka tidak naik ke atas dan tinggal di permukaan?' ...Mungkin planet asal mereka puny atmosfer yang lebih tebal yang melindungi mereka dari radiasi bintang, dan mereka tidak bisa bertahan hidup dengan paparan sinar matahari.\n Itu bisa menjelaskan kenapa mereka hanya ke permukaan di malam hari untuk mengambil apa yang mereka butuhkan dari rumah kita...\n\n-M. Jasper",
  "12": "Cuplikan Dari Buku Yoba\n\nSebelum waktu hanya ada cahaya keemasan yang abadi.\n Cahaya tersebut menyebut dirinya...'Yoba'.\nYoba ingin lebih.\nYoba memuta-mutar cahaya sampai menjadi sebuah pusaran. Yoba memutar dan memutar lagi hingga terbentuk sebuah lubang di tengah pusaran.\nDAri lubang ini muncul sebuah bibit.\nYoba menghaluskan cahaya keemasan tersebut.\nYoba menghaluskan dan menghaluskan lagi, dan cahaya tersebut menjadi tanah.\nDi tanah ini, Yoba menanam bibit tersebut.\nBibitnya tumbuh, dan lihatlah! Sebuah batang menjulur ke langit, memutar dan menjajaki, memanggil bayangan yang menggeliat menuju keemasan yang hampa.\nSetelah 11 hari, batang tersebut melahirkan buah.\nYoba, yang dikenal kebijakannya, mengelupas kulit keras dari buah tersebut dan melihat ada dunia di dalamnya.\nDan begitulah asal-usul dunia ini.",
  "13": "Panduan Menikah Bagi Petani\nSebelum kamu melamar seseorang, kamu harus berpacaran dulu dengannya (Tembak seseorang dengan membeli buket bunga dari Pierre).\n Ketika kamu siap melamar, kamu harus memberi dia 'Jimat Putri Duyung'. Semua orang tahu apa artinya jika kau memberi mereka jimat ini.\n Dirumorkan bahwa di hari yang badai, hantu seorang Pelaut Tua akan muncul di Stardew Valley, menggenggam jimat tersebut.\n Setelah upacara pernikahan, pasanganmu akan pindah ke rumahmu. Ingatlah untuk selalu memperlakukan pasanganmu dengan baik... Mereka masih tetap senang diberi hadiah meskipun sudah kau nikahi!\n \n(Dibayar oleh Pierre)",
  "14": "The Fisherman, Act II: \nTex: Gordy, ceritakan kisah nelayan terbaikmu padaku.\nGordy: *bernafas dalam*...Aku sudah menangkap banyak ikan dalam hidupku...Dan beberapa ikan ada yang sangat langka dan sulit ditangkap...Tapi ada yang juga yang kutangkap selama tiga hari tiga malam karena saking sulitnya\nGordy: Aku menyebut ikan ini... 'The Legend'. Dia besar dan buas... Dan semakin kuat aku menarik pancingku, semakin kuat pula dia menarik umpannya. Aku sempat lengah sesaat dan dia membelah perahuku jadi dua bagian. Aku tidak pernah memancing lagi semenjak itu.\nTex: Apa kau pikir ada seseorang yang bisa menangkapnya?\nGordy: Hmm... Jika orang ini ahli memancing, dan bisa menangkap ikan-ikan langka terlebih dulu, dan juga makan makanan yang tepat... maka bisa saja. Hal yang paling penting adalah kau harus menghormati lautan, nak.\nTex:...nak? Jangan-jangan... Kamu...\n ...a...ayah?\nGordy: Ya, putraku.\n\n**Musik Dramatis bermain ketika tirai ditutup**",
  "15": "Laporan Teknologi!\n\nCetak biru dari alat canggih yang disebut 'Crystalarium' telah dipublikasikan.\n Mesin ini mampu membuat kristal tanpa perlu bahan apa-apa, memberikan pemilik mesin pasokan batu mulia tanpa ada batasan!\nBegini cara kerjanya: Taruh sebuah batu mulia yang mau kau duplikat ke dalam crystalarium... \nlalu bersabarlah, prosesnya bisa terjadi selama berhari-hari... setelah selesai maka crystalarium akan menghasilkan duplikat batu mulia apapun yang kau taruh di dalam!\nKau akan akan tahu kalau hasilnya sudah siap saat mesinnya berhenti bergetar. Setelah kau mengambil batuan mulia hasil duplikat maka crystalarium akan memproses duplikatnya lagi... Kalian tidak perlu memberinya apa-apa kecuali saat ingin mengganti jenis batuan mulia yang ingin kalian duplikat!\nSayangnya, crystalarium tidak bisa menduplikat batuan mulia yang sangat langka semacam 'Permata Prismatik'... Entah kenapa, gelombang elektromagnetik dari Permata Prismatik bereaksi negatif pada mesin crystalarium.",
  "16": "Rahasia dari ikan legendaris\n\nPara nelayan menyebut lima ikan langka dan unik yang hanya bisa ditangkap oleh pengguna pancing yang sangat ahli. Setelah ditangkap, mereka tidak akan muncul lagi.\n\nIkan crimsonfish hidup di lautan hangat musim panas. Ada yang pernah melihat sosok ikan ini di bagian ujung timur pantai.\n\nIkan Glacierfish, hanya muncul saat musim dingin, hanya bisa ditangkap di ujung selatan pulau kepala panah di Hutan Cindersap... dekat di tempat di mana air laut bertemu dengan air sungai.\n\nIkan Anglerfish tampak pada saat musim gugur, di ujung selatan desa di mana aliran sungai turun dari gunung.\n\nRumor menyebutkan bahwa ada ikan aneh, dan buruk rupa yang tinggal di saluran got.\n\n\n\nIkan terakhir, adalah spesies yang belum pernah ada yang bisa menangkap, orang-orang menyebutnya ikan 'legend'. Dirumorkan juga bahwa dia tinggal di dalam bongkahan pohon yang tenggelam di danau dekat gunung, dan hanya muncul pada saat hujan di musim semi untuk menyantap telur-telur katak. Hanya nelayan paling ahli yang bisa berharap untuk menangkapnya.\n\nLatihlah teknik memancingmu dengan keras, maka kau akan bisa menangkap ikan-ikan langka tersebut. Jangan lupa untuk menghormati perairan dan jangan mengambil terlalu banyak ikan dari ekosistem.",
  "17": "...Aku melihat ada sesuatu yang aneh di terowongan menuju ke jalan keluar dari Pelican Town. Ada pintu kecil tersembunyi di kegelapan. Tapi pintunya tidak dapat dibuka.\n\n-Gunther",
  "18": "Catatan dari Gunther: Wow, perpusatakaan ini jadi tempat yang semakin hebat, semua berkat bantuanmu! Terima kasih banyak!",
  "19": "Goblin^oleh M. Jasper^^Spesie yang secara umum dikenal sebagai \"Goblin\" sepertinya berasal dari hutan di ujung timurlaut, melewati Bukit Bluemire. Dengan ciri-ciri kulit berwarna hijau, mata merah menyala, dan bau busuk, berjumpa dengan Goblin dapat menakutkan bagi wisatawan yang kurang pengalaman.^^Meskipun memiliki penampilan yang meresahkan, Goblin memeiliki kecerdasan dan kapasitas emosional yang mirip seperti manusia, dan tidak bermasalah saat mempelajari bahasa dan adat istiadat kita. Para goblin yang kutemui kebanyakan sangat ramah, setelah aku menunjukkan niat baikku. Sayangnya, berabad-abad diskriminasi dari manusia membuat beberapa goblin bekerja dengan penyihir, ahli nujum, dan sejenisnya.^^Diet tradisional goblin kebanyakan terdiri dari daging, khususnya dari varian daging yang besar dan padat yang berasal dari dekat hutan tempat goblin berasal. Pada kesempatan khusus, Goblin akan memanjakan diri dengan item yang disebut 'void mayonnaise'... yang dianggap terlezat dari semua hidangan Goblin.",
  "20": "Solok Ulan Paa Eno Ra Coto Ulan Coto Ulan Mabo Bel Eno Ra Teba Omi Walo Nemo^^Dop Ulan Coto Kui Mabo Awa Yoba Omi Solok Awa Lon Omi Omi Nemo^^Solok Teba Ra Awa Nemo Gawa Eno Bel Ulan Nemo Teba Omi Yoba Bel Omi Xi"
}