{
  "Maru0": "Aku sangat bersemangat.$h#$b#Aku akan menjadi istrimu. Hehe.$l",
  "Maru1": "Aku harus persiapkan mental untuk menjadi istri Petani.",
  "Leah0": "...$l#$e#Aku agak gugup. Tapi senang.$h",
  "Leah1": "Aku selalu bermimpi tinggal dikebun.$h#$e#Aku akan sangat bahagia.",
  "Haley0": "Aku senang!$h#$e#Ini seperti mimpi jadi kenyataan.$l",
  "Haley1": "Tak apa. Aku tau kita tak bisa bulan madu, karena kebun butuh diurus juga.#$e#Aku petani juga sekarang!",
  "Penny0": "@.. Aku sedikit takut. Ini adalah perubahan yang besar!#$e#Jangan khawatir, Aku sangat bahagia juga.$h",
  "Penny1": "Sebentar lagi kita akan punya keluarga kecil petani.$l#$e#Aku sangat senang kau punya perasaan padaku.$h",
  "Abigail0": "Hehe. Aku? Menikah? Aku tak menyangka ini akan terjadi.$h#$e#Kita akan bersenang-senang bersama.$h",
  "Abigail1": "Aku dilamar seorang Petani. Wow!$h#$e#Kehidupan kita akan mulai berbeda dari sekarang.$l",
  "Sam0": "Aku akan sangat bahagia menjadi suami mu, @.$l#$e#Aku bersemangat.",
  "Sam1": "Aku tak menyangka ini akan terjadi. Aku sangat beruntung.$l#$e#Aku tak sabar sampai hari pernikahan kita.$h",
  "Sebastian0": "Dalam beberapa hari lagi aku akan tinggal dikebun. Aku tak percaya itu.$h#$e#Tapi, aku bahagia.$l",
  "Sebastian1": "Ketika kau muncul dikota, Aku tak menyangka aku akan menikahimu suatu hari nanti.$l#$e#Hidup itu aneh, ya kan?$h",
  "Harvey0": "Ya ampun! Aku harus melakukan banyak persiapan sebelum hari pernikahan! Aku gugup.$l#$e#Aku akan lega saat kita sudah tinggal dikebun.$h",
  "Harvey1": "Aku sangat bahagia.$h#$e#Dari dulu inilah harapan ku.$l",
  "Elliott0": "Kebun akan jadi tempat menyenangkan untuk menulis. Aku sungguh tak sabar.$h#$e#Kita akan jadi pasangan yang serasi.$l",
  "Elliott1": "Ini akan menjadi petualangan yang baru! Aku sangat bersemangat. Kamu?$h#$e#Kita bisa pakai rumahku sebagai rumah pantai.$l",
  "Alex0": "@, ini adalah hal terindah yang terjadi dalam hidupku.$l#$e#Aku tak bisa menunggu.$h",
  "Alex1": "Aku akan menyukai menjadi petani.$h",
  "Shane0": "Sebagian diriku bertanya, apakah ini hanya lelucon.#$e#Aku tak menyangka orang seperti mu ingin menikahi ku.",
  "Shane1": "@... Kepalaku pusing, walaupun aku belum menyentuh bir.",
  "Emily0": "Bisa kah kau percaya kita akan hidup bersama? Aku tak pernah tinggal bersama selain dengan keluargaku.#$e#Ini... sungguh menyenangkan.",
  "Emily1": "Aku selalu tau sesuatu yang baik akan terjadi pada kita... Aku tak menyangka ini yang akan terjadi!$h#$e#Si Kakatua bersemangat juga.",
  "Krobus0": "@... Aku takut hubungan kita harus terus menjadi rahasia... Baik kaumku maupun kaummu tidak akan menerima jika kita tinggal berasama.",
  "Krobus1": "Kau tau kan kalau aku akan menjadi teman hidup yang sangat aneh? Aku tidak akan pernah bisa meninggalkan rumah..."
}