{
  "Maru0": "Aku senang sekali.$h#$b#Aku akan jadi istrimu. Hehe.$l",
  "Maru1": "Aku harus siap secara mental untuk jadi istri seorang petani.",
  "Leah0": "...$l#$e#Aku agak gugup. Tapi bahagia.$h",
  "Leah1": "Aku selalu bermimimpi untuk tinggak di pertanian.$h#$e#Aku akan sangat bahagia.",
  "Haley0": "Aku sangat bahagia!$h#$e#Ini seperti yang selalu kuimpikan.$l",
  "Haley1": "Tenang saja. Aku tahu kok kita tidak bisa berbulan madu, karena kebunmu perlu dirawat.#$e#Sekarang aku juga seorang petani!",
  "Penny0": "@.. Aku agak takut. Ini perubahan yang besar!#$e#Tenang saja, aku juga bahagia sekali.$h",
  "Penny1": "Kita akan segera punya keluarga kecil.$l#$e#Aku senang kamu merasa seperti ini denganku.$h",
  "Abigail0": "Hehe. Aku? Menikah? Aku tidak pernah berfikir ini akan terjadi.$h#$e#Kita akan bersenang-senang bersama-sama.$h",
  "Abigail1": "Aku dilamar seorang petani. Wow!$h#$e#Akan terjadi banyak perubahan di hidup kita mulai sekarang.$l",
  "Sam0": "Aku akan bahagia sekali jadi suamimu, @.$l#$e#Aku senang.",
  "Sam1": "Aku tidak pernah tahu ini akan terjadi. Aku sangat beruntung.$l#$e#Aku tidak sabar menunggu pernikahan kita.$h",
  "Sebastian0": "Dalam beberapa hari aku akan hidup di pertanian. Aku tidak percaya ini.$h#$e#Aku bahagia.$l",
  "Sebastian1": "Saat kamu pertama datang ke desa, aku tidak mengira kalau kita akan menikah suatu hari nanti.$l#$e#Hidup itu misterius, ya?$h",
  "Harvey0": "Astaga! Aku harus menyiapkan banyak hal sebelum pernikahan! Aku gugup.$l#$e#Aku akan lega setelah kita menetap bersama di pertanianmu.$h",
  "Harvey1": "Aku bahagia sekali.$h#$e#Ini selalu jadi harapan rahasiaku.$l",
  "Elliott0": "Pertanianmu akan jadi tempat menyenangkan untuk menulis. Aku akan menantikan ini.$h#$e#Kita akan jadi pasangan yang hebat.$l",
  "Elliott1": "Ini akan jadi petualangan hebat! Aku sangat senang. Bagaimana denganmu?$h#$e#Kita bisa gunakan pondokku sebagai rumah pantai.$l",
  "Alex0": "@, ini hal terhebat yang pernah terjadi padaku.$l#$e#Aku sudah tidak sabar.$h",
  "Alex1": "Aku akan senang jadi petani.$h",
  "Shane0": "Sebagian dari diriku masih bertanya-tanya apa ini cuma candaan.#$e#Aku tidak percaya kamu mau menikahi orang sepertiku.",
  "Shane1": "@... Kepalaku pening, padahal aku belum minum bir hari ini.",
  "Emily0": "Percayakah kamu kita akan tinggal bersama? Aku belum pernah tinggal bersama siapapun sebelumnya selain dengan keluagaku.#$e#Ini... luar biasa.",
  "Emily1": "Aku tahu sesuatu yang penting akan terjadi dengan kita... Tapi aku tidak pernah mengira soal ini!$h#$e#Beonya juga senang sekali.",
  "Krobus0": "@... Sayangnya kita harus merahasiakan ini... Bangsaku ataupun bangsamau tidak akan ada yang menyetujui kita hidup bersama.",
  "Krobus1": "Kamu tahu aku adalah orang yang aneh untuk diajak tinggal bersama, 'kan? Aku tidak akan keluar dari rumah..."
}