{
  "LostItemQuest_DefaultThankYou": "Kau menemukannya! Terima kasih.",
  "NewChild_SecondChild1": "Lihat keluarga kecil kita... Kita sudah sejauh ini, benar?",
  "NewChild_SecondChild2": "Dua anak yang sehat... Kita sudah sejauh ini, ya kan?",
  "NewChild_Adoption": "Aku sangat bahagia menyambut {0} ke kehidupan kita.",
  "NewChild_FirstChild": "Segalanya berjalan baik, dan sekarang {0} menjad bagian keluarga.. Kita sangat beruntung.",
  "Spouse_KitchenBlocked": "Banyak barang-barangmu yang menghalangi jalan kedapur... Kurasa kau tak akan dapat makan malam hari ini.$a",
  "Spouse_MonstersInHouse": "Um... Sayang? Kenapa ada monster dalam rumah?",
  "Farm_RobinWorking_ReadyTomorrow": "Hey, {0} baru mu akan selesai besok, tak sabar?",
  "Farm_RobinWorking1": "Hey, {0} baru mu akan siap dalam {1} hari. Tak usah dipikirkan.",
  "Farm_RobinWorking2": "Tenang, {0} baru mu akan siap dalam {1} hari. Aku akan kerja lembur!",
  "AnimalShop_Marnie_Trash": "Kenapa kau melihat kedalam tempat sampah?$s",
  "JoshHouse_Alex_Trash": "Uh.. Apa yang kau lakukan?$s",
  "SamHouse_Sam_Trash": "Hey, jangan lihat kedalam situ!$a",
  "SeedShop_Abigail_Drawers": "Hey, jangan lancang! Itu barang pribadi!$a",
  "Wizard_Hatch": "Apa yang kau lakukan? Hanya orang yang kupercaya bisa masuk kesana.",
  "Clint_NoInventorySpace": "Hey. Pesananmu telah selesai tapi kau tak punya cukup ruang dalam tas mu.",
  "Clint_StillWorking": "Um, aku masih mengerjakan {0}. Tak akan selesai hari ini.",
  "Gunther_MuseumComplete": "Museum jadi luar biasa! Terimana kasih atas bantuanmu.",
  "Gunther_NothingToDonate": "Sepertinya kau tak punya apapun untuk didonasi ke museum. Kembalilah setelah kau berburu harta karun.",
  "Gunther_NoArtifactsFound": "Hello! Selamat datang di kantor Arkeologi Stardew Valley.#$b#Uh... Ini agak memalukan, tapi kolektor terdahulu pergi dengan membawa barang koleksinya. Jadi tak ada sesuatu untuk ditunjukan.#$b#Tapi masalah itu akan teratasi sekarang, kalau kau menemukan artifak diluar sana, mau kah kau memberitau ku?",
  "Sandy_PlayerClubMember": "Apa yang terjadi? Kau member klub?!",
  "MisterQi_PlayerClubMember": "Senang akhirnya bertemu denganmu bocah. Selamat datang ke klub eksklusif ku.#$e#Kau mempunyai 'Sinar'... itulah kenapa aku merekrut mu.#$e#Sinar apa? Ah... The conduit of mystery, of art...#$b#Orang seperti kita memiliki tanggung jawab untuk menjaga bumi ini tetap hidup, agar orang-orang dapat menikmatinya.#$e#Dunia ini seperti semangkuk nasi. Bisa dinikmati, tapi tak enak tanpa pelengkap. Kita adalah pelengkapnya.#$b#Apa kau tak pernah penasaran kenapa ada harta karun didalam tambang? Yah, aku suka memberi orang kejutan.#$e#Suatu hari kau akan mengerti, tetap semangat dalam bekerja keras!",
  "Robin_HouseUpgrade_Accepted": "Terima kasih! Aku akan mulai besok. Waktu pengerjaannya kira-kira tiga hari.",
  "Robin_PamUpgrade_Accepted": "Kau sungguh baik! Aku akan mulai besok. Waktu pengerjaannya kira-kira tiga hari.",
  "Mines_PlayerKilled_Robin": "...Aku menemukanmu pingsan di tambang. Awalnya kukira kau adalah kayu yang tergeletak!#$b#Lebih hati-hati lain kali, ok?$s",
  "Mines_PlayerKilled_Clint": "...Aku menemukanmu tak sadarkan diri di tambang. Punggungku sakit gara-gara membawamu kembali.#$b#Lain kali tolong lebih hati-hati, mengerti?$s",
  "Mines_PlayerKilled_Maru_Spouse": "...Aku menemukanmu berbaring di tambang. Kau pergi terlalu lama jadi aku khawatir padamu!#$b#Kumohon lain kali lebih hati-hati, ok?$s",
  "Mines_PlayerKilled_Maru_NotSpouse": "...Aku menemukanmu pingsan di tambang. Aku sedang mencari mineral dan hampir menginjak kepala mu!#$b#Berhati-hatilah lain kali, ok?$s",
  "Mines_PlayerKilled_Linus": "...Aku menemukanmu pingsan di tambang. Kau beruntung aku kebetulan lewat!#$b#Harusnya kau lebih hati-hati!$s",
  "Mines_PlayerKilled_Spouse_PlayerMale": "Kau pergi terlalu lama jadi aku khawatir dan mencarimu! Aku menangis saat melihat luka-luka mu...$s",
  "Mines_PlayerKilled_Spouse_PlayerFemale": "Aku khawatir karena kau pergi terlalu lama! Jantung ku hampir berhenti berdetak saat melihat luka-lukamu...$a",
  "Morris_PlayerSignedUp": "Bagus! Selamat datang di PT Joja! Kembali besok dan kita akan membicarakan membangun kembali komunitas... Oh, dan jangan lupa bawa dompetmu! Hehe.#$b#Sekarang, aku akan menelfon Walikota Lewis dan membicarakan pembangunan ulang Balai Kota yang tua itu...",
  "Morris_ComeBackLater": "Kembali besok dan kita akan mulai membangun Balai Kota... Pastikan kau bawa uang banyak. Hehe.",
  "Morris_Greeting": "Selamat datang di JojaMart! Apa kabarmu hari ini?#$b#Kurasa kita belum pernah bertemu. Aku Morris, kepala bagian Joja Customer Satisfaction Representative.#$b#Apabila kau memutuskan untuk bergabung, aku dengan senang hati membantumu untuk pengalaman baru.",
  "Morris_WeekendGreeting": "Selamat datang di JojaMart! Bagaimana akhir minggu mu?#$b#Kami sedang mengatur ulang sistem member di Joja. Kuharap kau akan bergabung!",
  "Morris_FirstGreeting": "Selamat datang di JojaMart! Apa kabarmu hari ini?#$b#Kami sedang mengatur ulang sistem member di Joja. Kuharap kau akan bergabung!",
  "Morris_FirstGreeting_CommunityCenterComplete": "Selamat datang di JojaMart! Apa kabarmu hari ini?#$b#Sayangnya, karena beberapa alasan, pendaftaran membership Joja sedang tidak tersedia. Tapi saya takin akan segera tersedia kembali!",
  "Morris_WeekendGreeting_CommunityCenterComplete": "Selamat datang di JojaMart! Apa kabarmu hari ini?#$b#Sayangnya, karena beberapa alasan, pendaftaran membership Joja sedang tidak tersedia. Tapi saya takin akan segera tersedia kembali!",
  "Morris_WeekendGreeting_MembershipAvailable": "Selamat datang di JojaMart! Bagaimana liburan mu?#$b#Membership sudah tersedia sekarang! Dengan membership Joja, kau dapat mengembangkan komunitas menggunakan tenaga kerja kita... dengan gratis, tentunya.#$b#Oh, satu hal lagi... Walikota Lewis jika ada satu orang lagi yang bergabung maka ia mengijinkan merubah Balai Kota menjadi Gudang milik Joja. Bukankah itu luar biasa?#$q -1 -1#Harga Membership {0}g. Maukah kau bergabung?#$r -1 -1 Yes#Yes.#$r -1 -1 No#No.",
  "Morris_FirstGreeting_MembershipAvailable": "Selamat datang di JojaMart! Bagaimana harimu hari ini?#$b#Membership sudah tersedia sekarang! Dengan membership Joja, kau dapat mengembangkan komunitas menggunakan tenaga kerja kita... dengan gratis, tentunya.#$b#Oh, satu hal lagi... Walikota Lewis jika ada satu orang lagi yang bergabung maka ia mengijinkan merubah Balai Kota menjadi Gudang milik Joja. Bukankah itu luar biasa?#$q -1 -1#Harga Membership {0}g. Maukah kau bergabung?#$r -1 -1 Yes#Yes.#$r -1 -1 No#No.",
  "Morris_WeekendGreeting_SecondPlayer": "Selamat datang di JojaMart! Bagaimana dengan liburanmu?#$b#Hmm... Catatan kami menunjukan kau tinggal dengan orang lain... Maaf, tapi kita hanya menjual membership kepada pemilik rumah.",
  "Morris_FirstGreeting_SecondPlayer": "Selamat datang di JojaMart! Apa kabarmu hari ini?#$b#Hmm... Our records show that you live on a farm with some other folks... Catatan kami menunjukan kau tinggal dengan orang lain... Maaf, tapi kita hanya menjual membership kepada pemilik rumah.",
  "Morris_StillProcessingOrder": "Sekarang kita sedang mengerjakan pembangunannya. Kembalilah setelah selesai.",
  "Morris_CommunityDevelopmentForm_PlayerMale": "$q -1 -1#Ini adalah form pengembangan Joja, tuan. Ingin melihat?#$r -1 -1 Yes#Yes#$r -1 -1 No#No",
  "Morris_CommunityDevelopmentForm_PlayerFemale": "$q -1 -1#Ini adalah form pengembangan Joja, nona. Ingin melihat?#$r -1 -1 Yes#Yes#$r -1 -1 No#No",
  "PurchasedItem_1_QualityHigh": "Hei, {0}.#$b# Kemarin aku singgah di toko Pierret dan membeli {1} {2}. Sudah lama aku tak melihat yang seperti itu... #$b#Aku memasaknya tadi malam... Itu membuat rumah penuh dengan aroma {3} .. Sungguh luar biasa!$h#$b#Aku senang stok Pierre kembali bermacam-macam.#$e# Anyways...",
  "PurchasedItem_1_QualityLow": "Hey, {0}.#$b# Kemarin aku singgah di toko Pierret dan membeli {1} {2}. Sudah lama aku tak melihat yang seperti itu... #$b#Aku memasaknya tadi malam... Itu membuat rumah penuh dengan bau {3} . Aku tak mau tau darimana ia mendapat barang seperti itu.$s#$e# Anyways...",
  "PurchasedItem_2_QualityHigh": "Hai... apa kau menjual {1} {2} ke toko kemaren? Kurasa aku membelinya...#$e#Itu adalah barang kualitas bagus. Aku terkesan.",
  "PurchasedItem_2_QualityHigh_Jodi": "Hai... apa kau menjual {1} {2} ke toko kemaren? Kurasa aku membelinya...#$e#Barang itu sungguh berkualitas. Ketika aku mencium aromanya, aku teringat masa lalu dirumah nenek...",
  "PurchasedItem_2_QualityLow": "Hai... apa kau menjual {1} {2} ke toko kemaren? Kurasa aku membelinya...#$e#Kualitasnya biasa saja.",
  "PurchasedItem_3_QualityLow_Rude": "Aku berbelanja semalam dan membeli {1} {2} yang di diskon seharga {3}g.#$e# Itu sungguh {4}! Tak heran kenapa Pierre menjual {5} dengan sangat murah...",
  "PurchasedItem_3_QualityHigh_Rude": "Aku berbelanja dan membeli {1} {2} yang diskon dengan harga {3}g.#$e# Itu cukup bagus {4}.",
  "PurchasedItem_3_NonRude": "Aku kemaren berbelanja dan membeli {1} {2} yang di diskon seharga {3}g.#$e# Aku tak bisa melewatkan diskon seperti itu.",
  "PurchasedItem_4": "Jadi kemaren aku ke toko dan Pierre menunjukkan {1} {2} yang kau jual padanya.#$e#Aku membelinya.$h",
  "PurchasedItem_5_VegetableOrFruit": "Aku membeli {2} yang sangat enak dari toko Pierre kemaren. #$b#Dia bilang kaulau ia menanamnya dikebunnya sendiri. Aku tak tau Pierre berbakat jadi petani!$h#$b#Kurasa kau ada saingan ya?",
  "PurchasedItem_5_Cooking": "Aku membeli {2} yang sangat enak dari toko Pierre kemaren. #$b#Ia bilang, ia memaskanya menggunakan barang lokal. Aku tak tau kalau Pierre adalah {3} {4} chef!",
  "PurchasedItem_5_Foraged": "Aku membeli {2} yang sangat enak dari toko Pierre kemaren. Ia bilang, ia menemukannya saat menjelajahi gunung. Aku tak tahu kalau ia forager berbakat!",
  "PurchasedItem_Teen": "Hey, aku membeli {2}s ditoko semalam. Ibuku ingin sesuatu yang enak untuk makan malam.",
  "PurchasedItem_Abigail_QualityLow": "Hey. Kita membeli salah satu dari {2}s yang kau jual tadi malam... Lalu semua mulai memburuk dan Ayah muntah-muntah.$h#$bSayang, rasanya seperti {3}.$s",
  "PurchasedItem_Abigail_QualityHigh": "Hey. Kita membeli salah satu dari {2}s yang kau jual tadi malam... Lalu semua mulai memburuk dan Ayah memuntahkannya.$h#$bTapi menurutku itu cukup enak.",
  "PurchasedItem_Caroline_QualityLow": "Oh, @... Ini memalukan. Aku membuang salah satu {2}s yang kau jual kedalam tempat sampah kami.$s#$b#Sekarang bau nya sangat mengerikan. Dimana kau menemukan benda itu?",
  "PurchasedItem_Caroline_QualityHigh": "Oh, @... Ini memalukan. Aku membuang salah satu {2}s yang kau jual kedalam tempat sampah kami.$s#$b#Tapi sisi baiknya, para cacing menyukainya! Mereka tak pernah se senang itu!",
  "PurchasedItem_Pierre_QualityLow": "Hey, Ingat {2} yang kau jual kemaren? Aku menyajikannya pada keluarga sebagai makan malam spesial.#$b#Aku tak bisa bilang kalau itu enak... $s#$b#... Yah,... kembali ke bisnis, huh?",
  "PurchasedItem_Pierre_QualityHigh": "Hei! Ingat {2} yang kau jual kemaren? Aku menyajikannya pada keluarga sebagai makan malam spesial.#$b#Istriku menyukainya! ...Bahkan Abby langsung pergi kekota saat mencicipinya. $h#$b#... Yah,... kembali ke bisnis, ok?",
  "PurchasedItem_Haley": "Emily mencoba memberiku {1} {2} untuk makan tadi malam... Aku membuangnya saat ia tak melihat.#$e#Aku tak suka makanan sehat...$s",
  "PurchasedItem_Elliott": "Aku melihat Pierre mempunyai {2} segar ditokonya! Marvelous. Aromanya sungguh sempurna... dan sangat keras juga!",
  "PurchasedItem_Alex": "Hey, jadi aku membeli {1} {2} di Pierre tadi malam. Nenek membuat casserole spesial buatannya...",
  "PurchasedItem_Leah": "Aku membeli {1} {2} di Pierre. Itu sungguh sempurna dicampur sayuran dan sedikit vinaigrette 'special' ku.",
  "PurchasedItem_1_QualityHigh_Willy": "Hey, {0}.#$b# Jadi kemaren aku mengunjungi tempat Willy dan membeli {1} {2}. Aku tidak pernah melihat yang sesegar itu! #$b#Nah, aku memasaknya tadi malam, dan membuat rumahku dipenuhi aroma {3} .. Sangat memuaskan!$h#$b#Willy bilang kalau kau yang menangkapnya... Kau hebat sekali!#$e# Ngomong-ngomong...",
  "PurchasedItem_1_QualityLow_Willy": "Hey, {0}.#$b# Jadi kemaren aku mengunjungi tempat Willy dan membeli {1} {2}. Willy bilang kalau kau yang menangkapnya! #$b#Nah, aku memasaknya tadi malam... Dan, uh... Itu membuat rumahku dipenuhi bau {3}. Aku bahkan tidak ingin tau kau dapat itu darimana...$s#$e#Ngomong-ngomong...",
  "PurchasedItem_2_QualityHigh_Willy": "Hai... Apakah kau menjual {1} {2} ke toko ikan belakangan ini? Kurasa aku membelinya...#$e#Sungguh barang yang sangat berkualitas. Aku terkesan.",
  "PurchasedItem_2_QualityHigh_Jodi_Willy": "Hai... Apakah kau menjual {1} {2} ke toko ikan belakangan ini? Kurasa aku membelinya...#$e#Sungguh barang yang sangat berkualitas. Dagingnya sangat bagus.",
  "PurchasedItem_2_QualityLow_Willy": "Hai... Apakah kau menjual {1} {2} ke general belakangan ini? Kurasa aku membelinya...#$e#Baunya cukup amis, tapi rasanya lumayan.",
  "PurchasedItem_3_QualityLow_Rude_Willy": "Aku shopping tadi malam dan membeli {1} {2} di obral 'chum-bucket' dengan harga {3}g.#$e# Dan itu sangat {4}! Pantas saja Willy menjual {5} dengan harga murah...",
  "PurchasedItem_3_QualityHigh_Rude_Willy": "Aku shopping tadi malam dan membeli {1} {2} di obral dengan harga {3}g.#$e# Dan benda itu sangat {4}.",
  "PurchasedItem_3_NonRude_Willy": "Aku shopping tadi malam dan membeli {1} {2} di obral dengan harga {3}g.#$e# Aku membelinya hanya karena harga murah.",
  "PurchasedItem_4_Willy": "Beberapa waktu lalu aku ke tempat Willy dan dia menunjukkan {1} {2} darimu.#$e#Aku memasaknya dengan lemon dan memakannya dengan nasi pilaf. Sangat enak!$h",
  "PurchasedItem_Pierre_QualityLow_Willy": "Ahoy... Kau ingat {2} yang kau jual padaku kemaren? Nah, Aku memasaknya tadi malam...#$b#Itu merupakan makanan terburuk yang pernah kumakan...$s",
  "PurchasedItem_Pierre_QualityHigh_Willy": "Ahoy! Kau ingat {2} yang kau jual padaku kemaren? Nah, Aku memasaknya tadi malam...#$b#Itu merupakan makanan terbaik yang pernah kumakan!$h",
  "Town_DumpsterDiveComment_Child": "Eww... Apa yang kau lakukan?$s",
  "Town_DumpsterDiveComment_Linus": "Dapat barang bagus?$h",
  "Town_DumpsterDiveComment_Teen": "Um... Kenapa kau memeriksa tempat sampah?$s",
  "Town_DumpsterDiveComment_Adult": "Hey, Hentikan itu! ...Yuck!$s",
  "SkullCavern_100_event": "clubloop",
  "SkullCavern_100_event_honorable": "clubloop",
  "Robin_UpgradeConstruction_Festival": "Ok, Aku akan mulai membangun {1} upgrade besok lusa. Aku selalu libur saat festival.$h",
  "Robin_UpgradeConstruction": "Ok, Aku akan mulai mengerjakan {1} upgrade besok pagi!$h",
  "Robin_NewConstruction_Festival": "Ok, Aku akan mulai mengerjakan {0} baru mu besok lusa. Aku selalu libur saat festival.$h",
  "Robin_NewConstruction": "Ok, Aku akan membangun {0} baru mu mulai besok pagi!$h",
  "Robin_Instant": "Ini {0} sudah setengah dibangun, jadi tidak memerlukan waktu lama! Sungguh memudahkan bukan?$h",
  "Morris_JojaCDConfirm": "Excellent! Kami akan memanggil para pekerja kami malam ini. Mereka harusnya sudah siap besok.",
  "Morris_BuyMovieTheater": "Ah, our favorite customer... Aku punya berita baik untukmu! Joja pusat sudah menyetujui pembangunan gedung Joja 'entertainment opportunity' untuk mengganti gudang Joja. Kai cuma butuh investor yang ingin membantu ide brilian kami! Jadi, aku langsung teringat padamu... Member yang paling dermawan dan setia.#$b#$q -1 -1#Yang kami butuhkan hanya sedikit investasi kecil sebanyak... *ahem*... 500.000g...$h#$r -1 -1 Yes#Yes#$r -1 -1 No#No",
  "Morris_TheaterBought": "Wah, benar-benar dibel...!$2#$b#*Ahem*... Maksudku... Luar biasa! Tim pembangun Joja akan mulau bekerja malam ini! Terimakasih atas partisipasinya.",
  "Morris_NoMoreCD": "Ah! Pelanggan favoritku... Sayangnya, aku tidak punya projek pembangunan komunitas lagi untuk saat ini.",
  "Island_willy_rescue": "Kau tak apa? Aku menemukanmu tergeletak di pantai, lad.$s^Kau tak apa? Aku menemukanmu tergeletak di pantai, miss.$s#$b#Kau membuatku khawatir... Kupikir kau sudah tiada! Lebih hati-hati lain kali...$s#$b#Pulau ini tempat yang cukup berbahaya.",
  "Island_leo_rescue": "Sepertinya kau berhasil tetap hidup.$u#$b#Teman-teman burungku melihatmu dan mengatakan kalau kau dalam bahaya, jadi aku membawamu sampai sini.$s#$b#Tolong berhati-hatilah diluar sana. Aku tidak ingin merasa sedih lagi...$s",
  "Birdie0": "Aku tidak pernah menyangka akan melihat wajah baru di pulau ini. Tapi, aku senang kau di sini!",
  "Birdie1": "Terdapat legenda, dulunya tempat ini adalah metropolis kaum kurcaci.#$e#Apa kau pernah coba memasuki gunung merapi? Tempat itu dipenuhi oleh sisa dari teknologi mereka...",
  "Birdie2": "Jika kau merasa mual, sepotong jahe akan menyelesaikan semuanya...",
  "Birdie3": "Apa kau sudah mengunjungi kuil rahasia di dalam hutan? Aroma bunga di sana sungguh wangi... Di sana adalah tempat favoritku.$h",
  "Birdie4": "Setiap pagi, aku sarapan dengan semangkuk poi dan jus mangga segar. Itulah yang membuatku tetap muda!",
  "Birdie5": "Aku menyusuri pantai setiap hari untuk melihat barang-barang yang terdampar. Banyak barang unik yang sering kutemukan!",
  "Birdie6": "Gubuk ku mungkin kecil, tapi gubuk ini sudah lebih dari cukup. Dan yang terpenting, aku membangunnya sendiri.",
  "Birdie12": "*sigh*... Hidup di dunia yang penuh dengan kesempatan, kita tidak pernah tau apakah keputusan kita sudah tepat.$s#$b#Maaf kalau aku asal bicara, nak. Terkadang aku sibuk dengan pemikiran-pemikiran ku sendiri...",
  "Birdie15": "Buah, ikan, dan hasil hutan... Diet yang bagus! Aku merasa benar-benar sehat.",
  "Birdie17": "Cuaca disini hangat dan nyaman sepanjang tahun, nak... Sungguh sempurna untuk kesehatan tulang-tulangku...",
  "Birdie19": "Apa kau sudah lihat altar pisang di dalam hutan? Jika aku punya pisang, aku akan menggunakannya di sana dan lihat apa yang terjadi... heh heh...$h",
  "Birdie22": "Hello, nak... Kau terlihat sehat dan bersemangat hari ini!$h",
  "Birdie23": "Aku sudah lama ada di sini, aku bahkan tidak bisa mendengar suara ombak lagi...",
  "Birdie28": "Malam ini malam bulan purnama... Tidak peduli apakah kau punya nasib buruk atau baik, kau harus tetap waspada nak... Para spirit akan semakin ganas.",
  "Birdie_NoGift": "Oh, no no no... Aku tidak butuh hadiah nak. Simpan saja.",
  "ProfessorSnail_Hint_828": "Setelah melakukan penelitian aku menemukan terdapat spesies katak yang hidup di pulau ini. Spesies ini tinggal di tempat yang gelap, lembab, dan banyak vegitasi...",
  "ProfessorSnail_Hint_827": "Dulu, terdapat spesies langka kalelawar yang tinggal disini. Kalelawar spesies ini tahan terhadap suhu panas ekstrim. Menarik, kan?",
  "ProfessorSnail_Hint_826": "Hmm... Firasatku mengatakan kalau duri ular bisa ditemukan di bagian barat pulau.",
  "ProfessorSnail_Hint_825": "Jika kau melihat benda bergerak di permukaan tanah, pastikan kau menggalinya. Kau tidak akan tau apa yang akan kau dapatkan!",
  "ProfessorSnail_Hint_824": "Sebelum aku terjebak di gua, aku sedang menulusuri parit kecil di sekitar sini. Bebatuan di sana dipenuhi fosil! Jika menjadi kau, aku akan memecahnya agar dapat tulang.",
  "ProfessorSnail_Hint_822": "Kau tau, kalau kau menyaring air, kau bisa saja menemukan benda-benda menarik dari sungai.",
  "ProfessorSnail_Hint_821": "Kau tau, terdapat tempat memancing yang sangat bagus di pulau ini. Dan setau ku, ikan sangat menyukai tulang-tulang purba...",
  "ProfessorSnail_Hint_820": "Apakah kau pernah dapat kelapa emas dari pulau ini? Banyak rumor mengatakan kau bisa dapat barang-barang menarik kalau membuka kelapa tersebut...",
  "SummitEvent_Intro_Lewis": "Wow... Lihatlah pemandangannya.",
  "SummitEvent_Dialogue1_Lewis": "Kau tau, @... Aku sudah menjadi walikota cukup lama.#$b#Banyak orang yang datang dan pergi. Warga kota sudah melalui banyak kesulitan bersama.",
  "SummitEvent_Dialogue2_Lewis": "Tapi harus ku akui, selama aku jadi walikota, aku sangat bangga ketika kebun %farm menjadi luarbiasa di tanganmu.$h#$b#Aku yakin kau sudah melampaui ekspektasi, tekad, dan mimpi kakek mu.#$b#Dan secara tidak langsung, kau juga mengubah Stardew Valley.",
  "SummitEvent_Outro_Lewis": "Mungkin kau tidak sadar, tapi aku sangat peduli dengan kebun itu, @.#$b#%Bertahun-tahun yang lalu, aku sangat khawatir dengan masadepan Stardew Valley.$s#$b#Tapi sekarang, aku akhirnya bisa tenang.#$b#Siapa yang menyangka dengan datangnya satu orang ke kota akan mengubah semuanya?$h#$b#...Terimakasih banyak.",
  "SummitEvent_Intro_Morris": "Ah, @... Member Joja favoritku.",
  "SummitEvent_Dialogue1_Morris": "Kau tau, ketika aku ditugaskan kesini %year tahun lalu, aku menganggap ini adalah kemunduran dalam karirku.#$b#Mengapa manajer hebat dari Joja sepertiku harus ke kota kecil Pelican Town?$h",
  "SummitEvent_Dialogue2_Morris": "Tapi harus ku akui, aku merasakan ikatan dengan Stardew Valley setelah bertahun-tahun di sini.#$b#Kerja di sini membuatku melihat sudut pandang baru. Sulit mengatakannya, tapi sungguh pengalaman yang tak ternilai.",
  "SummitEvent_Outro_Morris": "Aku hanya ingin bilang, @... Aku sangat menghargai segala yang telah kau lakukan untuk Joja.#$b#Kekuatan Joja berasal dari para member nya, dan kau menjadi contoh member yang sangat baik. Itu membuatku bangga bekerja di perusahaan ini.$h",
  "SummitEvent_Intro_Spouse": "Hei, @.",
  "SummitEvent_Intro2_Spouse": "Sangat indah ada di atas sini...",
  "SummitEvent_Intro2_Spouse_Gruff": "Pemandangan yang indah bukan?",
  "SummitEvent_Dialogue1_Spouse": "Aku sedang memikirkan %year tahun terakhir...\"/pause 1000/speak spouse \"Kita melalu masa sulit bersama-sama, benar kan?$h",
  "SummitEvent_Dialogue2_Spouse": "...Lihatlah seberapa jauh kita melangkah sekarang.",
  "SummitEvent_Dialogue3_Alex": "Aku akhirnya memutuskan aku ingin jadi apa... Dan aku sudah tidak khawatir lagi dengan masa depanku.\"/pause 500/speak Alex \"Aku tidak akan bisa sampai titik ini tanpamu, @.",
  "SummitEvent_Dialogue3_Sebastian": "Sebelum aku bertemu dengamu, aku menghabiskan seluruh waktuku dengan lari dari kenyataan... Karena kupikir aku tidak akan pernah dapat kebahagiaan.#$b#...Tapi kau menunjukkan padaku dunia yang penuh warna.$h\"/faceDirection Sebastian 3/pause 500/speak Sebastian \"...Itu salah satu alasan kenapa aku mencintaimu...",
  "SummitEvent_Dialogue3_Sam": "Kau tau? Aku merasa banyak berubah setelah bertemu denganmu#$b#...Mungkin menjadi lebih sedikit 'dewasa'... hehe.$10#$b#Dan sekarang, aku sangat bersemangat menantikan masa depan denganmu...$l#$b#Walaupun hanya melakukan kegiatan yang biasa saja, seperti... uh... berbelanja dan mengganti popok... hah...$10",
  "SummitEvent_Dialogue3_Shane": "Jika aku tidak bertemu denganmu, @... Aku mungkin bahkan tidak akan ada di sini.#$b#Dan itu sangat disayangkan, karena pemandangan burung-burung di sini sangat fenomenal!$h\"/emote farmer 16/pause 1000/speak Shane \"Heh... A... Aku sering berusaha melucu, karena...karena...$s#$b#Karena selama ini kupikir dengan mencairkan suasana aku tidak perlu membuka diri dan orang lain akan tau kelemahanku.\"/emote Shane 28/speak Shane \"Tapi setiap waktu denganmu, aku mulai bisa menerima diriku yang sebenarnya.#$b#Uh.. Maksud perkataanku adalah...#$b#Aku tidak menyesal sedikitpun sudah menikah dengamu!$h",
  "SummitEvent_Dialogue3_Elliott": "Heh... Sekarang sudah jelas...$h#$b#Kita kahirnya mencapai puncak, tapi bukan hanya dengan fisik... tapi juga secara metafor.#$b#Oh, sungguh puitis!$l",
  "SummitEvent_Dialogue3_Harvey": "Saat aku berada di sampingmu, aku tidak takut jatuh dari tebing atau menerjang bebatuan tajam...$l\"/jump Harvey/shake Harvey 1000/pause 1000/speak Harvey \"...$8#$b#A... Aku sangat mengagumi dan mencintaimu, @...$l",
  "SummitEvent_Dialogue3_Abigail": "Berdiri di sini, memandang cakrawala... Aku merasakan kemungkinan yang tak terbatas.#$b#Aku sangat bahagia bisa menjelajahi bagian dari dunia, denganmu di sisi ku...$l",
  "SummitEvent_Dialogue3_Emily": "Ini adalah momen yang spesial...#$b#Entah kenapa aku selalu tau kalau suatu hari aku akan berdiri di sini bersama denganmu. Aku merasakannya dari hatiku.#$b#Dan sekarang, semua jadi kenyataan.\"/pause 500/speak Emily \"Dunia merupakan sesuatu yang spesial dan juga misterius...$l",
  "SummitEvent_Dialogue3_Haley": "*giggle*... $h\"/faceDirection farmer 1 true/emote farmer 8/pause 1000/speak Haley \"Oh, entah kenapa...#$b#Sejak kecil, aku punya impian, aku akan menuju puncak dengan cinta sejatiku, dan aku akan berciuman dengannya.$l",
  "SummitEvent_Dialogue3_Leah": "Kupikir kita berdua akhirnya menemukan apa yang kita cari di tempat ini.#$b#Aku tidak ingin berada di tempat lain, selain di sini bersama denganmu.$l",
  "SummitEvent_Dialogue3_Penny": "Kita mempunyai rumah dan keluarga yang indah... Dan sejak dulu, hanya dua itulah impianku.$l",
  "SummitEvent_Dialogue3_Maru": "Kau telah mencapai banyak hal sejak pindah kesini, @. Dan itu luarbiasa.\"/pause 300/faceDirection Maru 3/pause 400/speak Maru \"Kupikir menjadi petani memang sudah bakat dan takdirmu!$h",
  "SummitEvent_closingmessage": "Sungguh perjalan panjang yang sudah kita lalui...",
  "SummitEvent_closingmessage2": "Kau berhasil mencapai puncak",
  "SummitEvent_closingmessage3": "Pencapaian yang luar biasa!",
  "SummitEvent_closingmessage4": "Kita benar-benar menikmati setiap langkahnya",
  "SummitEvent_closingmessage5": "Dan kau telah membuat kami bangga!"
}