{
  "Robin": "Hai!^Aku punya kayu lebih... Mungkin kamu membutuhkannya. Jaga dirimu!  ^   -Robin %item object 388 50 %%[#]Hadiah Dari Robin",
  "Demetrius": "Kepada @,^Aku melakukan studi lapangan beberapa hari yang lalu, dan aku menemukan spesimen ini. ^Kuharap kamu juga sama terkesannya sepertiku.    ^   -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Hadiah Dari Demetrius",
  "Linus": "Halo, kawan.^Danau di gunung telah baik padaku akhir-akhir ini. Aku ingin berbagi nasib baik denganmu.  ^   -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Hadiah dariLinus",
  "Pierre": "Kepada pelanggan terhormat,^Terima kasih sudah mengunjungi 'Kios Pierre'! Yang terlampir adalah hadiah 'Program Imbalan Uang Kembali' anda. Sampai jumpa lagi! ^   -Pierre^  N.B. Maaf karena pakai pesan baku, @. Nikmatilah! %item money 250 601  %%[#]Hadiah Dari Pierre",
  "Caroline": "Kepada @,^Ini sayuran dari kebun kecil yang aku rawat di belakang rumah. Mungkin kamu sudah punya banyak sayuran seperti ini, tapi terimalah.   ^   -Caroline%item object 190 1 192 1 24 1 %%[#]Hadiah Dari Caroline",
  "George": "Aku menemukan beberapa batu berkualitas. ^Mungkin kamu bisa membangun dengan sesuatu dengan ini.  ^   -George %item object 390 35 %%[#]Hadiah Dari George",
  "Evelyn": "Halo, manis, kuharap pertanianmu baik-baik saja.^ Aku mengirimimu sesuatu dari dapurku... Kuharap barangnya tidak hancur dalam surat.  ^   -Evelyn  %item object 216 1 220 1 223 1 %%[#]Hadiah Dari Evelyn",
  "Pam": "Hei. ^Aku menemukan ini di laciku. Mungkin kamu membutuhkannya.   ^   -Pam %item object 346 1 349 1 787 1 %%[#]Hadiah Dari Pam",
  "Lewis": "@,^Aku sangat senang kamu jadi bagian dari komunitas! Aku melampirkan cek senilai 500g dari Dana Agrikultur Stardew Valley untuk membantu melanjutkan kerja bagusmu. ^Mungkin kamu bisa memakainya untuk beli bibit.  ^  Dengan hormat, Pak Lewis%item money 500 501 %%[#]Hadiah Dari Lewis",
  "Gus": "@!^Aku membuatkanmu sedikit sarapan ini di bar. Nikmatilah!   ^   -Temanmu, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Hadiah Dari Gus",
  "Clint": "Em, Halo...     ^Maaf, aku tidak pandai menulis surat. Aku membuat terlalu banyak batang logam, dan kupikir kau mungkin membutuhkannya.  ^   -Clint, si pandai besi %item object 334 1 335 1 336 1 %%[#]Hadiah Dari Clint",
  "Jodi": "Kepada @,^Aku memesan terlalu banyak pupuk untuk kebun!! Kuyakin kamu bisa menggunakannya dengan baik. Pakai dengan hati-hati!  ^   -Jodi %item object 368 5 369 5 370 5 %%[#]Hadiah Dari Jodi",
  "Kent": "Halo, @.^Item dari gudangku ini lama tak digunakan. Mungkin kamu mau menggunakannya.  ^   -Kent%item object 286 1 287 1 288 1 787 1 %%[#]Hadiah Dari Kent",
  "Emily": "Hai!^Bagaimana kabarmu? Semoga kamu menikmati hadiah yang kukirimkan padamu... Sampai jumpa!! +   ^   -Emily %item object 397 1 428 1 440 1 %%[#]Hadiah Dari Emily",
  "Marnie": "Kepada @,^Tetanggaku yang baik, aku mau mengirim beberapa pakan hewan untuk mempermudah pekerjaanmu. Tetap semangat! ^   -Marnie %item object 178 30 %%[#]Hadiah Dari Marnie",
  "Shane": "Hei,^kupikir akan seru mengirimkanmu surat. Tapi, aku tidak tahu mau menulis apa.^ Ini, aku melampirkan camilan untukmu. Jangan beritahu siapa-siapa, aku mengambilnya dari ruang belakang JojaMart dulu.^Oke, sampai jumpa lagi. ^   -Shane %item object 215 1 206 1 %%[#]Hadiah Dari Shane",
  "Wizard": "Salam, anak muda.^Aku menyertakan item penting dalam surat ini. Gunakan dengan bijak.   ^   -M. Rasmodius, Penyihir%item object 422 1 82 1 84 1 70 1 %%[#]Hadiah Dari Penyihir",
  "Sandy": "Salam dari Gurun Calico!^Cepat kunjungi aku, ya. Aku benar-benar bosan di sini :(. Aku juga menyertakan hadiah dari gurun. Datanglah dan sampaikan terima kasihmu langsung padaku!   ^   -Sandy %item object 88 1 90 1 218 1 %%[#]Hadiah Dari Sandy",
  "afterSamShow": "@,^konsernya sukses besar! Aku mau mengucapkan terima kasih sekali lagi atas semua bantuanmu dalam menciptakan band yang luar biasa ini. Kami tidak bisa melakukannya tanpamu!   ^   -Sam[#]Ucapan Terima Kasih Sam",
  "afterArtShow": "Kepada @,^Terima kasih sudah datang ke pameran seniku. Acaranya sukses besar! Hampir semua pahatanku terjual, dan semua orang sangat positif dan memberiku dukungan! Kuharap kita bisa segera bertemu lagi.  ^   -Leah[#]Ucapan Terima Kasih Leah",
  "haleyGarden": "@,^Kupikir akan menyenangkan untuk menulis surat padamu.^ Aku sangat senang dengan sapi kemarin... dan aku mulai mengerti kenapa kamu memilih kehidupan petani! Kuharap kita bisa segera bertemu lagi.  ^   -Haley[#]Catatan Haley",
  "PennyCleanTrailer": "Maaf tentang apa yang terjadi di tempatku kemarin... Kadang-kadang suasana hati Ibuku bisa memburuk.^Tolong lupakan apa yang terjadi.  ^   -Penny[#]Permintaan Maaf Penny",
  "Duck": "Kepada @,^Kamu telah membuktikan kemampuanmu beternak ayam, jadi sekarang aku menjual bebek di kiosku!       ^   -Marnie[#]Bebek Dijual!",
  "Rabbits": "Kepada @,^Sekarang aku jual kelinci di toko hewan! Mereka akan memberimu wol berbulu ... dan banyak lagi!       ^   -Marnie[#]Kelinci Dijual!",
  "Sheep": "Kepada @,^Kamu telah membuktikan kemampuanmu beternak sapi, jadi sekarang aku menjual domba di kiosku!       ^   -Marnie[#]Domba Dijual!",
  "Goats": "Kepada @,^Sekarang aku punya kambing yang bisa kaubeli di toko hewan. Kamu sudah melakukannya dengan baik sejauh ini!       ^   -Marnie[#]Kambing Dijual!",
  "Pigs": "Kepada @,^Kamu telah banyak berkembang sejak pertama kali tiba. Sebagai hasilnya, aku memutuskan untuk mulai menjual babi di tokoku. Babi-babi ini dilatih untuk menemukan truffle!       ^   -Marnie[#]Babi Dijual!",
  "SeaAmulet": "@,^Aku akan memberimu saran karena aku menyukaimu dan aku ingin kau tetap di Kota Pelican. Jika suatu hari nanti kamu ingin melamar seseorang untuk menikah, kamu harus memberi mereka 'Mermaid's Pendant'. Jangan khawatir, semua orang di Kota Pelican tahu pentingnya jimat itu. Ini adalah tradisi kuno di wilayah ini. Semoga Sukses! ^   -Lewis[#]Tentang Mermaid's Pendants",
  "Bouquet": "@,^Sepertinya kamu mulai dekat dengan beberapa warga desa. Kalau kamu mau menunjukkan kepada seseorang bahwa kamu tertarik secara romantis, kamu harus memberi mereka salah satu Bouquet cantikku. Aku menjualnya sekarang, dengan harga yang sangat wajar! Kalau kamu ingin memulai keluarga suatu hari nanti, ini adalah langkah pertama! ^   -Pierre[#]Tentang Bouquets",
  "RobinCooking": "Kepada @,^ini adalah resep lama yang diturunkan nenekku. Selamat menikmati!   ^   -Robin%item cookingRecipe %%[#]Resep Keluarga Robin",
  "DemetriusCooking": "Aku ingin mengucapkan 'terima kasih' karena sudah menaruh minat pada pekerjaanku. Ini resep masakan yang kusukai. ^   -Demetrius%item cookingRecipe %%[#]Resep Demetrius",
  "LinusCooking": "@,^apa kabar? Aku sudah melampirkan instruksi cara memasak salah satu resep ikan favoritku. ^   -Linus%item cookingRecipe %%[#]Resep Linus",
  "PierreCooking": "RAHASIA NEGARA:^Ini resep untuk kue blueberry terkenalku. ^ Jangan bilang siapa-siapa! Aku memberikannya padamu karena kita berteman baik. ^   -Pierre%item cookingRecipe %%[#]Kue Tar Terkenal Pierre",
  "CarolineCooking": "Kepada @,^tidak ada yang lebih memuaskan daripada memasak dengan sayuran segar dari kebunmu sendiri! Aku sudah menyertakan resep untuk membantumu. Jaga dirimu, ^   -Caroline%item cookingRecipe %%[#]Resep Caroline",
  "GeorgeCooking": "Kupikir aku akan memberimu resep yang berceceran di rumah ini. Jangan sampai gosong. ^   -George%item cookingRecipe %%[#]Resep George",
  "EvelynCooking": "Kepada @,^Aku biasanya tidak membagikan resepku ... tapi karena kamu sudah sangat membantuku dan George, jadi aku menuliskan ini untukmu. ^   -Evelyn%item cookingRecipe %%[#]Resep Evelyn",
  "PamCooking": "Hei nak,^ini resep untuk camilan yang dibuat oleh papiku. Masak perlahan. ^   -Pam%item cookingRecipe %%[#]Resep Pam",
  "LewisCooking": "@,^ingatlah untuk makan sehat, atau kamu takkan punya cukup energi untuk bekerja keras! Aku lampirkan salah satu resep favoritku. Pastikan untuk memakai tomat matang! ^   -Lewis%item cookingRecipe %%[#]Resep Lewis",
  "GusCooking": "Kepada @,^Ini resep dari barku. Aku hanya membagikan ini dengan teman-teman baikku! ^   -Gus%item cookingRecipe %%[#]Resep Gus",
  "ClintCooking": "Yah, aku tahu beberapa resep.^Kupikir aku mau mengirimkan satu... mungkin itu akan membantumu menambang lebih banyak ore atau semacamnya.^Jaga dirimu. ^   -Clint%item cookingRecipe %%[#]Resep Clint",
  "JodiCooking": "@,^resepku ini juara pertama dalam kompetisi memasak! Kuharap kamu menyukainya. Terima kasih sudah menjadi teman! ^   -Jodi%item cookingRecipe %%[#]Resep Jodi",
  "KentCooking": "Dapat resep ini dari luar negeri. Nikmatilah.^Aku ingin berterima kasih karena telah membuatku merasa diterima. ^^   -Kent%item cookingRecipe %%[#]Resep Kent",
  "EmilyCooking": "@!^Balikkan surat ini untuk instruksi cara membuat makanan super-sehat! ^ Kamu akan merasa bersemangat. Sampai jumpa lagi. ^   -Emily%item cookingRecipe %%[#]Resep Sehat Emily",
  "MarnieCooking": "Kepada tetanggaku,^ketika aku tidak merawat binatang, aku suka bereksperimen di dapur. Karena kita sudah menjadi teman, aku ingin berbagi resep denganmu.^Kuharap kamu suka ini! ^   -Marnie%item cookingRecipe %%[#]Resep Marnie",
  "ShaneCooking": "@,^Aku menemukan resep ini di sebuah majalah dan kelihatannya menarik. Jangan ragu untuk memberiku beberapa setelah kamu membuatnya. Hehe. ^   -Shane%item cookingRecipe %%[#]Resep Shane",
  "SandyCooking": "Kepada @,^Aku sangat bosan di sini di gurun, jadi aku menulis surat untukmu. Ada resep untuk sup lezat yang terlampir. Segera kunjungi aku, ya! ^   -Sandy%item cookingRecipe %%[#]Resep Sandy",
  "WillyCooking": "Kepada @,^Aku mau berbagi resep memasak yang dulu dibuat papiku. Utamakan pakai ikan SEGAR.  ^   -Willy%item cookingRecipe %%[#]Resep Willy",
  "mom1": "Kepada @,^  Bagaimana kabarmu, Sayang? Aku sangat merindukanmu sejak kau pergi. Kuharap kehidupan bertani sesuai dengan segala yang kau harapkan. ^   Dengan cinta, Ibu.   ^   N.B. Aku mengirim kue kesukaanmu < %item object 223 1 %%[#]Dari Ibu",
  "mom2": "\n        Kepada @,^  Sudah begitu lama sejak aku mendengar kabar darimu, sayang. Semuanya sama seperti di rumah. Aku sangat merindukanmu. ^  Dengan cinta, Ibu ^ N.B. Aku menemukan amplop berisi uang yang ditinggalkan Kakek untukmu. %item money 500 501 %%[#]Dari Mom #2",
  "mom3": "Kepada @,^  Aku melihat artikel tentangmu di koran lokal! Sepertinya kehidupan pedesaan sangat cocok untukmu! Aku sangat bangga denganmu. Jaga dirimu, sayang. Dengan cinta, Ibu[#]Dari Ibu #3",
  "mom4": "Kepada @,^ Bagaimana kabarmu? Kamu pasti sudahh menghasilkan banyak uang di pertanian itu. Jangan lupakan ibumu yang tua ini setelah kamu menjadi jutawan! ^  Dengan cinta, Ibu   ^   N.B. Nikmati kuenya!%item object 221 1 %%[#]Dari Ibu #4",
  "dad1": "Kepada @,^  Sudahkah kamu menyesuaikan diri di kehidupan barumu? Aku tidak percaya kamu sudah dewasa sekarang... Cepat sekali rasanya. Setelah kamu pergi, aku punya semua uang sisa ini. Jadi, aku memberikannya sebagai hadiah.^  dengan cinta, Ayah.%item money 500 501 %%[#]Dari Ayah",
  "dad2": "Kepada @,^  Bagaimana kehidupan pedesaan memperlakukanmu? Di sini sepi tanpamu, tapi aku bangga dengan apa yang kamu lakukan.^  Dengan cinta, Ayah  ^  N.B. Aku menemukan amplop berisi uang yang ditinggalkan Kakekmu. %item money 500 501 %%[#]Dari Ayah #2",
  "dad3": "Kepada @,^  Aku membaca sebuah artikel tentangmu di koran lokal! Aku sangat terkesan dengan kemajuanmu di pertanian! Teruslah begini dan Ayah tua yang tersayang ini bisa pensiun di bungalow mewah di pulau fern ;).^  Dengan cinta, Ayah[#]Dari Ayah #3",
  "dad4": "Kepada @,^ Aku tahu kamu sibuk di kebun dan itu sebabnya kamu tidak bisa berkunjung. Aku mengerti. Kamu sudah bekerja sangat keras... terus pertahankan dan kamu bisa menyelesaikan apa saja! ^ Dengan cinta, Ayah  ^  N.B. Aku juga memasukkan beberapa batu berkualitas %item object 390 30 %%[#]Dari Ayah #4",
  "newsstory": "Salam, @.^Dengan senang hati kami memberitahukan bahwa pertanian anda akan ditampilkan di kolom 'pendatang baru' minggu depan dari Stardew Valley Tribune! Selamat. Kami senang dengan kemajuan cepat anda. ^   -SVT[#]Masuk Koran",
  "pierreBackpack": "IKLAN:^\"Aku terus menemukan barang-barang keren, tapi tas ranselku penuh!\"^^Apakah ini terdengar sepertimu? Nah, Pierre bisa mengatasinya!^^Mampir ke Kios Pierre HARI INI dan lihatlah ransel ukuran 24 kami yang terjangkau!^ Sampai jumpa![#]Tas Dari Pierre",
  "pierreHours": "IKLAN:^^Sekarang Kios Pierre buka setiap hari![#]Jadwal Baru Pierre",
  "robinKitchenLetter": "Kepada Petani @,^^Aku ingin meminta maaf karena sudah menyindir rumah lama Kakekmu ketika kita pertama kali bertemu. Rumah kecil itu memang menyenangkan, kok!^^Tapi, kamu mungkin memerlukan lebih banyak ruang lagi suatu hari. Di situlah aku bisa membantu. Kalau kamu membawakanku beberapa bahan mentah dan membayar biayanya, aku bisa memperluas rumah Anda.^(Lanjut halaman berikutnya)^^Perluasan pertama yang aku tawarkan mencakup dapur. Dengan dapur, kamu bisa memasak setiap resep yang telah kamu pelajari!^^Bagaimanapun juga, semoga kamu mulai betah di Stardew Valley!^^    Tukang kayu lokalmu,^        Robin[#]Layanan Robin",
  "taxPassed": "Kepada @,^pajak pengiriman disetujui. Mulai hari ini, semua keuntungan pengirimanmu akan dipotong pajak 3%. Pengurangan biaya untuk layanan publik juga berlaku. Sampai jumpa lagi! ^   -Lurah[#]Pajak Disetujui",
  "taxRejected": "Kepada @,^pajak pengiriman ditolak. Keuntungan pengirimanmu akan tetap seperti semula. Biaya untuk layanan publik juga akan tetap sama. Sampai jumpa lagi. ^   -Lurah[#]Pajak Ditolak",
  "quest10": "@,^Kudengar kamu sudah membantu orang-orang di sekitar kota! Semua orang tampaknya sangat berterima kasih. Aku memberikanmu penghargaan \"Tetangga Terbaik\" (dengan sedikit hadiah uang tunai). Tetap lanjutkan! ^   -Lurah%item money 500 501 %%[#]Tetangga Terbaik",
  "quest35": "Kepada @,^kamu telah banyak membantu di sekitar kota sejak kamu pindah ke sini... semua orang terus menceritakan semua hal luar biasa yang telah kamu lakukan untuk mereka! Terimalah hadiah terima kasih ini. ^   -Lurah%item money 2500 2501 %%[#]Ucapan Terima Kasih dari Lurah",
  "quest100": "@,^Dengan senang aku mengumumkan bahwa kamu telah terpilih sebagai \"Tetangga Terbaik Tahun Ini\"!  Beserta hadiah 10.000g! Selamat! Semua orang di kota ini ingin berterima kasih atas semua yang sudah kamu lakukan. ^   -Lurah%item money 10000 10001 %%[#]Tetangga Terbaik Tahun Ini",
  "hero_update": "@,^saatnya untuk peringkat Pahlawan Stardew per triwulan! Aku telah menyertakannya dalam amplop yang terpisah. Semoga beruntung musim ini!  ^   -Lurah[#]Peringkat Pahlawan Stardew",
  "hero_update1": "%update",
  "CF_Fish": "Kepada @,^ Kemampuan memancingmu bahkan melampaui Papiku... Aku terkesan. ^ Stardrop ini diturunkan dari Willy Sr ke Willy Jr selama... entah. Mungkin seribu tahun.^Karena aku tidak punya anak... Jadi aku ingin kamu memilikinya.^^ -Willy   ^  %item object 434 1 %%[#]Warisan Keluarga Willy",
  "adoptionLetter": "Kepada @ dan pasangan,^Selamat! Permohonan adopsi kalian telah disetujui.^Kami bekerja keras untuk memilih bayi yang sempurna yang sesuai dengan profil kalian.^Anggota keluarga baru kalian akan tiba dalam 2 minggu.^^-Agensi Adopsi Ferngill[#]Pemberitahuan Adopsi",
  "stardewHeroMine": "Pesan Rahasia: Kalau kamu bisa mencapai dasar tambang sekali lagi, ada rahasia yang menantimu. Hati-hati, tambangnya lebih berbahaya sekarang.[#]Pesan Rahasi",
  "fertilizers": "Kepada neighbor,^Semoga kamu merasa tenang di rumah baru. Aku menulis surat ini untuk memberi tahumu bahwa Kios Pierre sekarang menjual pupuk! Kenapa tidak mampir dan beli beberapa. Mungkin selusin atau lebih?  ^   -Pierre[#]Pupuk Dari Pierre",
  "fertilizers2": "Kepada @,^Aku sekarang menjual pupuk berkualitas lebih tinggi, serta pilihan crop baru! Sampai ketemu lagi.^   -Pierre[#]Pupuk Kualitas Tinggi Pierre",
  "abbySpiritBoard": "Hai @.^Kapan-kapan datanglah ke kamarku setelah gelap... Mungkin sekitar jam 8. ^Aku ingin menunjukkanmu sesuatu. ^   -Abby[#]Catatan Abby",
  "pennySpa": "Temui aku di pemandian di malam hari. ^   -Penny[#]Catatan Penny",
  "incubator": "Kepada @,^^Terima kasih telah membeli peningkatan kandang! Selain menggandakan kapasitas kandang Anda, aku juga memasang inkubator. ^Untuk menggunakan inkubator, cukup masukkan telur di dalamnya. Kalau kamu ada ruang tersisa di kandang, telur akan menetas dalam beberapa hari!^^Seperti biasa, terima kasih untuk bisnisnya.^-Robin[#]Soal Inkubator",
  "hatter": "Hai.^^Aku jual topi. Oke, poke?^^Datang ke rumah tua, poke. Bawa koin.^^-tikus bertopi[#]Halo, Poke",
  "Beat_PK": "Selamat!!^^Kamu berhasil menamatkan 'Journey Of The Prairie King', dan dipilih secara acak dalam undian pemenang eksklusif kami! ^Kamu memenangkan Sistem Arcade Prairie King milikmu sendiri!^Sekarang kamu bisa menikmati 'Journey Of The Prairie King' dari kenyamanan rumahmu sendiri.^^Kamu layak mendapatkannya!^-Tim Pengembangan Prairie King %item bigobject 141 %%[#]Ucapan Selamat P.K.!",
  "JunimoKart": "Selamat!!^^Kamu mengalahkan semua level di 'JunimoKart'... sebenarnya kamu orang pertama di seluruh Republik Ferngill yang melakukannya!^Hadiahmu: Junimo Kart versi rumahan!^^Selamat bersenang-senang!^-Tim Pengembang Junimo Kart %item bigobject 159 %%[#]Junimo Kart Sukses!",
  "elliottReading": "@,^Aku punya berita bagus... novelku sudah selesai!! Aku mengadakan bacaan publik sore ini di perpustakaan. Semoga kamu ada di sana! ^   -Elliott[#]Bacaan Elliott",
  "elliottBoat": "Temui aku di dermaga di pagi yang cerah. Ada sesuatu yang kupikirkan. ^   -Elliott[#]Catatan Elliott",
  "harveyBalloon": "@,^aku punya kejutan untukmu. Temui aku di rel kereta api. ^   -Harvey[#]Kejutan Harvey",
  "samMessage": "@,^temui aku di depan rumahku malam ini setelah gelap. ^   -Sam[#]Catatan Sam",
  "joshMessage": "@,^temui aku di bar malam ini setelah gelap. ^   -Alex[#]Undangan Alex",
  "lewisStatue": "@,^^Lain kali, aku akan sangat menghargainya kalau kamu menahan diri untuk tidak menaruh barang-barang PRIBADIku di kota untuk dilihat semua orang!^^Aku sangat tidak senang!^^Ambil uang ini dan jangan pernah memberitahukan 'proyek'ku kepada siapa pun.%item money 750 751 %%[#]Surat Kemarahan Lewis",
  "marnieAutoGrabber": "@,^ada stok baru... Namanya \"Auto-Grabber\".^^Benda ini dapat memerah susu sapi dan kambingmu, mencukur dombamu, mengumpulkan telur, dan mencabut kelinci berbulumu... secara otomatis!^^Ini dianggap sebagai 'barang mewah', jadi kuberi harga 25.000 g.^^    -Marnie[#]Pemberitahuan Auto-Grabber",
  "EmilyClothingTherapy": "@,^aku punya ide baru gila ini dan aku ingin melibatkanmu... Kusebut \"Terapi Pakaian\".^^Silakan datang ke rumah Lurah hari ini untuk melihat apa itu.^^ Dengan cinta, Emily[#]Ide Emily",
  "EmilyCamping": "@,^Ayo berkemah!^^Temui aku di hutan rahasia setelah jam 10 malam.^^ Dengan cinta, Emily[#]Undangan Emily",
  "EmilyDoneCamping": "Terima kasih sudah mau ikut denganku tadi malam... Aku senang.^Aku senang sekali beruang itu muncul!^^Sampai ketemu lagi^^ Dengan cinta, Emily[#]Catatan Emily",
  "foundLostTools": "Kepada @,^Seseorang menemukan alatmu dan menruhnya di kotak barang temuan tadi malam.^^Aku datang dan meletakkannya di sebelah tempat tidurmu.^Semoga aku tidak membangunkanmu... ^^  -Lurah Lewis[#]Alat Yang Hilang",
  "fishing2": "Aku punya beberapa item baru dalam stok... ^Alat pancing mewah dan beberapa umpan yang dapat bisa kamu pasang!^Kamu bisa memakai umpan supaya cepat dapat ikan. Sampai jumpa lagi! ^   -Willy[#]Item Baru Willy",
  "fishing6": "Datanglah ke toko dan lihat batang baru yang kujual.^Mereka adalah barang terbaik yang bisa dibeli... dan kamu bisa menyesuaikannya dengan berbagai jenis tackle!^Sampai jumpa lagi! ^   -Willy[#]Item Baru Willy #2",
  "wizardJunimoNote": "Sumberku mengatakan bahwa kamu sedang keluar masuk pusat komunitas lama.^Kenapa kau tidak mengunjungiku saja?^Tempatku berada di sebelah barat danau hutan, di menara batu. Aku mungkin punya informasi mengenai... 'masalah tikus'mu.^   -M. Rasmodius, Penyihir %item quest 1 true %%[#]Panggilan Penyihir",
  "winter_18": "Kepada @,^Aku ingin memberimu beberapa informasi tentang acara yang akan datang: Feast of the Winter Star. Ini adalah waktu bagi komunitas untuk berkumpul dan bersyukur atas semua keberuntungan yang telah hadir setahun ini.^Tradisi favorit adalah \"pertukaran hadiah rahasia\", di mana setiap orang di kota ditugaskan secara acak untuk memberi hadiah orang lain. Pada hari festival, semua orang membawa hadiah untuk teman rahasia dan mengejutkan mereka dengan sesuatu yang istimewa!^Tahun ini, teman rahasiamu adalah:^    %secretsanta ^Jangan bilang siapa-siapa! Pesta akan diadakan pada tanggal 25 mulai pukul 10 pagi sampai pukul 2 siang di alun-alun desa. Sampai jumpa! ^   -Lurah Lewis[#]Tugas Hadiah Rahasia",
  "ccBulletinThankYou": "Kepada @,^Semua orang di desa bilang soal kebaikan hatimu yang luar biasa akhir-akhir ini!^Rupanya, paket-paket telah muncul di rumah orang-orang yang berisi barang yang mereka pasang di buletin pusat komunitas setahun lalu! Dan semua paketnya berasal dari alamat ladangmu!^Terima kasih telah melakukan sesuatu yang luar biasa seperti itu... kita semua di desa senang! ^   -Lurah Lewis[#]Mading Terima Kasih",
  "guildQuest": "Aku tahu kamu telah menjelajahi tambang lama. Kamu punya semangat petualang, itu yang bisa kukatakan.^Kalau kamu bisa membunuh 10 slimes, kamu akan mendapatkan tempat di markas petualangku.^Hati-hati.    -Marlon %item quest 15 true %%[#]Petualangan Untuk Membunuh Slime",
  "skullCave": "Kulihat kamu sudah memasuki Skull Cavern. Bagus sekali.^Aku punya tantangan yang lebih baik untukmu, Nak. Turunlah setidaknya sampai 25 level. Aku punya banyak $ untukmu kalau kamu bisa melakukannya.^  Temanmu, Tn. Qi %item quest 20 %%[#]Tantangan Qi",
  "robinWell": "Ini Robin!^Aku tahu ada banyak batu yang tersebar di sekitar ladangmu.^Kalau kamu punya lebih, mungkin pertimbangkan untuk menugaskanku membangun sumur.^Sumur dapat ditempatkan di seluruh ladangmu, dan berfungsi sebagai tempat untuk mengisi ulang alat penyirammu.^^Mampir saja ke tokoku dengan membawa 75 batu dan 1000g kalau sudah siap.^-Robin[#]Membangun Sumur",
  "landslideDone": "Kepada pelanggan JojaMart kami yang berharga:^Anggota tim kami telah membersihka tanah longsor yang disebabkan oleh operasi pengeboran kami di dekat danau gunung. Saya ingin mengingatkan bahwa operasi pengeboran kami sepenuhnya legal (sesuai dengan init. L61091, Amandemen Perusahaan Joja). Tanggung jawab atas lingkungan lokal adalah prioritas utama kami! ^^Kami mohon maaf atas ketidaknyamanan yang mungkin ditimbulkan oleh kecelakaan ini.^Seperti biasa, kami menghargai dukungan dan dan kesetiaan Anda!^^-Morris,^Perwakilan Kepuasan Pelanggan Joja[#]Joja Membersihkan Tanah Longsor",
  "QiChallengeComplete": "Kamu berhasil.^Aku sangat terkesan.^Nikmati hadiahmu.^   -Qi. %item money 10000 %%[#]Tantangan Qi Selesai",
  "spring_2_1": "Halo,^Baru saja kembali dari perjalanan memancing. Datanglah ke pantai kapan-kapan.^Aku punya sesuatu untukmu.^-Willy %item quest 13 true %%[#]Undangan Willy",
  "spring_12": "Kepada @,^Besok kita mengadakan Festival Telur di alun-alun desa.  ^^Kamu harus datang antara jam 9 pagi dan jam 2 siang kalau mau hadir.^Kamu tidak akan mau ketinggalan perburuan telur tahunan!^  -Lurah Lewis[#]Pemberitahuan Festival Telur",
  "spring_15_1": "Halo, manis...^^Aku tahu kamu baru saja memulai sebagai petani, jadi aku ingin memberimu sedikit tip.^^Sebagian besar tanaman hanya tumbuh dalam satu musim. Ketika summer tiba, semua tanaman spring akan layu. Jadi rencanakan ke depan!^^-Nenek Evelyn[#]Tip Dari Evelyn",
  "spring_23": "Kepada @,^Besok kita semua berkumpul untuk Tarian Bunga.^^Kalau kamu bisa menemukan pasangan, kamu mungkin ingin ikut serta dalam tariannya!^Ada tempat kecil di luar hutan sebelah barat desa, di sanalah kita mengadakannya. Datanglah antara pukul 9 pagi dan 2 siang kalau kamu tertarik.^  -Lurah Lewis[#]Pemberitahuan Tarian Bunga",
  "summer_10": "Kepada @,^Besok kita semua berkumpul di pantai untuk Luau, acara tahunan Kota Pelican.^^Sorotan acara ini adalah acara panci komunal. Pastikan membawa sesuatu yang enak untuk disumbangkan!^Gubernur juga menghadiri acara tersebut, jadi pastikan kamu berada dalam perilaku terbaikmu.^Datanglah ke pantai sekitar jam 9 pagi hingga 2 siang.^   -Lurah Lewis[#]Pemberitahuan Luau",
  "summer_28": "Kepada @,^Malam ini sekitar jam 10 malam, kejadian langka dan indah akan berlangsung.^^Ubur-ubur Moonlight akan melewati Kota Pelican dalam perjalanan panjang mereka ke selatan untuk musim dingin.^^Kita semua berkumpul di pantai untuk menonton. Kamu tidak mau ketinggalan ini!^Sampai jumpa nanti malam,^ -Demetrius[#]Tarian Ubur-ubur Moonlight",
  "fall_9": "Kepada @,^Satu minggu dari hari ini, kita mengadakan Stardew Valley Fair di alun-alun desa!^Ini adalah acara terbesar tahun ini, menarik orang-orang dari seluruh penjuru negeri ke kota kita yang sederhana.^Kalau mau, kamu bisa mengatur pameranmu yang bagus untuk acara tersebut. Cukup bawa 9 item yang menampilkan bakat terbaikmu. Kamu akan dinilai berdasarkan kualitas dan keragaman pameranmu.^Acaranya dimulai pukul 9 pagi... jangan lewatkan ini!^   -Lurah Lewis[#]Pemberitahuan Stardew Valley Fair",
  "fall_15": "Kepada @,^Aku hanya ingin mengingatkanmu bahwa Stardew Valley Fair akan diadakan besok.^Jangan lupa membawa 9 item untuk dipamerkan.^Ingat, acaranya mulai pukul 9 pagi di alun-alun desa. Sampai jumpa di sana!^   -Lurah Lewis[#]Pengingat Stardew Valley Fair",
  "fall_26": "Kepada @,^Mulai merasakan hawa dingin di udara? Itu bisa saja menjadi tanda musim dingin sudah dekat...^Atau bisa saja itu tanda dari roh jahat, yang datang untuk ikut merayakan festival kita besok... Spirit's Eve.^Datang ke alun-alun pukul 10 malam kalau mau berpartisipasi.^  -Mayor Lewis[#]Spirit's Eve Notice",
  "winter_7": "Kepada @,^Besok kita semua berkumpul di depan rumah Marnie untuk Festival Es.^^Ini perayaan musim dingin... akan ada manusia salju, patung es, dan kompetisi memancing es!^Datanglah antara pukul 9 pagi dan 2 siang kalau ingin berpartisipasi.^  -Lurah Lewis[#]Pemberitahuan Festival Es",
  "winter_14": "Mulai besok, armada pedagang keliling akan berlabuh di Kota Pelican untuk pasar malam tahunan.^^Pasar dimulai pukul 5 sore, dan akan berada di pelabuhan selama tiga hari ke depan.^^Silakan kunjungi pantai setelah pukul 5 sore untuk bergabung dengan keramaian. Ada kopi gratis juga![#]Pemberitahuan Pasar Malam",
  "spring_11_1": "DICARI:^Aku kehilangan kapak favoritku! Kalau kamu meenemukannya, tolong SEGERA kembalikan. Aku kesulitan tanpa itu. 250g untuk siapapun yang menemukannya.^   -Robin%item quest 100 %%[#]Robin Kehilangan Kapaknya",
  "spring_19_1": "Petani @-^Aku punya permintaan untukmu. Aku perlu cauliflower segar untuk resep yang akan kubuat. Bisakah kau membawakanku satu?^   -Jodi%item quest 101 %%[#]Jodi Meminta Cauliflower",
  "summer_3_1": "@-^Ini memalukan... Aku kehilangan celana pendek ungu keberuntunganku. Aku memberi tahumu karena aku mempercayaimu.^Kalau kamu menemukannya, bawalah kembali padaku DIAM-DIAM. Akan kubayar dengan pantas.^Terima kasih.^   -Lurah Lewis%item quest 102 %%[#]Lewis Minta Tolong",
  "summer_14_1": "Hei Nak,^Tenggorokanku hampir kering seperti gurun. Aku benar-benar haus akan pale ale. Kamu punya itu? Aku tidak mau bir biasa. Aku butuh pale ale.^   -Pam%item quest 103 %%[#]Permintaan Pam",
  "summer_20_1": "@-^Aku sedang mengumpulkan data tentang korelasi antara alkalinitas tanah dan tingkat fruktosa tanaman. Singkatnya, aku butuh melon segar dari kebunmu. Kalau kamu membawakannya, aku akan sangat berterima kasih.^   -Demetrius%item quest 104 %%[#]Demetrius Minta Sampel",
  "summer_25_1": "Kepada petani @:^Lutut saya bertingkah lagi, dan kautahu apa yang bisa membantu?^Menggosok lutut sialan ini dengan hot pepper.^Masalahnya adalah, stokku sudah kering. Kalau kamu punya satu untukku, aku akan berterimakasih.^   -George %item quest 105 %%[#]George Butuh Cabai",
  "fall_3_1": "Kepada @,^Aku ingin memberi sapiku suguhan istimewa. Mereka gadis-gadis yang sangat baik. Bisakah kau membawakanku seikat amaranth? Mereka suka itu.^ Terima kasih, Manis.^   -Marnie %item quest 106 %%[#]Permintaan Marnie",
  "fall_8_1": "Halo,^Sekarang ini musim blackberry. Semak-semak dipenuhi itu. Aku mau menmetik beberapa, tapi aku kehilangan keranjangku. Bisakah kamu membantu?^   -Linus%item quest 107 %%[#]Linus Kehilangan Keranjangnya",
  "fall_19_1": "@-^Aku ingin membeli pumpkin darimu. Aku dan putriku ingin mengukir jack-o-lantern untuk festival Spirit's Eve mendatang. ^   -Caroline%item quest 108 %%[#]Permintaan Caroline",
  "winter_2_1": "Hei, aku punya tantangan kecil untukmu:^Tangkap cumi-cumi.^Kamu bisa menangkap mereka dari laut pada malam hari. Tapi, mereka hanya muncul di musim dingin.^   -Willy%item quest 109 %%[#]Tantangan Willy",
  "winter_6_1": "Aku punya permintaan yang tidak biasa. Bisakah kamu merahasiakannya?^Aku ingin kamu mengirimkan amethyst ke Emily. Ini batuan favoritnya. Katakan padanya itu dariku.^   -Clint %item quest 110 %%[#]Permintaan Tidak Biasa Clint",
  "winter_12_1": "@-^Aku sedang meneliti seni ramalan bayangan yang terlupakan. Aku membutuhkan item yang dikenal sebagai 'Void Essence'. Bawakan itu padaku dan kamu akan diberi hadiah.^ -M. Rasmodius, Penyihir %item quest 111 %%[#]Permintaan Wizard",
  "winter_17_1": "@,^Maaf mengganggumu lagi, tapi aku butuh bantuan lagi.^Aku dapat palu baru dan aku ingin mencobanya dengan berbagai logam.^Bisakah kau membuat sebatang iron bar dan membawanya padaku?^Terima kasih.^ -Clint %item quest 112 %%[#]Permintaan Clint",
  "winter_21_1": "@-^Bagaimana kabarmu? Semoga musim dingin tidak terlalu berat bagimu.^Lagi pula, aku menulis untuk meminta hardwood. Aku butuh sekitar sepuluh potong, kalau kamu punya.^Kalau tidak, jangan khawatir. Jaga dirimu!^  -Robin%item quest 113 %%[#]Permintaan Robin",
  "winter_26_1": "Kepada @-^Aku ingin membuat sup ikan, tapi aku butuh albacore! Aku tahu musim mereka hampir habis... maaf kalau mendadak. Bisakah kamu menangkap satu untukku?^   -Gus%item quest 114 %%[#]Gus Butuh Ikan",
  "spring_1_2": "Pemberitahuan:^^Harga bahan baku di Robin dan Clint telah naik.[#]Pemberitahuan Harga Bahan Baku",
  "spring_6_2": "@-^Aku benar-benar mendambakan apricot segar. Di kios tidak ada, jadi aku memintamu. Aku akan membayarmu dengan layak untuk itu!^   -Emily%item quest 115 %%[#]Permintaan Emily",
  "spring_15_2": "Kepada @,^Aku ingin memberi kejutan pada suamiku dengan hadiah. Dia penggemar berat leeks. Bisakah kau membawakanku satu?^   -Nenek Evelyn%item quest 116 %%[#]Kejutan Evelyn",
  "spring_21_2": "PEMBERITAHUAN^Ini Pierre... aku benar-benar ingin sepiring sashimi. Aku akan membayar banyak koin kepada siapa pun yang membawakan itu padaku.^   -Pierre%item quest 117 %%[#]Keinginan Pierre",
  "summer_6_2": "Dicari Nelayan^Aku memerlukan spesimen pufferfish yang bagus. Aku sedang melakukan percobaan pada racun yang dibuat oleh pufferfish.^Hadiah: 1000g^ -Demetrius%item quest 118 %%[#]Studi Demetrius Soal Racun",
  "summer_15_2": "Kepada Petani @,^Aku ingin memberi istriku starfruit untuk peringatan hari pernikahan kami. Apakah kamu menanamnya di kebunmu? Kalau kamu membawakanku satu, aku akan sangat berterima kasih.^   -Kent%item quest 119 %%[#]Kent Membuat Hadiah",
  "summer_21_2": "@,^Aku butuh truffle oil. Jangan tanya kenapa.^ -Lurah Lewis%item quest 120 %%[#]Permintaan Lewis",
  "fall_6_2": "Dicari: 1 Lobster Segar untuk bisque luar biasa yang kubuat.^Siapa: Gus, pemilik Bar Stardrop^Hadiah: 800g %item quest 121 %%[#]Gus Butuh Lobster",
  "fall_19_2": "PEMBERITAHUAN^Adakah dari kalian yang punya battery packs? Remote TV-ku mati, dan repot rasanya dari sofa untuk mengganti stasiun.^  -Pam%item quest 122 %%[#]Pam Butuh Bantuan",
  "winter_5_2": "@,^Aku sedang membuat tongkat sakti dengan kekuatan fenomenal.^Namun, saya kehilangan sesuatu: Iridium Bar.^Aku bersedia membayar 5x lipat untuk itu. Bawa padaku secepatnya.^ -M. Rasmodius, Penyihir %item quest 123 %%[#]Penyihir Butuh Item Langka",
  "winter_13_2": "Aku punya tantangan lain untukmu: Tangkapkan Lingcod untukku.^Mereka tidak mudah ditangkap, tapi aku tahu kamu bisa melakukannya.^  -Willy%item quest 124 %%[#]Tantangan Willy #2",
  "winter_19_2": "Kepada @,^Aku sudah kehabisan akal. Aku mati-matian ingin membuat Coco-no-no di salon, tapi aku tidak tahu dari mana dapat kelapa!^Bisakah kau membantuku?^  -Gus%item quest 125 %%[#]Gus Butuh Kelapa",
  "winter_24": "Kepada @,^Besok adalah Feast of the Winter Star.^Apakah kamu sudah menyiapkan hadiah untuk 'teman rahasia'mu...% secretsanta?^Pesta dimulai pukul 9 pagi di alun-alun desa. Sampai jumpa di sana! ^   -Lurah Lewis[#]Pengingat Feast Of The Winter Star",
  "passedOut1_Billed_Male": "Kepada Tuan @,^Tadi malam, seorang anggota tim Joja menemukanmu tidak berdaya. Tim medis dikirim untuk membawamu pulang dengan selamat.^Kami senang Anda baik-baik saja!^^(Anda sudah ditagih {0}g untuk layanan ini)^^-Morris^Perwakilan Kepuasan Pelanggan Joja[#]Faktur Joja",
  "passedOut1_Billed_Female": "Kepada Nona @,^Tadi malam, seorang anggota tim Joja menemukanmu tidak berdaya. Tim medis dikirim untuk membawamu pulang dengan selamat.^Kami senang Anda baik-baik saja!^^(Anda sudah ditagih {0}g untuk layanan ini)^^-Morris^Perwakilan Kepuasan Pelanggan Joja[#]Faktur Joja",
  "passedOut1_NotBilled_Male": "Kepada Tuan @,^Tadi malam, seorang anggota tim Joja menemukanmu tidak berdaya. Tim medis dikirim untuk membawa Anda pulang dengan selamat.^Kami senang Anda baik-baik saja!^^Karena Anda tidak punya uang, kami diwajibkan oleh hukum untuk menyediakan layanan ini secara gratis.^^- Morris^Perwakilan Kepuasan Pelanggan Joja [#]Pemberitahuan yang Diperlukan Secara Hukum",
  "passedOut1_NotBilled_Female": "Kepada Nona @,^Tadi malam, seorang anggota tim Joja menemukanmu tidak berdaya. Tim medis dikirim untuk membawa Anda pulang dengan selamat.^Kami senang Anda baik-baik saja!^^Karena Anda tidak punya uang, kami diwajibkan oleh hukum untuk menyediakan layanan ini secara gratis.^^- Morris^Perwakilan Kepuasan Pelanggan Joja [#]Pemberitahuan yang Diperlukan Secara Hukum",
  "passedOut2": "@, ^Kamu beruntung aku menemukanmu tadi malam! Kamu pingsan, dan ada orang yang mengambil dari sakumu. Aku tidak tahu berapa banyak uang yang mereka ambil... mereka melarikan diri begitu aku datangi. Lain kali lebih berhati-hatilah!^^-Linus[#]Catatan Dari Linus",
  "passedOut3_Billed": "@,^Seseorang mengantarmu ke klinik tadi malam. Kamu pingsan karena kelelahan!^Kamu harus lebih merawat diri sendiri dan tidur pada jam yang wajar.^Aku sudah menagih {0} g untuk mengganti biaya medismu.^^-Dr. Harvey[#]Dari Kantor Dr. Harvey",
  "passedOut3_NotBilled": "@,^^Seseorang mengantarmu ke klinik tadi malam. Kamu pingsan karena kelelahan!^Kamu harus lebih merawat diri sendiri dan tidur pada jam yang wajar.^Karena kamu tidak punya uang, aku memberikan perawatan medis secara gratis.^^-Dr. Harvey[#]Pelayangan Medis Gratis dari Harvey",
  "passedOut4": "@, ^^Aku menemukanmu tertelungkup di lumpur saat aku melakukan patroli rutin jam 3 pagi.^^Lain kali kamu harus pulang lebih awal!^^     -Marlon[#]Catatan Dari Marlon",
  "elliottLetter1": "@, cintaku,^^Aku baru saja tiba di Grampleton, untuk memulai tur. Aku lupa betapa sibuknya kota ini! Jalan-jalan penuh sesak dengan orang-orang... mereka antara terlihat terburu-buru, atau tersesat dalam halu, dan tidak menyadari sekitar mereka. Aku sudah merindukan Kota Pelican!^^Aku memulai tur malam ini, di toko buku lokal. Harus kuakui, aku menjadi sedikit gugup sebelum bicara di depan umum... perutku terasa seperti dipelintir menjadi pretzel lembut dan disiram dengan saus keju pedas. Doakan aku, ya!^^-Dengan cinta, Elliott^^N.B. Kuharap malammu damai, dan kamu tidak merasa takut sendirian di rumah besar itu! %item conversationTopic ElliottGone2 0 %%[#]Surat Dari Suamiku",
  "elliottLetter2": "Pujaan hatiku @,^^Pembacaan pertama berjalan dengan baik, meskipun pendengarnya sedikit lebih kecil dari yang kuharapkan. Tapi, aku menjual cukup banyak buku untuk membayar kamar hotel (yang dipenuhi serangga)!^^Dalam beberapa jam, aku berangkat ke Kota Zuzu. Kalau pembacaan kemarin adalah pemanasan, yang berikutnya akan menjadi ledakan bom...^^Aku sangat merindukanmu. Ingatlah untuk makan enak! Oh, dan jangan lupa sisa crab cake yang kutaruh di lemari es...^-Dengan cinta, Elliott %item conversationTopic ElliottGone3 0 %%[#]Surat Dari Suamiku 2",
  "elliottLetter3": "Cintaku @,^^Tadi malam di Kota Zuzu merupakan pengalaman baru! Sepertinya sastra merupakan hal terkenal di sini... beberapa lusin orang muncul di pembacaanku!^^Aku bahkan menandatangani beberapa buku... aneh rasanya bagiku dianggap sebagai orang penting. Ini hanya masalah pembingkaian, ilusi besar... karena kenyataannya aku bukan orang yang istimewa. Hanya Elliottmu yang setia, seperti biasa.^^Saat ini aku sendirian, di kamar hotel, 'menelan' Joja Value Meal...^^Pantaskah ini disebut 'makanan'?^Atau 'benda yang bisa dimakan'?^Aku tidak ingin lama merenung^Rasanya sangat tidak enak^^Aku akan segera pulang. Semoga kamu menikmati crab cake-nya.^^-Dengan cinta, Elliott %item conversationTopic ElliottGone4 0 %%[#]Surat Dari Suamiku 3",
  "elliottLetter4": "Dalam mimpi, saat aku diberkahi dengan pemandangan yang indah^Aku menatap laut yang disinari matahari^Pantai yang jauh yang pernah kukunjungi^Tapi sekarang waktu mengaburkan ingatanku^^Hanya ada satu tempat abadi^Di mana suatu hari nanti akan aku lampaui^Di Lembah tersayang, tempat di mana cintaku menunggu:^Rumah kecil kita di samping kolam^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Surat Dari Suamiku 4",
  "elliottLetter5": "Sayangku @,^^Aku tidak akan membuatmu bosan dengan rincian panjang soal pembacaanku. Sebagian besar sama.^^Aku yakin waktu yang kaulewati jauh lebih menarik! Aku tidak sabar untuk kembali dan melihat apa saja yang berubah.^^Dalam perjalanan panjang antar kota ini, aku menghibur diri dengan menutup mata lalu membayangkan ladang... Aku melihat tong berdenyut dengan wine manis, tungku terbakar dengan ore berharga, dan dapur kecil kita dengan aroma kayu manis dan pala. Ada banyak hal yang bisa dinikmati!^^Jangan terlalu larut di tambang, sayangku. Berbahaya di sana! Kalau mau pergi ke sana... bawalah banyak makanan.^^-Dengan cinta, Elliott %item conversationTopic ElliottGone6 0 %%[#]Surat Dari Suamiku 5",
  "elliottLetter6": "Sayangku @,^^Ini akan jadi surat terakhirku sebelum aku pulang. Perjalananku selama ini baik-baik saja... meskipun tidak terlalu menarik. Menyenangkan bisa bertemu dengan orang-orang yang menikmati pekerjaanku, tapi aku ingin sekali pulang ke rumah.^^Aku menantikan kenyamanan di rumah kecil kita, membantu di pertanian, menikmati makanan yang dimasak di rumah, dan yang paling penting, tidur dibawah selimut flanel bersamamu.^^Sampai jumpa!^-Dengan cinta, Elliott %item conversationTopic ElliottGone7 0 %%[#]Surat Dari Suamiku 6",
  "MarlonRecovery": "@,^Aku menemukan barangmu yang hilang.^^Lain kali berhati-hatilah!^   -Marlon%item itemRecovery %%[#]Marlon Menemukan Itemmu",
  "RarecrowSociety": "Kepada @,^^Dedikasi Anda benar-benar mengesankan...^^Hanya beberapa orang terpilih yang berhasil mendapatkan koleksi Rarecrow yang lengkap!^^Terima rancangan ini untuk mengenang pencapaian Anda.^   -Himpunan Z.C. Rarecrow%item craftingRecipe Deluxe_Scarecrow %%[#]Dari Himpunan Rarecrow",
  "CarolineTea": "Kepada @,^^Terima kasih telah mampir di ruang berjemurku kemarin. Aku biasanya minum teh sendirian, tapi menyenangkan bisa berbagi denganmu!^^Aku sudah melampirkan instruksi tentang cara menyiapkan dan menanam tehmu sendiri. Tidak ada paksaan, tapi kalau kamu bisa menumbuhkan beberapa, pastikan untuk membawakanku secangkir!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Catatan Teh Caroline",
  "WoodChipper": "Hei @,^^Hanya ingin memberitahumu soal barang baru yang ku bawa... namanya 'Wood Chipper'.^^Kamu bisa menggunakannya untuk memecah hardwood menjadi beberapa potong kayu biasa!^^Aku tahu kayu bisa sulit didapat di musim dingin, jadi kalau persediaanmu hampir habis, pertimbangkan untuk membelinya.^       -Robin[#]Pemberitahuan Wood Chipper"
}