{
  "Robin": "Hai!^Aku punya beberapa kayu tambahan... Kurasa kau bisa memanfaatkannya. Jaga dirimu! ^ -Robin %item object 388 50 %%[#]Hadiah Dari Robin",
  "Demetrius": "Halo @,^Tempo hari aku melakukan studi lapangan, dan aku menemukan spesimen ini. ^Semoga kau tertarik dengan apa yang kutemukan. ^ -Demetrius%item object 392 1 394 1 132 1 66 1 %%[#]Hadiah Dari Demetrius",
  "Linus": "Halo, temanku.^Belakangan ini danau gunung sangat baik padaku. Aku ingin berbagi keberuntungan denganmu. ^ -Linus %item object 136 1 143 1 202 1 227 1 228 1 %%[#]Hadiah Dari Linus",
  "Pierre": "Kepada pelangganku yang terhormat,^Terimakasih telah mengunjungi 'Toko Pierre'! Ini adalah 'Program Hadiah Cash-back'. Sampai jumpa lagi! ^ -Pierre^ N.B. Maaf kukirim lewat surat, @. Nikmatilah! %item money 250 601 %%[#]Hadiah Dari Pierre",
  "Caroline": "Hai @,^Ini ada sayuran dari kebun kecil yang kutanam. Mungkin kau punya lebih banyak sayuran dan kau tahu apa yang musti dilakukan dengan itu, tapi baiklah. ^ -Caroline%item object 190 1 192 1 24 1 %%[#]Hadiah Dari Caroline",
  "George": "Aku menemukan beberapa batu berkualitas bagus. ^Barangkali kau bisa memanfaatkannya untuk membangun sesuatu. ^ -George %item object 390 35 %%[#]Hadiah Dari George",
  "Evelyn": "Halo, Semoga peternakanmu baik-baik saja.^ Aku mengirimkan sesuatu untukmu... Kuharap tidak rusak di kotak pos. ^ -Evelyn %item object 216 1 220 1 223 1 %%[#]Hadiah Dari Evelyn",
  "Pam": "Hei. ^Aku menemukan ini didalam laci. Kupikir kau bisa memanfaatkannya. ^ -Pam %item object 346 1 349 1 787 1 %%[#]Hadiah Dari Pam",
  "Lewis": "@,^Aku sungguh senang kau menjadi bagian dari komunitas! Aku melampirkan cek 500g dari Stardew Valley Agricultural Fund untuk membantumu melanjutkan pekerjaanmu dengan baik. ^Mungkin kau bisa membeli beberapa bibit dengan ini. ^ Hormatku, Lewis%item money 500 501 %%[#]Hadiah Dari Lewis",
  "Gus": "@!^Pagi ini aku membuatkanmu sedikit makanan. Bekerja keraslah! ^ -Temanmu, Gus%item object 224 1 213 1 211 1 207 1 200 1 195 1 198 1 %%[#]Hadiah Dari Gus",
  "Clint": "Um, Halo... ^Maaf, aku tak terlalu bagus dalam menulis sebuah surat. Aku membuat logam batangan terlalu banyak, dan Kupikir kau akan membutuhkannya. ^ -Clint, the blacksmith %item object 334 1 335 1 336 1 %%[#]Hadiah Dari Clint",
  "Jodi": "Halo @,^Aku memesan terlalu banyak fertilizer untuk kebunku!! Kurasa kau bisa menggunakannya. Jaga dirimu! ^ -Jodi %item object 368 5 369 5 370 5 %%[#]Hadiah Dari Jodi",
  "Kent": "Halo, @.^Barang ini mulai berdebu di gudang peralatan. Aku tahu kau bisa memanfaatkannya. ^ -Kent%item object 286 1 287 1 288 1 787 1 %%[#]Hadiah Dari Kent",
  "Emily": "Hai!^Apa kabar? Kuharap kau menyukai hadiah yang kukirimkan untukmu... Baiklah, sampai jumpa! + ^ -Emily %item object 397 1 428 1 440 1 %%[#]Hadiah Dari Emily",
  "Marnie": "Halo @,^Kau adalah tetangga yang baik, jadi kupikir aku akan mengirim beberapa pakan ternak untuk mempermudah pekerjaanmu. Semangat! ^ -Marnie %item object 178 30 %%[#]Hadiah Dari Marnie",
  "Shane": "Hei,^Kupikir mengirimkan surat untukmu akan menyenangkan. Meskipun aku benar-benar tidak tahu caranya menulis surat.^ Nih, Aku mengirimkan makanan untukmu. Aku mengambilnya dari ruang belakang JojaMart, tapi jangan bilang siapa-siapa.^Baiklah, sampai nanti. ^ -Shane %item object 215 1 206 1 %%[#]Hadiah Dari Shane",
  "Wizard": "Salam, young adept.^Didalam kotak ini ada item arcane. Gunakan dengan bijak. ^ -M. Rasmodius, Penyihir%item object 422 1 82 1 84 1 70 1 %%[#]Hadiah Dari Penyihir",
  "Sandy": "Salam dari Gurun Calico!^Datangi aku ya, Aku benar-benar bosan disini :(. Aku memasukkan hadiah dari desert. Kau bisa datang kemari untuk berterima kasih secara langsung! ^ -Sandy %item object 88 1 90 1 218 1 %%[#]Hadiah Dari Sandy",
  "afterSamShow": "@,^acaranya sukses besar! Aku ingin mengucapkan terima kasih lagi untukmu karena sudah membantu membentuk band yang luar biasa ini. Kami takkan mampu melakukannya tanpamu! ^ -Sam[#]Ucapan Terima Kasih Sam",
  "afterArtShow": "Hai @,^Terima kasih sudah datang ke acara seniku. Semuanya berjalan lancar! Seluruh karya pahatanku nyaris habis terjual, dan semua orang sangat positif dan menyenangkan! Kuharap kita berjumpa lagi nanti. ^ -Leah[#]Surat Terima Kasih Leah",
  "haleyGarden": "@,^Aku pikir akan menyenangkan jika menulis surat untukmu.^ Kemarin aku sangat gembira bermain dengan sapi-sapi... Aku mulai mengerti kenapa kau memilih hidup sebagai petani! Semoga kita berjumpa lagi. ^ -Haley[#]Surat Dari Haley",
  "PennyCleanTrailer": "Maaf soal kejadian kemarin... Ibuku sedang dalam suasana hati yang buruk.^Kumohon lupakan yang sudah terjadi. ^ -Penny[#]Penny Minta Maaf",
  "Duck": "Halo @,^Kau sudah membuktikan kemampuanmu dalam merawat ayam, jadi kini Aku menjual bebek! ^ -Marnie[#]Jual Bebek",
  "Rabbits": "Halo @,^Kini aku menjual kelinci di toko! Kelinci akan menghasilkan wol lembut ...dan banyak lagi! ^ -Marnie[#]Jual Kelinci",
  "Sheep": "Halo @,^Kau sudah membuktikan kemampuanmu dalam merawat sapi, jadi kini aku menjual domba di tokoku! ^ -Marnie[#]Jual Domba",
  "Goats": "Halo @,^Kini toko ternak-ku menjual kambing. Kau sudah berternak dengan baik sejauh ini! ^ -Marnie[#]Jual Kambing",
  "Pigs": "Halo @,^Kau sudah melakukan yang terbaik sejak pertama kali tiba disini. Sebagai hasil dari kerja kerasmu, Aku memutuskan untuk menjual babi di toko. Babi-babi ini sudah terlatih dalam mencari truffle! ^ -Marnie[#]Jual Babi",
  "SeaAmulet": "@,^Aku akan memberikan wejangan kepadamu karena aku suka padamu dan aku ingin kau tinggal di Pelican Town. Jika suatu saat tiba hari dimana kau ingin menikah, kau harus memberikan calonmu sebuah 'Mermaid's Pendant'. Jangan khawatir, semua orang di Pelican Town mengerti makna dari jimat tersebut. Itu adalah tradisi kuno dari wilayah ini. Semoga beruntung! ^ -Lewis[#]Tentang Mermaid's Pendant",
  "Bouquet": "@,^Kelihatannya kau mulai dekat dengan beberapa orang. Jika kau ingin menunjukkan ketertarikan cinta kepada seseorang, kau harus memberikan buket bunga yang cantik. Aku menjualnya saat ini, dengan harga yang masuk akal! Jika kau ingin berkeluarga suatu hari nanti, buket bunga ini adalah langkah pertamamu! ^ -Pierre[#]Tentang Bouquet",
  "RobinCooking": "Hai @,^ini resep tua yang nenekku wariskan padaku. Bersenang-senanglah! ^ -Robin%item cookingRecipe %%[#]Resep Keluarga Robin",
  "DemetriusCooking": "Aku ingin bilang 'terima kasih' sudah menaruh minat pada pekerjaanku. Ini ada resep masakan yang kusuka. ^ -Demetrius%item cookingRecipe %%[#]Resep Demetrius",
  "LinusCooking": "@,^apa kabar? Aku mengirimkan beberapa prosedur cara membuat salah satu olahan ikan kesukaanku. ^ -Linus%item cookingRecipe %%[#]Resep Linus",
  "PierreCooking": "SANGAT RAHASIA:^Ini adalah resep untuk blueberry tart-ku yang terkenal.^Jangan beritahu siapapun! Aku memberikan resep ini padamu karena kita sudah menjadi teman baik. ^ -Pierre%item cookingRecipe %%[#]Tart Pierre yang Terkenal",
  "CarolineCooking": "Halo @,^tak ada yang lebih menyenangkan dari memasak dengan sayuran segar yang berasal dari kebunmu sendiri! Aku mengirim resep ini untuk membantumu. Jaga dirimu, ^ -Caroline%item cookingRecipe %%[#]Resep Caroline",
  "GeorgeCooking": "Aku pikir aku akan memberikan resep ini untukmu. Jangan bakar resepnya. ^ -George%item cookingRecipe %%[#]Resep George",
  "EvelynCooking": "Halo @,^Biasanya aku tidak memberikan resepku pada siapapun... tapi semenjak kau menjadi kesayangan bagi George dan aku, aku tuliskan resep ini untukmu. ^ -Evelyn%item cookingRecipe %%[#]Resep Evelyn",
  "PamCooking": "Hei Nak,^ini resep makanan yang biasa ayahku buat. Coba masaklah. ^ -Pam%item cookingRecipe %%[#]Resep Pam",
  "LewisCooking": "@,^jangan lupa untuk makan makanan sehat, atau kau akan kekurangan energi untuk bekerja! Aku mengirimkan salah satu resep kesukaanku. Pastikan untuk menggunakan tomat matang! ^ -Lewis%item cookingRecipe %%[#]Resep Lewis",
  "GusCooking": "Halo @,^Ini resep dari kedai-ku. Aku cuma berbagi resep ini dengan teman baikku! ^ -Gus%item cookingRecipe %%[#]Resep Gus",
  "ClintCooking": "Yah, Aku tahu beberapa resep.^Jadi kupikir aku akan mengirimkan salah satunya... mungkin bisa membantumu lebih semangat menambang lebih banyak bijih.^Take care. ^ -Clint%item cookingRecipe %%[#]Resep Clint",
  "JodiCooking": "@,^Resep milikku ini memenangkan juara pertama dalam lomba memasak! Semoga kau suka. Terima kasih sudah menjadi seorang teman! ^ -Jodi%item cookingRecipe %%[#]Resep Jodi",
  "KentCooking": "Ambillah resep luar negeri ini. Nikmatilah.^Ini sebagai ucapan terima kasih sudah membuatku merasa diterima disini. ^^ -Kent%item cookingRecipe %%[#]Resep Kent",
  "EmilyCooking": "@!^Balik surat ini untuk melihat prosedur cara membuat makanan super sehat!^Kau akan merasa berenergi. Sampai nanti. ^ -Emily%item cookingRecipe %%[#]Resep Sehat Emily",
  "MarnieCooking": "Hai tetangga,^saat tidak merawat hewan, aku suka bereksperimen di dapur. Karena kita sudah berteman baik, aku akan memberikan resep ini untukmu.^Kuharap kau menyukainya! ^ -Marnie%item cookingRecipe %%[#]Resep Marnie",
  "ShaneCooking": "@,^Aku menemukan resep ini di majalah dan bagiku terdengar menarik. Jangan sungkan berbagi jika kau membuatnya. hehe. ^ -Shane%item cookingRecipe %%[#]Resep Shane",
  "SandyCooking": "Hai @,^Aku benar-benar bosan tinggal di desert. Nih ada resep sup yang lezat. Datanglah kemari jika kau sempat! ^ -Sandy%item cookingRecipe %%[#]Resep Sandy",
  "WillyCooking": "Halo @,^Aku ingin memberikan resep makanan tua yang biasa ayahku buat. Penting sekali untuk menggunakan ikan SEGAR. ^ -Willy%item cookingRecipe %%[#]Resep Khas Willy",
  "mom1": "Sayangku @,^ Apa kabarmu, sayang? Aku rindu sekali padamu. Kuharap kehidupan petani adalah kehidupan yang kau harapkan. ^ Salam cinta, Ibu. ^ P.S. Aku mengirimkan kue kesukaanmu < %item object 223 1 %%[#]Dari Ibu",
  "mom2": "\n Sayangku @,^ Sudah lama sekali sejak terakhir kali kau mengabariku, sayang. Semuanya masih sama sejak kepergianmu. Aku sangat merindukanmu. ^ Salam cinta, Ibu ^ P.S. Aku menemukan amplop berisi uang yang kakek tinggalkan untukmu. %item money 500 501 %%[#]Dari Ibu #2",
  "mom3": "Sayangku @,^ Aku melihat artikel tentangmu di koran lokal! Nampaknya kehidupan di desa cocok untukmu! Aku sangat bangga padamu. Jaga dirimu, sayang. Salam cinta, Ibu[#]Dari Ibu #3",
  "mom4": "Sayangku @,^ Bagaimana pekerjaanmu? Kau harus benar-benar menghasilkan uang dari peternakanmu. Jangan lupakan ibumu yang tua ini ketika sudah jadi miliarder ya! ^ Salam cinta, Ibu ^ P.S. Nikmatilah kuenya!%item object 221 1 %%[#]Dari Ibu #4",
  "dad1": "Sayangku @,^ Apakah kau betah dengan kehidupan barumu? Aku tidak percaya kau sudah tumbuh dewasa... Waktu benar-benar berputar. Kini kau pergi. Aku punya sedikit uang, jadi kukirim saja sebagai hadiah kecil.^ Cinta dariku, Ayah.%item money 500 501 %%[#]Dari Ayah",
  "dad2": "Sayangku @,^ Bagaimana kehidupanmu disana? Disini aku kesepian tanpamu, tapi aku bangga dengan apa yang kau lakukan.^ Cinta dariku, Ayah ^ P.S. Aku menemukan amplop berisi uang yang kakek tinggalkan untukmu. %item money 500 501 %%[#]Dari Ayah #2",
  "dad3": "Sayangku @,^ Aku membaca artikel tentangmu di koran lokal! Aku terkesan dengan perkembangan peternakanmu! Lanjutkan! Ayahmu yang tua ini mungkin akan menghabiskan waktu setelah pensiun di bungalo mewah di sebuah pulau ;).^ Cinta dariku, Ayah[#]Dari Ayah #3",
  "dad4": "Sayang @,^ Aku tahu kau sedang sibuk dan itu sebabnya kau tidak berkunjung kemari. Aku mengerti. Kau sudah bekerja dengan keras... Lanjutkan dan kau pasti bisa mencapai segalanya! ^ Cinta dariku, Ayah ^ P.S. Aku memasukkan beberapa batu berkualitas %item object 390 30 %%[#]Dari Ayah #4",
  "newsstory": "Salam, @.^Senang sekali bisa memberitahukan bahwa peternakan anda akan menjadi topik utama di koran Stardew Valley Tribune dalam 'up & coming' minggu depan! Selamat. Kami terkesan dengan perkembanganmu yang pesat. ^ -SVT[#]Masuk Berita",
  "pierreBackpack": "IKLAN:^\"Aku terus menemukan barang keren, tapi ranselku penuh!\"^^Apakah ini terdengar sepertimu? Ya, Pierre punya solusi untukmu!^^Mampir ke Toko Pierre HARI INI dan lihat ransel ukuran 24 yang terjangkau!^ Sampai jumpa nanti![#]Tas Dari Pierre",
  "pierreHours": "IKLAN:^^Toko Pierre kini buka seminggu penuh![#]Jadwal Tambahan Pierre",
  "robinKitchenLetter": "Hai peternak @,^^Aku mau minta maaf sudah bercanda soal rumah kakekmu saat pertama kali bertemu. Itu sungguh rumah kecil yang bagus!^^Bagaimanapun juga, kau mungkin butuh ruang lebih suatu hari nanti. Disitulah aku bisa membantumu. Jika kau membawakanku bahan baku dan membayar biaya, Aku bisa memperluas rumahmu.^(Baca di halaman selanjutnya)^^Ekspansi pertama yang kutawarkan itu meliputi dapur. Dengan dapur, kau bisa memasak dengan resep yang kau pelajari!^^Namun demikian, Kuharap kau mulai betah di Stardew Valley!^^ Tukang kayu-mu,^ Robin[#]Layanan Robin",
  "taxPassed": "Halo @,^pajak pengiriman diberlakukan. Pada hari ini, seluruh hasil keuntungan pengirimanmu akan dipotong 3%. Pemotongan biaya untuk pelayanan publik juga berlaku. Sampai jumpa lagi! ^ -Walikota[#]Pajak Disetujui",
  "taxRejected": "Halo @,^pajak pengiriman telah ditolak. Keuntungan pengirimanmu akan tetap seperti semula. Biaya untuk pelayanan publik juga akan tetap sama. Sampai jumpa lagi. ^ -Walikota[#]Pajak Ditolak",
  "quest10": "@,^Kudengar kau sering memberi hadiah kepada beberapa penduduk setempat! Semua orang tampaknya benar-benar berterima kasih. Aku akan menghadiahimu penghargaan \"Tetangga Terbaik\" bulan ini (dengan hadiah uang). Lanjutkan! ^ -Walikota%item money 500 501 %%[#]Tetangga Terbaik",
  "quest35": "Halo @,^kau sudah banyak membantu kota ini sejak kau pindah kemari... semua orang terus menceritakan hal luar biasa yang kau lakukan kepada mereka! Kumohon terima hadiah ini sebagai ungkapan terima kasih. ^ -Walikota%item money 2500 2501 %%[#]Ucapan Terima Kasih Lewis",
  "quest100": "@,^Aku sangat senang bisa mengumumkan bahwa kau telah terpilih sebagai \"Tetangga Terbaik Tahun Ini\"! dengan hadiah 10.000g! Selamat! Semua orang ingin mengucapkan 'terima kasih' atas semua yang kau lakukan. ^ -Walikota%item money 10000 10001 %%[#]Tetangga Terbaik Tahun Ini",
  "hero_update": "@,^Sudah waktunya untuk peringkat Stardew Hero! Aku menyelipkannya di dalam amplop terpisah. Semoga beruntung di musim kali ini! ^ -Walikota[#]Peringkat Stardew Hero",
  "hero_update1": "%update",
  "CF_Fish": "Hai @,^ Kemampuan menyikumu sudah melampaui ayahku... Aku terkesan. ^ Stardrop ini diwariskan dari Willy Sr. ke Willy Jr. untuk... oh, apa ya. Mungkin untuk disimpan selama ribuan tahun.^Berhubung aku tidak punya anak... Aku ingin kau memilikinya.^^ -Willy ^ %item object 434 1 %%[#]Warisan Keluarga Willy",
  "adoptionLetter": "Yang terhormat @ dan kepada pasangan,^Selamat! Permohonan adopsi kalian sudah disetujui.^Kami susah payah memilih bayi yang sempurna untuk mengimbangi profil kalian.^Anggota keluarga baru kalian akan tiba 2 minggu lagi.^^-Agensi Adopsi Ferngill[#]Pemberitahuan Adopsi",
  "stardewHeroMine": "Pesan Rahasia: Jika kau bisa mencapai dasar tambang sekali lagi, kau akan menemukan rahasia. Hati-hati, tambang menjadi lebih bahaya saat ini.[#]Pesan Rahasia",
  "fertilizers": "Hai tetangga,^Semoga kau betah dengan rumah barumu. Aku menulis surat ini supaya kau tahu Toko Pierre kini menjual fertilizer! Silahkan mampir dan beli beberapa lusin? ^ -Pierre[#]Pupuk Pierre",
  "fertilizers2": "Halo @,^Kini aku menjual fertilizer kualitas tinggi, juga beberapa bibit baru! Sampai jumpa nanti. ^ -Pierre[#]Pupuk Kualitas Tinggi Pierre",
  "abbySpiritBoard": "Hai @.^Malam ini kau harus datang ke kamarku... Mungkin sekitar jam 8. ^Aku mau menunjukkan sesuatu padamu. ^ -Abby[#]Catatan Abby",
  "pennySpa": "Temui aku di tempat mandi malam ini. ^ -Penny[#]Catatan Penny",
  "incubator": "Halo @,^^Terima kasih sudah membeli peningkatan kandang ayam! Sebagai tambahan untuk melipatgandakan kapasitas kandangmu, Aku memasang inkubator. ^Untuk menggunakannya, cukup letakkan sebuah telur didalamnya. Jika kau punya ruang tersisa di kandangmu, telur akan menetas dalam beberapa hari!^^Seperti biasa, terima kasih.^-Robin[#]Tentang Incubator",
  "hatter": "Hai.^^Aku menjual topi. Oke, poke?^^Datanglah ke rumah tuaaaaa, poke. Bawa uang.^^-hat mouse[#]Haiyo, Poke",
  "Beat_PK": "Selamat!!^^Kau menyelesaikan 'Journey Of The Prairie King', dan secara acak memilih hadiah eksklusif untuk pemenang! ^Kau memenangkan Mesing Arkade Prairie King!^Kini kau bisa memainkan 'Journey of The Prairie King' dengan nyaman di rumahmu sendiri.^^Kau pantas mendapatkannya!.^- Tim Pengembang Prairie King %item bigobject 141 %%[#]Ucapan Selamat P.K.",
  "JunimoKart": "Selamat!!^^Kau menyelesaikan semua level di 'JunimoKart'... kau satu-satunya orang yang bisa melakukannya!^Hadiahmu: JunimoKart versi rumahan!^^Bersenang-senanglah!^-Tim Pengembang Junimo Kart %item bigobject 159 %%[#]Sukses Junimo Kart",
  "elliottReading": "@,^Aku punya berita bagus... novelku selesai!! Aku akan merilisnya untuk umum siang ini di perpustakaan. Semoga kau datang! ^ -Elliott[#]Pembacaan Elliott",
  "elliottBoat": "Temui aku di dermaga pagi ini. Aku ingin membicarakan sesuatu. ^ -Elliott[#]Catatan Elliott",
  "harveyBalloon": "@,^Aku punya kejutan untukmu. Temui aku melalui rel kereta api. ^ -Harvey[#]Kejutan Harvey",
  "samMessage": "@,^temui aku di depan rumahku malam ini. ^ -Sam[#]Catatan Sam",
  "joshMessage": "@,^temui aku di kedai (saloon) malam ini. ^ -Alex[#]Undangan Alex",
  "lewisStatue": "@,^^Kedepannya, Aku sangat menghargai jika kau tidak menaruh barang PRIBADIKU di kota hingga penduduk dapat melihatnya!^^Aku sangat tidak suka itu!^^Ambil uang ini dan jangan pernah bicarakan 'projek' ku pada siapapun.%item money 750 751 %%[#]Surat Kemarahan Lewis",
  "marnieAutoGrabber": "@,^Aku punya barang baru di stock... Namanya adalah \"Auto-Grabber\".^^Benda ini akan mengambil susu dari sapi dan kambing, dan memotong bulu dombamu... secara otomatis!^^Karena ini termasuk 'barang mewah', jadi kuberi harga 25.000g.^^ -Marnie[#]Pemberitahuan Auto-Grabber",
  "EmilyClothingTherapy": "@,^Aku punya ide baru yang gila dan aku ingin kau terlibat didalamnya... Ide tersebut adalah \"Clothing Therapy\".^^Tolong datang ke rumah Walikota hari ini untuk mengetahui apa itu Clothing Therapy.^^ Love, Emily[#]Ide Emily",
  "EmilyCamping": "@,^Ayo pergi kemping! ^^ Temui aku di secret woods setelah 10pm.^^ Love, Emily[#]Undangan Emily",
  "EmilyDoneCamping": "Terima kasih sudah bergabung denganku semalam... Benar-benar menyenangkan.^Aku senang beruang itu muncul!^^Sampai jumpa nanti^^ Love, Emily[#]Catatan Emily",
  "foundLostTools": "Kepada @,^Tadi malam ada orang yang menaruh alat-alatmu di kotak barang temuan.^^Dan aku kembalikan di dekat tempat tidurmu.^Semoga tidurmu tidak terganggu... ^^  -Walikota Lewis[#]Peralatan Hilang",
  "fishing2": "Aku punya stok barang baru...^Sebuah pancing bagus dan beberapa umpan yang bisa kau kaitkan padanya!^Kau bisa gunakan umpan supaya ikan cepat tertangkap. Sampai jumpa nanti! ^ -Willy[#]Item Baru Willy",
  "fishing6": "Mampir ke toko dan lihat pancingan baru yang kujual.^Pancingan tersebut adalah yang terbaik... dan kau bisa mengkustom pancingan tersebut dengan berbagai macam peralatan pancing!^Sampai jumpa nanti! ^ -Willy[#]Item Baru Willy #2",
  "wizardJunimoNote": "Narasumberku mengatakan kau berkeliling di dalam Balai Kota tua itu.^Bagaimana kalau kau berkunjung ke tempat tinggalku?^Tempat tinggalku berada di sebelah barat danau hutan, di dalam menara batu. Mungkin aku punya informasi tentang... 'masalah tikus'.^ -M. Rasmodius, Penyihir %item quest 1 true %%[#]Panggilan Penyihir",
  "winter_18": "Halo @,^Aku ingin memberi informasi tentang acara yang akan datang: the Feast of the Winter Star. Ini waktunya bagi masyarakat untuk datang bersama dan mensyukuri keberuntungan yang kita dapatkan pada tahun ini.^Tradisi yang paling kita sukai \"secret gift exchange\" dimana semua orang di kota ini memberikan hadiah kepada seseorang secara acak. Pada hari saat festival, semua orang harus membawa hadiah spesial untuk teman rahasia sebagai kejutan!^Tahun ini, teman rahasiamu adalah:^ %secretsanta ^Jangan beritahu siapapun! Pesta akan diadakan di alun-alun pada tanggal 25 dari jam 10 pagi sampai jam 2 siang. Sampai jumpa nanti! ^ -Walikota Lewis[#]Pemberi Hadiah Rahasia",
  "ccBulletinThankYou": "Halo @,^Belakangan ini semua orang di kota membicarakan tentang kemurahan hatimu!^Sebelumnya, bingkisan muncul di rumah-rumah penduduk. Bingkisan-bingkisan tersebut berisi barang yang mereka tulis beberapa tahun yang lalu di mading Balai Kota! Dan semua bingkisan tersebut ditujukan dari peternakanmu!^Terima kasih sudah repot melakukannya... kami semua sangat senang! ^ -Walikota Lewis[#]Terima Kasih Mading",
  "guildQuest": "Kulihat kau sudah menjelajahi tambang tua. Kau memiliki jiwa petualang.^Jika kau bisa membunuh 10 slime, kau akan mendapatkan tempat di Serikat Petualang. ^Hati-hati. -Marlon %item quest 15 true %%[#]Tugas Untuk Membasmi Slime",
  "skullCave": "Kulihat kau memasuki Skull Cavern. Hebat.^Aku punya tantangan untukmu, nak. Masuki lebih dalam setidaknya sampai level 25. Aku punya segunung uang untuk dikirim jika kau bisa melakukannya $ .^ Temanmu, Mr. Qi %item quest 20 %%[#]Tantangan Qi",
  "robinWell": "Robin disini!^Aku tahu ada banyak batu berserakan di sekitar peternakanmu.^Jika kau punya uang lebih, kau bisa memintaku membangun sebuah sumur untukmu.^Sumur bisa ditempatkan dimana saja, dan menyediakan tempat yang nyaman untuk mengisi ulang penyiram air.^^Cukup mampir ke tokoku dengan membawa 75 batu dan 1000g.^-Robin[#]Bangun Sebuah Sumur",
  "landslideDone": "Kepada pelanggan JojaMart yang berharga:^Anggota tim kami sudah menyingkirkan longsoran yang disebabkan oleh operasi pengeboran di dekat danau gunung. Saya ingin mengingatkan bahwa operasi pengeboran tersebut sepenuhnya legal (menurut amandemen JojaCo). Bertanggung jawab terhadap alam sekitar adalah prioritas utama kami! ^^Kami mohon maaf atas ketidaknyamanan dari kejadian ini.^Seperti biasa, kami menghargai dukungan dan kunjungan anda!^^-Morris,^Wakil Pelayanan Joja[#]Joja Membersihkan Longsoran",
  "QiChallengeComplete": "Kau berhasil.^ Aku sangat terkesan.^ Nikmati hadiahmu.^ -Qi. %item money 10000 %%[#]Tantangan Qi Selesai",
  "spring_2_1": "Halo,^Aku baru saja kembali dari trip memancing. Kapan-kapan datanglah ke pantai.^Aku punya sesuatu untukmu.^-Willy %item quest 13 true %%[#]Undangan Willy",
  "spring_12": "Halo @,^Besok kami akan mengadakan Festival Telur di alun-alun. ^^Datanglan antara 09:00 sampai 14:00.^Jangan sampai melewatkan perburuan telur tahunan ini!^ -Mayor Lewis[#]Pemberitahuan Egg Festival",
  "spring_15_1": "Halo, sayangku...^^Aku tahu kau baru saja jadi petani, jadi aku ingin beri sedikit tips.^^Sebagian besar bibit hanya tumbuh di suatu musim. Saat musim panas tiba, tanaman musim semi akan mati. Jadi berhati-hatilah!^^-Nenek Evelyn[#]Tips Evelyn",
  "spring_23": "Halo @,^Besok kami akan menghadiri Flower Dance.^^Jika kau bisa mencari rekan menari, kau bisa berpartisipasi di acara ini!^Tempatnya di suatu daerah terbuka di sebelah barat hutan. Jika kau tertarik, datanglah antara jam 9 pagi dan jam 2 siang.^ -Walikota Lewis[#]Pemberitahuan Flower Dance",
  "summer_10": "Halo @,^Besok kami akan berkumpul di pantai dalam rangka Luau Tahunan Pelican Town.^^Yang paling menarik dari acara ini adalah hidangan makan bersama. Jadi pastikan kau membawa sesuatu untuk berkontribusi!^Pak gubernur sendiri akan hadir di acara ini, jadi bertingkah lakulah dengan baik.^Datanglah ke pantai antara jam 9 pagi dan jam 2 siang.^ -Walikota Lewis[#]Pemberitahuan Luau",
  "summer_28": "Halo @,^Malam ini sekitar jam 10 malam, sebuah acara yang langka dan cantik akan berlangsung.^^ubur-ubur bulan akan melewati Pelican Town dalam migrasi panjang ke selatan untuk musim salju.^^Kami semua akan berkumpul di pantai untuk menonton. Kau tidak boleh melewatkannya!^Sampai nanti,^ -Demetrius[#]Pemberitahuan Dance Of The Moonlight Jellies",
  "fall_9": "Halo @,^Satu minggu dari sekarang, kami akan mengadakan acara Stardew Valley Fair di alun-alun!^Ini adalah acara terbesar tahun ini, acara ini akan menarik semua orang dari seluruh penjuru negeri ini untuk datang ke kota kita.^Kalau mau, kau bisa menyiapkan pajangan untuk acara ini. Bawalah 9 barang yang menurutmu terbaik. Pajanganmu tersebut akan dinilai berdasarkan kualitas dan varietas.^Pekan raya akan dimulai jam 9 pagi... jangan sampai kelewatan!^ -Walikota Lewis[#]Pemberitahuan Stardew Valley Fair",
  "fall_15": "Hai @,^Aku cuma ingin mengingatkan bahwa acara Stardew Valley Fair dimulai besok.^Jangan lupa bawa 9 barang untuk pajanganmu.^Ingat, pekan raya dimulai pada jam 9 pagi di alun-alun. Sampai ketemu besok!^ -Walikota Lewis[#]Pengingat Stardew Valley Fair",
  "fall_26": "Halo @,^Merasakan udara mulai dingin? Itu karena sebentar lagi musim dingin akan tiba...^Atau bisa jadi pertanda kedatangan roh jahat, datanglah besok untuk merayakan festival... the Spirit's Eve.^Datanglah ke alun-alun jam 10 malam jika kau ingin berpartisipasi.^ -Walikota Lewis[#]Pemberitahuan Spirit's Eve",
  "winter_7": "Halo @,^Besok kita semua akan berkumpul di depan rumah Marnie untuk merayakan Festival Es.^^Ini adalah perayaan datangnya musim dingin... akan ada manusia salju, pahatan es, dan lomba memancing!^Datanglah antara jam 9 pagi dan jam 2 siang jika kau ingin berpartisipasi.^ -Walikota Lewis[#]Pemberitahuan Festival Of Ice",
  "winter_14": "Mulai besok, penjual keliling akan berlabuh di Pelican Town untuk acara pasar malam.^^Pasar malam mulai dari 5pm, dan akan berlangsung selama tiga hari.^^Tolong datang setelah jam 5pm untuk mengikuti festival. Ada kopi gratis![#]Pemberitahuan Night Market",
  "spring_11_1": "HILANG:^Aku kehilangan kapak kesayanganku! Kalau ada yang menemukannya, tolong kembalikan secepatnya. Aku kesulitan tanpa kapak itu. Kuberi 250g bagi siapapun yang menemukan.^ -Robin%item quest 100 %%[#]Kapak Robin Hilang",
  "spring_19_1": "Petani @-^Aku punya permintaan untukmu. Aku butuh kembang kol (cauliflower) segar sebagai bahan resep untuk makanan yang ingin kubuat. Bisa kau bawakan?^ -Jodi%item quest 101 %%[#]Jodi Minta Cauliflower",
  "summer_3_1": "@-^Memalukan... aku kehilangan cawat ungu keberuntunganku. Aku memberitahumu karena aku percaya padamu.^Jika kau bisa menemukannya, bawa kepadaku DIAM-DIAM. Aku akan memberimu sedikit uang.^Terima kasih.^ -Walikota Lewis%item quest 102 %%[#]Lewis Minta Tolong",
  "summer_14_1": "Hei nak,^Tenggorokanku kering sekali. Aku haus dan ingin sekali pale ale. Kau punya? Bir biasa tidak akan membuatku merasa lebih baik. Aku cuma butuh pale ale.^ -Pam%item quest 103 %%[#]Permintaan Pam",
  "summer_20_1": "@-^Aku mengumpulkan data korelasi antara alkalinitas tanah dan taraf fruktosa tanaman. Singkat saja, Aku butuh melon segar dari kebunmu. Aku akan sangat berterima kasih.^ -Demetrius%item quest 104 %%[#]Demetrius Minta Sampel",
  "summer_25_1": "Untuk petani @:^Lututku kumat lagi, dan kau tahu solusinya? ^Cukup oles dengan gilingan cabai.^ Masalahnya, persediaan cabai dirumah habis. Jika kau punya tolong bawakan padaku.^ -George %item quest 105 %%[#]George Butuh Pepper",
  "fall_3_1": "Halo @,^Aku ingin memperlakukan sapiku dengan spesial. Mereka itu seperti manusia, bisa lapar juga. Bisakah kau membawakanku seikat amaranth? Mereka suka itu. ^Terima kasih.^ -Marnie %item quest 106 %%[#]Permintaan Marnie",
  "fall_8_1": "Halo,^Sekarang sudah musim blackberry. Semak-semak sudah penuh dengan blackberry. Aku ingin memetik beberapa, tapi aku kehilangan keranjang. Bisa tolong carikan?^ -Linus%item quest 107 %%[#]Keranjang Linus Hilang",
  "fall_19_1": "@-^Aku ingin beli labu darimu. Puteriku dan aku ingin membuat jack-o-lantern untuk festival Spirit's Eve yang akan datang. ^ -Caroline%item quest 108 %%[#]Permintaan Caroline",
  "winter_2_1": "Hei, aku punya tantangan untukmu:^ Tangkap cumi-cumi untukku.^Kau bisa menangkapnya di pantai pada malam hari. Mereka hanya muncul di musim dingin.^ -Willy%item quest 109 %%[#]Tantangan Willy",
  "winter_6_1": "Aku punya permintaan yang tidak biasa. Bisakah kau menjaga rahasia ini?^ Aku ingin kau mengantar amethyst ke Emily. Amethyst merupakan batu kesukaannya. Bilang padanya bahwa ini dariku.^ -Clint %item quest 110 %%[#]Permintaan Aneh Clint",
  "winter_12_1": "@-^Aku sedang meneliti seni meramal bayangan yang sudah terlupakan. Aku butuh benda yang dikenal sebagai 'Void Essence'. Bawakan benda tersebut padaku dan kau akan dapat hadiah.^ -M. Rasmodius, Penyihir %item quest 111 %%[#]Permintaan Penyihir",
  "winter_17_1": "@,^Maaf merepotkanmu lagi, tapi aku butuh bantuan.^Aku punya palu baru dan aku ingin mengujinya dengan berbagai logam.^Bisa kau leburkan iron bar dan bawakan kepadaku? ^Terima kasih.^ -Clint %item quest 112 %%[#]Permintaan Clint",
  "winter_21_1": "@-^Apa kabar? Semoga musim dingin tidak terlalu menyulitkanmu.^Ngomong-ngomong, Aku ingin meminta beberapa hardwood. Aku butuh 10 batang..^Kalau tidak ada, tidak apa-apa. Jaga dirimu!^ -Robin%item quest 113 %%[#]Permintaan Robin",
  "winter_26_1": "Halo @-^Aku ingin membuat gulai ikan, tapi aku butuh ikan albacore! Aku tahu mereka sudah hampir tidak ada di musim ini... maaf sudah merepotkan. Bisakah kau tangkap satu saja untukku?^ -Gus%item quest 114 %%[#]Gus Butuh Ikan",
  "spring_1_2": "Pemberitahuan:^^Harga material di toko Robin dan Clint naik.[#]Pemberitahuan Harga Material Mentah",
  "spring_6_2": "@-^Aku benar-benar ketagihan aprikot segar. Aku sudah mencari di toko tapi tidak ada, jadi aku ingin membelinya darimu!^ -Emily%item quest 115 %%[#]Permintaan Emily",
  "spring_15_2": "Halo @,^Aku ingin membuat kejutan dengan memberikan hadiah untuk suamiku. Dia pecinta leeks. Bisa kau bawakan satu buah untukku?^ -Nenek Evelyn%item quest 116 %%[#]Permintaan Evelyn",
  "spring_21_2": "PERHATIAN^Pierre disini... Sungguh, aku ingin sekali sepiring sashimi. Aku akan bayar pada siapapun yang membawakanku sashimi.^ -Pierre%item quest 117 %%[#]Keinginan Pierre",
  "summer_6_2": "Butuh Nelayan^Aku butuh spesimen pufferfish yang bagus. Aku sedang melakukan eksperimen membuat zat racun dengan pufferfish.^Hadiah: 1000g^ -Demetrius%item quest 118 %%[#]Studi Racun Demetrius",
  "summer_15_2": "Hai petani @,^Aku ingin memberikan belimbing (starfruit) untuk istriku sebagai hadiah hari jadi pernikahan kami. Adakah belimbing yang sudah matang di kebunmu? Jika kau membawanya padaku, aku akan sangat berterima kasih.^ -Kent%item quest 119 %%[#]Kent Butuh Hadiah",
  "summer_21_2": "@,^Aku butuh truffle oil. Jangan tanya kenapa.^ -Walikota Lewis%item quest 120 %%[#]Permintaan Lewis",
  "fall_6_2": "Dicari: 1 Lobster segar untuk bahan membuat bisque.^Pencari: Gus, pemilik Stardrop Saloon^Hadiah: 800g %item quest 121 %%[#]Gus Butuh Lobster",
  "fall_19_2": "PERHATIAN^Adakah yang memiliki battery pack? Remot TV-ku mati, dan menjengkelkan sekali dimana aku harus bolak-balik ganti stasiun lewat TV-nya langsung.^ -Pam%item quest 122 %%[#]Pam Butuh Bantuan",
  "winter_5_2": "@,^Aku sedang menciptakan tongkat untuk memikat kekuatan.^Aku kehilangan sesuatu: Iridium Bar.^Aku akan bayar 5x lipat dari harga biasa. Bawakan secepat yang kau bisa.^ -M. Rasmodius, Penyihir %item quest 123 %%[#]Penyihir Butuh Item Langka",
  "winter_13_2": "Aku punya tantangan lain untukmu: Tangkap Lingcod.^Mereka tidak akan mudah ditangkap, tapi aku tahu kau bisa melakukannya.^ -Willy%item quest 124 %%[#]Tantangan Willy #2",
  "winter_19_2": "Halo @,^Aku bingung harus berbuat apa lagi. Aku harus segera membuat Coco-no-no, tapi aku kehabisan kelapa!^Bisa minta tolong?^ -Gus%item quest 125 %%[#]Gus Butuh Coconut",
  "winter_24": "Halo @,^Besok adalah Feast of the Winter Star.^Sudahkah kau memiliki hadiah untuk 'teman rahasia'mu... %secretsanta?^Perayaan akan dimulai jam 9 pagi di alun-alun. Sampai jumpa besok! ^ -Walikota Lewis[#]Pemberitahuan Feast Of Winter Star",
  "passedOut1_Billed_Male": "Yang terhormat saudara. @,^Semalam, anggota Joja menemukanmu dalam keadaan pingsan. Tim medis langsung datang untuk membawamu ke rumah dengan selamat.^Kami senang kau baik-baik saja!^^(Tagihan untuk layanan ini adalah {0}g)^^-Morris^Wakil Pelayanan Joja[#]Nota Joja",
  "passedOut1_Billed_Female": "Yang terhormat saudari @,^Semalam, anggota Joja menemukanmu dalam keadaan pingsan. Tim medis langsung datang untuk membawamu ke rumah dengan selamat.^Kami senang kau baik-baik saja!^^(Tagihan untuk layanan ini adalah {0}g)^^-Morris^Wakil Pelayanan Joja[#]Nota Joja",
  "passedOut1_NotBilled_Male": "Yang terhormat saudara @,^Semalam, anggota Joja menemukanmu dalam keadaan pingsan. Tim medis langsung membawamu ke rumah dengan selamat.^Kami senang kau baik-baik saja!^^Karena kau tidak punya uang, peraturan mewajibkan kami untuk melakukan pelayanan ini secara gratis.^^-Morris^Wakil Pelayanan Joja[#]Pemberitahuan Wajib",
  "passedOut1_NotBilled_Female": "Yang terhormat saudari @,^Semalam, anggota Joja menemukanmu dalam keadaan pingsan. Tim medis langsung membawamu ke rumah dengan selamat.^Kami senang kau baik-baik saja!^^Karena kau tidak punya uang, peraturan mewajibkan kami untuk melakukan pelayanan ini secara gratis.^^-Morris^Wakil Pelayanan Joja[#]Pemberitahuan Wajib",
  "passedOut2": "@, ^Kau beruntung aku menemukanmu semalam! Kau pingsan, dan seseorang sedang menggeledah kantongmu. Aku tidak tahu berapa uang yang diambil... Dia lari begitu aku datang. Lain kali lebih berhati-hati!^^-Linus[#]Catatan Dari Linus",
  "passedOut3_Billed": "@,^Seseorang membawamu ke klinik semalam. Kau pingsan karena kelelahan!^Kau harus beristirahat untuk beberapa jam.^Tagihan biaya medis untuk pelayanan adalah {0}g.^^-Dr. Harvey[#]Dari Kantor Dr. Harvey",
  "passedOut3_NotBilled": "@,^Seseorang membawamu ke klinik semalam. Kau pingsan karena kelelahan!^Kau harus beristirahat untuk beberapa jam.^Karena kau tidak punya uang, Aku tidak akan menagih biaya untuk itu alias gratis.^^-Dr. Harvey[#]Pelayanan Gratis Dr. Harvey",
  "passedOut4": "@, ^^Aku menemukanmu bertelungkup di atas lumpur saat sweeping jam 3:00 Pagi.^^Lain kali tolong pulang lebih awal!^^ -Marlon[#]Catatan Dari Marlon",
  "elliottLetter1": "@, cintaku,^^Aku baru saja tiba di Grampleton untuk memulai tour. Dan aku baru ingat betapa ramainya kota ini! Jalanan dipenuhi oleh orang... Banyak dari mereka terburu-buru, atau hanya melamun, mereka tidak menyadari kondisi di sekitar mereka. Dan belum apa-apa, aku sudah kangen kot Pelican!^^Aku mulai tour malam ini ke toko buku lokal. Harus ku akui, aku sedikit gugup jika membayangkan berbicara di depan umum... Perutku mual seperti terlilit. Doakan aku!^^-Love, Elliott^^P.S. Kuharap tidurmu nyenyak dan tidak kesepian di rumah sebesar itu! %item conversationTopic ElliottGone2 0 %%[#]Surat Dari Suamiku",
  "elliottLetter2": "Pujaan hatiku @,^^Pembacaan pertama berjalan lancar, meskipun pendengarnya lebih sedikit dari yang kuharapkan. Tapi aku menjual buku yang cukup untuk membayar kamar hotel (yang penuh serangga)!^^Beberapa jam lagi, aku berangkat ke Kota Zuzu. Kalau pembacaan kemarin masih pemanasan, yang berikutnya akan menjadi ledakan bom...^^Aku sangat merindukanmu. Jangan lupa makan yang enak! Oh, dan jangan lupa ada sisa crab cake di lemari es...^-Dengan cinta, Elliott %item conversationTopic ElliottGone3 0 %%[#]Surat Dari Suamiku 2",
  "elliottLetter3": "Cintaku @,^^Semalam di Kota Zuzu merupakan pengalaman baru! Sepertinya sastra adalah hal terkenal di sini... beberapa lusin orang datang ke pembacaanku!^^Aku bahkan menandatangani beberapa buku... aneh rasanya bagiku dianggap sebagai orang penting. Ini cuma masalah kemasan dan ilusi besar... karena kenyataannya aku bukan orang yang istimewa. Hanya Elliottmu yang setia, seperti biasa.^^Saat ini aku sendirian, di kamar hotel, 'menelan' Joja Value Meal...^^Pantaskah ini disebut 'makanan'?^Atau 'benda yang bisa dimakan'?^Aku tidak mau merenung lama^Rasanya sangat tidak enak^^Aku akan segera pulang. Semoga kamu menikmati crab cake-nya.^^-Dengan cinta, Elliott %item conversationTopic ElliottGone4 0 %%[#]Surat Dari Suamiku 3",
  "elliottLetter4": "Dalam mimpi, saat aku diberkahi dengan pemandangan yang indah^Aku menatap laut yang disinari matahari^Pantai jauh yang pernah kukunjungi^Tapi sekarang waktu menyamarkan ingatanku^^Hanya ada satu tempat abadi^Di mana suatu hari nanti akan aku lampaui^Di Lembah tersayang, tempat di mana cintaku menunggu:^Rumah kecil kita di samping kolam^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Surat Dari Suamiku 4",
  "elliottLetter5": "Sayangku @,^^Aku tak ingin kamu bosan dengan cerita panjang soal pembacaanku. Sebagian besar sama.^^Aku yakin waktu yang kaulewati jauh lebih menarik! Aku tidak sabar untuk kembali dan melihat apa saja yang berubah.^^Dalam perjalanan panjang antar kota ini, aku menghibur diri dengan menutup mata lalu membayangkan ladang... Aku melihat Keg-Keg berisi wine manis berdenyut-denyut, furnace membakar bijih logam berharga, dan dapur kecil kita dengan aroma kayu manis dan pala. Ada banyak hal yang bisa dinikmati!^^Jangan terlalu larut di tambang, sayangku. Berbahaya di sana! Kalau mau pergi ke sana... bawalah banyak makanan.^^-Dengan cinta, Elliott %item conversationTopic ElliottGone6 0 %%[#]Surat Dari Suamiku 5",
  "elliottLetter6": "Sayangku @,^^Ini akan jadi surat terakhirku sebelum pulang. Perjalananku selama ini baik-baik saja... meskipun tidak terlalu menarik. Menyenangkan bisa bertemu orang-orang yang menikmati pekerjaanku, tapi aku ingin sekali pulang ke rumah.^^Aku menantikan kenyamanan rumah kecil kita, membantu di pertanian, menikmati makanan yang dimasak di rumah, dan yang paling penting, tidur dibawah selimut flanel bersamamu.^^Sampai jumpa!^-Dengan cinta, Elliott %item conversationTopic ElliottGone7 0 %%[#]Surat Dari Suamiku 6",
  "MarlonRecovery": "@,^Aku menemukan barangmu yang hilang.^^Lain kali berhati-hatilah!^   -Marlon%item itemRecovery %%[#]Marlon Menemukan Itemmu",
  "RarecrowSociety": "Kepada @,^^Dedikasi Anda sungguh mengesankan...^^Hanya beberapa orang terpilih yang berhasil mengoleksi semua Rarecrow!^^Terimalah rancangan ini untuk mengenang pencapaian Anda.^   -Himpunan Z.C. Rarecrow %item craftingRecipe Deluxe_Scarecrow %%[#]Dari Komunitas Rarecrow",
  "CarolineTea": "Kepada @,^^Terima kasih telah mampir di ruang berjemurku kemarin. Aku biasanya minum teh sendirian, tapi menyenangkan bisa berbagi denganmu!^^Aku sudah melampirkan instruksi tentang cara menyiapkan dan menanam tehmu sendiri. Tidak ada paksaan, tapi kalau kamu mau menanamnya, jangan lupa untuk membawakanku secangkir!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]Catatan Teh Caroline",
  "WoodChipper": "Hei @,^^Hanya ingin memberitahumu soal benda baru yang kujual... namanya 'Wood Chipper'.^^Kamu bisa memakainya untuk memecah hardwood menjadi beberapa potong kayu biasa!^^Aku tahu kayu bisa sulit didapat saat musim dingin, jadi kalau persediaanmu hampir habis, pertimbangkan untuk membelinya.^       -Robin[#]Pemberitahuan Wood Chipper",
  "willyBackRoomInvitation": "@,^^Aku sudah membuka pintu ruangan belakang di toko.^Mampirlah kalau sempat.^Ada sesuatu yang ingin kutunjukkan padamu.^^-Willy[#]Undangan Ruang Belakang Willy",
  "KrobusCrafting": "@, aku tidak tahu bagaimana sistem pos kaum manusia bekerja, jadi aku minta tolong ke Penyihir untuk menulis surat ini.^^Semoga kabarmu baik-baik saja.^^Aku ingin memberikan ini padamu... itu catatan dari kaumku untuk merakit sebuah item.^^ -Krobus%item craftingRecipe Dark_Sign %%[#]Surat Dari Krobus",
  "georgeGifts": "Kepada @,^^Terima kasih banyak atas Leek-Leeknya. Semuanya enak dan segar. George pasti akan suka.^^Hari ini, aku menyiapkan 12 kado kecil berisi harta karun (terima kasih!). Mampirlah kalau ingin ikut!^^-Evelyn^^N.B. Terimalah hadiah ini. Kurasa kamu akan suka!%item bigobject 246 %%[#]Catatan Terima Kasih Evelyn",
  "robinResource": "Hei @,^^Selamat sudah menyelesaikan tantangan kecilku. Aku kagum!^^Sebagai bonus, aku juga melampirkan rancangan 'chest' tipe baru. Selamat!^^-Robin^^^^N.B. -- Setelah kamu mengumpulkan semua material itu, mampirlah dan sewa aku untuk membangun sesuatu, kalau mau sih.%item craftingRecipe Stone_Chest %%[#]Material Dadakan Robin",
  "ClintReward": "Eng, Halo... ^Terima kasih sudah membantu membasmi monster-monster itu.^^Aku nggak takut kok! ...Tapi itu akan membuat tambang lebih aman bagi orang lain... iya kan?^^Terimalah rancangan ini. (Semoga alat ini tidak menggantikanku...)^^ -Clint, si pandai besi%item craftingRecipe Geode_Crusher %%[#]Ucapan Terima Kasih Clint",
  "ClintReward2": "Eng, Halo... ^Terima kasih sudah membantu membasmi monster-monster lagi.^^Mungkin lain kali, aku akan melawannya sendiri... kalau sempat!^^Terimalah ini. Aku menemukan ini di gudang...^^ -Clint, si pandai besi%item object 286 10 287 5 231 3 %%[#]Ucapan Terima Kasih Clint Lainnya",
  "willyBugWadCutscene": "^^ -Willy%item craftingRecipe Quality_Bobber %%[#]Ucapan Terima Kasih Willy",
  "MSB_Pierre": "Kepada @,^^Kurasa orang-orang kurang menerima 'Produk Premium Pierre' dengan baik...^^Oh iya, ini 'Mini-Shipping Bin' lamaku.^Lain kali kalau punya produk yang pantas masuk kategori mewah 'Pierre Premium', kau bisa mengirimnya padaku.^^ -Pierre%item bigobject 248 %%[#]Produk Premium Pierre",
  "MSB_Lewis": "@,^Aku ingin berterima kasih karena sudah menyelesaikan 'special order'ku. Semua kerja kerasmu telah menaikkan citra Pelican Town sangat tinggi.^Ini adalah 'Mini-Shipping Bin', sebegai ucapan terima kasihku.^Letakkan di mana saja dan aku akan mengeceknya kalau ke sana.^^ -Lewis%item bigobject 248 %%[#]Ucapan Terima Kasih Lewis",
  "WizardReward": "Sampel yang kau kirim memberiku wawasan luar biasa tentang intrik makhluk yang kena pengaruh jahat yang kita sebut 'monster'.^^Aku telah membuat ramuan berbau tajam yang akan memabukkan makhluk itu. Gunakan dengan waspada...^^ -M. Rasmodius, Penyihir%item craftingRecipe Monster_Musk %%[#]Penemuan Penyihir",
  "WizardReward2": "Terima kasih atas ektoplasma yang kau kirim, aku telah membuat terobosan besar di bidang teknik sihir.^^Di lampiran, ada rancangan untuk mesin paling berguna...^^ -M. Rasmodius, Penyihir%item craftingRecipe Mini-Obelisk %%[#]Terobosan Penyihir",
  "DemetriusReward": "Hai @,^^Thanks for your help with the fish.^Nature is usually good at keeping things balanced, but sometimes artificial factors can cause an imbalance.^^I've enclosed a blueprint from a science magazine that you might find interesting.^^-Demetrius%item craftingRecipe Farm_Computer %%[#]Ucapan Terima Kasih Demetrius",
  "willyHours": "Kabar baik!^^Kapal tuanya sudah bisa berlayar, terima kasih!^^Mampirlah ke ruangan belakang kalau mau mencobanya.^^Tokoku sekarang buka jam 8AM setiap hari, jadi kamu bisa mulai lebih awal.^^-Willy[#]Perahu Willy",
  "linusTrashCleanup": "Hai @,^^Terima kasih sudah membantuku membersihkan lembah.^Airnya tampak lebih jernih. Kurasa semuanya akan suka. Seperti aku.^Sebagai ucapan terima kasih, aku mau mengajarimu cara menanam 'Serat'. Semoga bermanfaat.^^-Linus%item craftingRecipe Fiber_Seeds %%[#]Ucapan Terima Kasih Linus",
  "gusGiantOmelet": "Hai @,^^Terima kasih telurnya.^Kuning telurnya tampak lezat... kurasa ini akan jadi omelet terbaikku!^^Terimalah hadiah ini.^^-Gus%item bigobject 216 %%[#]Omelet Terkenal Gus",
  "pamNewChannel": "Hei nak,^^Terima kasih 'jus'nya. Rasanya... sangatlah unik.^^Oh iya, apa kamu pernah lihat saluran 736? Di sana ada acara memancing musiman yang mungkin kamu suka.^^Jaga dirimu,^-Pam[#]Tios Pam",
  "emilyStones": "Hai @,^^Terima kasih atas batu permatanya.^Semua bantunya pas buat meditasi energi!^Aku ingin berterima kasih dengan hadiah ini. Semoga kamu membuat item-item indah dengan ini!^^-Emily%item bigobject 247 %%[#]Batuan Mulia Emily",
  "carolineSO": "Hai @,^^Lewis bilang kau mengirim banyak bahan dari pulau! Senang bisa dapat produk baru... itu akan membuka dunia baru dalam bidang kuliner!^Aku melampirkan hadiah buatmu... semoga rancangan ini berguna buatmu.^^-Caroline%item craftingRecipe Solar_Panel %%[#]Bahan Tropis Caroline",
  "WillyTropicalFish": "@,^^Selamat atas wisata yang sukses ke pulau. Aku bangga!^^Terimalah akuarium ini. Ini akan jadi hiasan indah di rumah.^^-Willy%item furniture 2312 %%[#]Tantangan Tropis Willy",
  "passedOutIsland": "@,^^Kau tidak segera kembali, jadi aku mencarimu.^^Aku menemukanmu tergeletak penuh pasir, dan ada betet-betet yang mencuri isi kantongmu!^^Aku harus menyeretmu ke perahu. Kakiku langsung pegal rasanya...^-Willy",
  "passedOutIsland_Leo": "Hai @,^^Semalam aku menemukanmu pingsan.^Di sana bukan tempat yang aman, jadi teman-temanku menggotongmu ke kamar.^Tolong lebih hati-hati lagi.^^-Leo^^N.B. Willy membantuku menulis surat ini.",
  "guntherBones": "Hai @,^^Terima kasih atas tulang-tulangnya. Ada banyak yang harus kusortir! Menakjubkan mengingat bahwa setiap tulang ini dulunya milik makhluk hidup.^^Terimalah resep rakitan unik ini sebagai ucapan terima kasih!^^-Gunther%item craftingRecipe Bone_Mill %%[#]Catatan Gunther",
  "LeoCooking": "@,^Aku mengirim makanan khas rumahku, yang sering aku dan keluargaku nikmati. Semoga kamu suka. ^^ -Leo^^N.B. Willy membantuku menulis surat ini.%item cookingRecipe %%[#]Resep Leo"
}