{
  "1": "Location/Temui Penyihir/Kamu menerima surat dari penyihir lokal. Ia mengklaim punya informasi mengenai pusat komunitas lama./Masuki menara penyihir./WizardHouse/-1/0/-1/false",
  "2": "Basic/Mysterious Qi/Di dalam kotak kunci rahasia, kamu menemukan catatan dengan instruksi tidak biasa. Ditandatangani oleh 'Mr. Qi'./Tinggalkan rainbow shell di dalam kotak di peron kereta api./null/-1/0/-1/false",
  "3": "Basic/Mysterious Qi/Kamy menemukan catatan lain yang ditulis oleh 'Mr. Qi'. Permintaannya bahkan lebih tidak biasa kali ini./Taruh 10 beet di lemari es Lurah Lewis./null/-1/0/-1/false",
  "4": "Basic/Mysterious Qi/Kamu menemukan satu lagi catatan aneh di dalam lemari es Pak Lurah. Kali ini, instruksinya lebih aneh lagi./\"Beri sand dragon makanan terakhirnya.\"/null/-1/0/-1/false",
  "5": "Basic/Mysterious Qi/Kamu menemukan catatan lain di mata sand dragon. Sepertinya perburuan aneh Mr. Qi telah berakhir./Periksa tumpukan kayu di sebelah rumahmu./null/-1/0/-1/false",
  "6": "ItemHarvest/Memulai/Kalau kamu ingin jadi seorang petani, kamu harus memulai dengan dasar-dasarnya. Gunakan cangkulmu untuk membalik tanah, lalu gunakan paket bibit di tanah itu untuk menanam tanaman. Sirami setiap hari sampai tanaman siap panen./Budidaya dan memanen sebuah parsnip./24/h7 8/100/-1/true",
  "7": "Building/Memelihara Ternak/Robin, tukang kayu lokal, tinggal di utara kota. Sebagai imbalan untuk bahan baku dan uang, dia akan membangun bangunan baru di ladangmu. Kamu membutuhkannya untuk membangun kandang atau lumbung supaya kamu dapat memelihara hewan./Bangun sebuah Kandang./Coop/-1/100/-1/true",
  "8": "Crafting/Kemajuan/Saat kamu mendapatkan pengalaman, kamu akan menemukan resep rakitan baru untuk meningkatkan keuntungan dan membuat hidup lebih mudah. Sebuah scarecrow, misalnya, akan mencegah gagak memakan tanamanmu yang berharga./Mencapai Farming Level 1 dan merakit scarecrow./8 true/-1/100/-1/true",
  "9": "Social/Perkenalan/Akan menjadi isyarat yang baik untuk memperkenalkan dirimu ke warga desa. Beberapa orang mungkin ingin bertemu dengan petani baru././null/25/0/-1/true",
  "10": "Basic/Copper Ore/Kamu menemukan sebuah copper ore. Kamu tidak tahu bagaimana menggunakannya, tapi pandai besi lokal pasti tahu./Bawa sebuah copper ore ke pandai besi Clint././-1/0/-1/false",
  "11": "Crafting/Maju Terus/Kalau kamu ingin terus bertambang, kamu harus merakit furnace dulu./Rakit sebuah Furnace./13 true/12/0/-1/true",
  "12": "ItemHarvest/Peleburan/Sekarang, setelah kamu merakit furnace, kamu bisa melebur logam. Berdasarkan instruksi Clint, kalau kamu memeproses 5 copper ore dan 1 coal di furnace, itu akan menhasilkan copper bar./Gunakan furnace untuk melebur Copper Bar./334 1/-1/0/-1/true",
  "13": "Basic/Ke Pantai/Seseorang bernama Willy mengundangmu untuk mengunjungu pantai di selatan desa. Dia bilang, dia ingin memberimu sesuatu./Kunjungi pantai di selatan desa sebelum pukul 5 sore./-1/-1/0/-1/true",
  "14": "Basic/Jelajahi Tambang/Ada terowongan tambang tua di pegunungan utara desa. Mungkin ada mineral berharga di dalamnya, tetapi Marlon mengisyaratkan bahwa di sana mungkin berbahaya./Capai level 5 di tambang./17/17/0/-1/false",
  "15": "Monster/Inisiasi/Kalau kamu bisa membunuh 10 slime, kamu akan mendapatkan tempat di Markas Petualang./0 dari 10 slime dibasmi./Green_Slime 10/16/0/-1/false",
  "16": "Location/Inisiasi/Kamu sukses membasmi 10 slime. Sekarang kamu bisa memasuki Markas Petualang./Masuki Markas Petualang./AdventureGuild/-1/0/-1/false",
  "17": "Basic/Lebih Dalam di Tambang/Tampaknya lift di tambang masih berfungsi. Liftnya bisa membantumu kembali ke pintu mana pun yang sudah kamu jelajahi. Ekspedisi yang lebih dalam mungkin untuk dilakukan./Raih level 40 di tambang./18/18/0/-1/false",
  "18": "Basic/Ke Bawah?/Sejauh ini, tidak ada tanda-tanda bagian bawah. Seberapa rendahkah?/Mencapai dasar tambang./-1/-1/0/-1/false",
  "19": "Basic/Kunci Tengkorak/Kamu menemukan kunci berbentuk aneh di dasar tambang./Cari tahu fungsi Kunci Tengkorak./-1/-1/0/-1/false",
  "20": "Basic/Tantangan Qi/Kamu telah ditantang untuk mencapai level 25 di Skull Cavern. Kamu juga dijanjikan hadiah yang besar jika berhasil./Capai level 25 di Skull Cavern./-1/-1/0/-1/false",
  "21": "Basic/Permintaan Marnie/Marnie datang ke pertanian dan memintamu untuk membawakannya cave carrot. Dia mencoba melatih kambingnya untuk berbicara, dan cave carrot adalah camilan favorit mereka./Bawa Cave Carrot ke kiosnya Marnie./-1/-1/0/-1/true",
  "22": "Basic/Casserole Ikan/Jodi mampir ke ladang dan mengajakmu makan malam pukul 7 malam. Dia hanya meminta untuk dibawakan largemouth bass untuk casserole ikannya./Masuki rumah Jodi dengan membawa largemouth bass pukul 7 malam./-1/-1/0/-1/true",
  "23": "Location/Arkeologi/Kamu menemukan benda yang terlihat kuno. Mungkinkah itu artefak dari masa lalu? Mungkin Gunther, kurator museum lokal, punya jawabannya./Kunjungi Gunther di museum./ArchaeologyHouse/-1/0/-1/true",
  "24": "Basic/Arkeologi/Gunther bertanya apakah kau mau mempertimbangkan untuk mendonasikan artefak dan mineral baru yang kamu temukan ke museum. Dia bilang akan memberi kompensasi berupa barang-barang langka sesekali./Donasikan sebuah artefak atau mineral ke museum./-1/-1/250/-1/true",
  "25": "Basic/Cara Dapat Teman/Memberi hadiah adalah cara yang bagus untuk membangun persahabatan. Pelajari selera masing-masing orang dan kamu akan populer dalam waktu singkat./Berikan seseorang hadiah./-1/-1/100/-1/true",
  "26": "Basic/\"Masalah Tikus\"/Ada sesuatu yang aneh terjadi di Pusat Komunitas.../Selidiki Pusat Komunitas/-1/-1/0/-1/true",
  "27": "Basic/Masalah Goblin/Ada goblin yang menghalangi jalan menuju pondok Witch. Pasti ada cara untuk membuatnya pergi... Mungkin aku harus mencari informasi lebih lanjut tentang Goblin./Cari cara masuk ke pondok Witch./-1/-1/0/-1/true",
  "28": "Basic/Dark Talisman/Penyihir memintaku untuk mengambil magic ink dari rumah mantan istrinya... tapi untuk masuk aku membutuhkan dark talisman./Pergi ke gorong-gorong dan tanyakan pada Krobus tentang dark talisman./-1/-1/0/-1/false",
  "29": "Basic/Catatan Aneh/Kamu menemukan catatan, nyaris tidak terbaca, memintamu untuk membawa \"may-pal serrup\" ke \"seecrit wuds\"./Bawa \"may-pal serrup\" ke \"seecrit wuds\"/-1/-1/0/-1/true",
  "30": "Basic/Catatan Samar/Kamu menemukan catatan yang tertulis, \"Ada yang menunggumu di level 100 di Skull Cavern\"/Capai level 100 di Skull Cavern/-1/-1/0/-1/true",
  "31": "Basic/Mysteri Winter/Kamu bertemu dengan sosok yang aneh di halte bus. Saat melihatmu, dia kabur ke alun-alun. Bisakan kamu menemukan petunjuk akan keberadaannya/Temukan sosok misterius./-1/-1/0/-1/true",
  "100": "LostItem/Kapak Robin Hilang/Robin kehilangan kapak favoritnya. Terakhir kali yang dia ingat, dia menebang pohon di selatan peternakan Marnie./Temukan kapak Robin yang hilang./Robin 788 Forest 110 81/-1/250/-1/true/Hei, kamu menemukan kapakku! Syukurlah... Aku hampir memotong kakiku dengan kapak lain yang kugunakan. Terima kasih!",
  "101": "ItemDelivery/Permintaan Jodi/Jodi butuh cauliflower segar untuk resep yang akan dia masak. Dia memintamu untuk membawakannya satu./Bawakan Jodi sebuah cauliflower./Jodi 190/-1/350/-1/true/Oh, terlihat enak! Terima kasih, ini yang kuinginkan. Caulifloer ini sempurna untuk kare kuningku.",
  "102": "LostItem/Mayor's \"Celana Pendek\"/Lurah Lewis kehilangan \"celana pendek\" ungu miliknya. Dia memintamu untuk menemukan dan mengembalikannya... secara diam-diam./Temukan dan kembalikan celana pendek Lurah Lewis./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Kamu menemukannya... di mana? ...Oh!...Ehmm...Heh.#$b#Di sana, ya? Aku tidak tahu bagaimana celanaku bisa sampai sana...*uhuk*#$b#Jangan beritahu siapa-siapa. Mengerti?$u",
  "103": "ItemDelivery/Pam Haus/Pam sedang mendambakan pale ale. Dia tidak mau Bir biasa. Kamu bisa membuatnya sendiri kalau punya hops dan sebuah keg./Bawakan Pam segelas pale ale./Pam 303/-1/350/-1/true/Berikan padaku. *slurp*... Ahh, ini dia.#$b#Enak dan terasa hops-nya... antara sitrus dan pinus, tapi dengan inti yang kuat untuk membuat rasanya tetap terhubung.#$b#Terima kasih, nak. Ini sangat berarti bagiku. Aku tahu aku bisa mengandalkanmu.$h",
  "104": "ItemDelivery/Riset Crop/Demetrius butuh melon segar untuk risetnya./Bawakan Demetrius sebuah melon./Demetrius 254/-1/550/-1/true/Ini sempurna! Pas dengan yang kubutuhkan untuk riset. Sulit untuk tidak memakannya! Terima kasih banyak.",
  "105": "ItemDelivery/Terapi Lutut/George butuh hot pepper untuk menenangkan lututnya yang sakit./Bawakan George sebuah Hot Pepper./George 260/-1/200/-1/true/Lama sekali... hmmph... Setidaknya ini bagus dan pedas. Terima kasih.",
  "106": "ItemDelivery/Kegembiraan Sapi/Marnie ingin memberi sapi-sapinya makanan spesial. Dia minta seikat amaranth./Bawakan Marnie seikat amaranth./Marnie 300/-1/500/-1/true/Oh, amaranth yang kuminta! Terima kasih banyak... sapi-sapiku akan menyukainya!$h",
  "107": "LostItem/Keranjang Blackberry/Ini musim blackberry, tapi Linus tidak bisa menemukan keranjangnya! Dia meminta tolong padamu untuk menemukannya. Dia tidak tahu ada dimana keranjangnya./Temukan keranjang Linus dan kembalikan padanya./Linus 790 Backwoods 27 27/-1/0/-1/true/Keranjangku! Terima kasih. Ini sangat berarti bagiku.$h",
  "108": "ItemDelivery/Mengukir Pumpkins/Caroline ingin mengukir pumpkin dengan putrinya. Dia meminta untuk membawakan satu dari kebunmu./Bawakan Caroline sebuah pumpkin./Caroline 276/-1/500/-1/true/Oh, pumpkin-nya! Ini yang bagus... Abigail akan sangat senang saat dia melihat ini. Terima kasih, @!$h",
  "109": "ItemDelivery/Tangkap Squid/Willy menantangmu untuk menangkap squid. Dia bilang kamu bisa memancingnya dari laut di malam winter./Bawakan Willy seekor squid./Willy 151/-1/800/-1/true/Hei, kamu berhasil! Lumayan. Lumayan bagus. Aku kagum.#$b#Winter waktu yang bagus untuk merusak pancing tua, iya 'kan?",
  "110": "ItemDelivery/Usaha Clint/Clint ingin kamu memberi Emily sebuah amethyst. Dia ingin kamu memberitahu Emily kalau itu dari Clint./Bawakan Emily sebuah Amethyst./Emily 66/-1/0/-1/true/Oh, batuan favoritku! Kamu manis sekali!$h#$b#Hah? Dari siapa?$u#$b#Oh, kamu dapat ini dari Clint? Aku tidak peduli dari mana kamu mendapatkannya, ini indah! Terima kasih! *mmwah*$h",
  "111": "ItemDelivery/Reagent Kegelapan/Penyihir ingin kamu untuk menuruni tambang dan mengambil Void Essence. Dia membutuhkannya untuk semacam sihir hitam./Bawakan Penyihir Void Essence./Wizard 769/-1/1000/-1/true/Ah, Kau membawanya. Aku berterima kasih padamu, dan hadiah 1000g. Sekarang pergilah.",
  "112": "ItemDelivery/Bantuan Untuk Clint/Clint dapat palu baru dan dia ingin mengujinya pada berbagai macam logam./Bawakan Clint sebatang Iron Bar./Clint 335/-1/500/-1/true/Hei, ini iron bar yang kuminta. Terlihat kokoh... sempurna.#$b#Terima kasih, @. Aku menghargainya.",
  "113": "ItemDelivery/Permintaan Robin/Robin menulis surat padamu untuk meminta beberapa hardwood./Bawakan Robin 10 potong Hardwood./Robin 709 10/-1/500/-1/true/Oh, kau membawanya! Aku tahu aku selalu bisa mengandalkanmu, @.$h#$b#Mmhmm... kayunya sempurna. Pas dengan yang kubutuhkan. Terima kasih!",
  "114": "ItemDelivery/Sup Ikan/Gus mau membuat sup ikan, tapi dia butuh seekor albacore./Bawakan Gus seekor Albacore./Gus 705/-1/400/-1/true/*endus*...*endus*... Apa itu? Baunya seperti albacore!#$b#Aha! Kau membawanya! Terima kasih banyak sekali!",
  "115": "ItemDelivery/Buah Segar/Emily ingin merasakan musim semi. Dia minta sebuah apricot segar./Bawakan Emily sebuah Apricot./Emily 634/-1/600/-1/true/Oh... Kau membawanya! Terima kasih, ini terlihat enak!$h",
  "116": "ItemDelivery/Hadiah Nenek/Evelyn ingin mengejutkan suaminya dengan sebuah hadiah./Bawakan Evelyn sebuah Leek./Evelyn 20/-1/500/-1/true/Oh, terima kasih, manis. Leek ini kelihatan lezat. George akan sangat bahagia.#$b#Dia suka saat aku memasak telur dengan leek unntuk sarapan.",
  "117": "ItemDelivery/Pengumuman Pierre/Pierre akan membayar \"banyak koin\" kepada siapapun yang membawakannya sepiring sashimi. Sepertinya dia mendambakan makanan itu./Bawakan Pierre sepiring Sashimi./Pierre 227/-1/1000/-1/true/Akhirnya! Aku mulai tidak sabar, aku sangat menginginkan ikan ini. *nyam*... Mmm, rasanya enak.#$b#Terima kasih, @.$h",
  "118": "ItemDelivery/Riset Laut/Demetrius sedang melakukan studi tentang racun yang ada pada pufferfish lokal. Dia memintamu untuk membawakannya satu./Bawakan Demetrius seekor Pufferfish./Demetrius 128/-1/1000/-1/true/Ini dia. Specimennya terlihat sempurna. Aku akan langsung menaruhnya dalam es. Terima kasih, @!",
  "119": "ItemDelivery/Bintang Tentara/Kent ingin memberi istrinya sebuah  starfruit untuk peringatan hari pernikahan mereka./Bawakan Kent sebuah Starfruit./Kent 268/-1/500/-1/true/Hei. Shhh... Jangan sampai Jodi lihat.#$b#Ah, sangat berair. Dia akan menyukainya. Terima kasih banyak.$h",
  "120": "ItemDelivery/Lurah Lagi Butuh/Lurah Lewis ingin truffle oil. Dia tidak menjelaskan untuk apa itu. Mungkin itu bukan urusanmu./Bawakan Lewis sebotol Truffle Oil./Lewis 432/-1/750/-1/true/Kamu membawanya? Biar kulihat...#$b#Ini kualitas tinggin... sangat licin. Bagus. Terima kasih.",
  "121": "ItemDelivery/Dicari: Lobster/Gus mengumumkan bahwa dia meminta seekor lobster segar./Bawakan Gus seekor Lobster./Gus 715/-1/500/-1/true/Baunya seprti lobster segar. Oh, itu bagus.$h#$b#Jaga dirimu, kawan.",
  "122": "ItemDelivery/Pam Butuh Jus/Remot TV-nya Pam mati. Dia kesulitan karena bolak-balik dari sofa ke TV./Bawakan Pam sebuah Battery Pack./Pam 787/-1/400/-1/true/Hei, kamu sudah repot-repot membawakanku battery pack! Terima kasih, nak... Kamu memang penyelamat!$h",
  "123": "ItemDelivery/Tongkat Kekuatan/Penyihir sedang membuat tongkat dengan kekuatan fenomenal. Entah buat apa itu. Dia butuh sebatang iridium bar untuk menyelesaikannya./Bawakan Penyihir sebatang Iridium Bar./Wizard 337/-1/5000/-1/true/Ah, iridium yang berharga. Kerja bagus, @. Aku menghargainya. Sekarang, pergilah.",
  "124": "ItemDelivery/Tangkap Lingcod/Willy menantangmu untuk menangkap seekor Lingcod./Bawakan Willy seekor Lingcod./Willy 707/-1/550/-1/true/Hei, itu ikan yang sulit! Kamu memang punya darah pemancing sejati.$h",
  "125": "ItemDelivery/Minuman Eksotis/Gus ingin membuat Coco-no-no, tapi dia kekurangan bahan utamanya./Bawakan Gus sebuah Coconut./Gus 88/-1/600/-1/true/Coconut! Pemandangan indah di musim dingin ini.$h#$b#Ini akan sempurna untuk coco-no-no. Terima kasih!",
  "126": "ItemDelivery/Tugas dari Istrimu/Istrimu memintamu untuk membawakannya 200 helai fiber untuk proyek rahasia./Bawakan Emily 200 helai fiber./Emily 771 200/-1/0/-1/false/Oh, ini terlihat sempurna... dan bisa didaur ulang! Terima kasih banyak, @.$h#$b#Sekarang, bagianku untuk mengerjakannya. Akan butuh beberapa hari untuk selesai...",
  "127": "Basic/Joget Kue Haley/Istrimu mengorganisir sebuah acara amal, joget kue di alun-alun. Dia memintamu untuk membawa sebuah chocolate cake./Masuki alun-alun pada pagi yang cerah membawa kue cokelat./-1/-1/0/-1/true",
  "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Kalung itu! Di mana kamu menemukannya?$7#$b#Wah, terima kasih telah membawakannya padaku, @. Ibuku tidak akan tahu...$h",
  "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Apa ini? Kalung lamaku?$s#$b#Aneh, aku bahkan tidak tahu kalau ini hilang... Terima kasih sudah mengembalikannya, @.$h"
}