{
  "1": "Ini adalah halaman dari Buku Harian Abigail^^'Hal yang aku sukai: aroma pumpkin berukir, menyimpan amethyst di bawah bantal, kue coklat, sensasi belut pedas, dan lezatnya cobbler blackberry buatan ibu (aku suka makan!)'%revealtasteAbigail276%revealtasteAbigail66%revealtasteAbigail220%revealtasteAbigail226%revealtasteAbigail611",
  "2": "Ini daftar belanja liburan Sam^^Favorit semua orang^^Sebastian: Frozen Tear, Sashimi^Penny: Emerald, Poppy^Vincent: Grape, Cranberry Candy^Ibu: Crispy Bass, Pancakes^Ayah: Risotto, Roasted Hazelnuts^Aku: Cactus, Maple Bar, Pizza%revealtasteSebastian84%revealtasteSebastian227%revealtastePenny60%revealtastePenny376%revealtasteVincent398%revealtasteVincent612%revealtasteJodi214%revealtasteJodi211%revealtasteKent649%revealtasteKent607%revealtasteSam90%revealtasteSam731%revealtasteSam206",
  "3": "Ini tulisan tangan Leah^^Makan malam yang pas buatku adalah salad, goat cheese, truffle, dan wine. Untuk hidangan penutup aku butuh poppyseed muffin. Nyam! Kalau ada orang yang memberiku salah satu dari yang kusebutkan di atas, aku akan meleleh.%revealtasteLeah196%revealtasteLeah426%revealtasteLeah430%revealtasteLeah348%revealtasteLeah651",
  "4": "Ini catatannya Maru^^Bagian yang masih dibutuhkan untuk penemuan terbesarku!^^*Gold Bar^*Iridium Bar^*Battery Pack^*Diamond^*Strawberries%revealtasteMaru336%revealtasteMaru337%revealtasteMaru787%revealtasteMaru72%revealtasteMaru400",
  "5": "Ini tulisan tangan Penny:^^Aku ingin memberikan semua orang sesuatu yang mereka cintai!^^Ibu: Parsnip, Glazed Yams, JANGAN BEER!^Jas: Fairy Rose, Plum Pudding^Vincent: Pink Cake, Grape^Tn. Mullner: Leek, Fried Mushroom^Nenek Mullner: Beet, Tulip%revealtastePam24%revealtastePam208%revealtastePam346%revealtasteJas595%revealtasteJas604%revealtasteVincent398%revealtasteVincent221%revealtasteGeorge20%revealtasteGeorge205%revealtasteEvelyn284%revealtasteEvelyn591",
  "6": "Pesanan Spesial Bar Stardrop^^Walikota Lewis: Autumn's Bounty^(Dengan pesanan ganda roti berserat tinggi)^^Marnie: Pumpkin Pie^(ditambah krim kocok!)^^Demetrius: Bean Hotpot^(Bikin yang pedas)^^Caroline: Fish Taco^(dia ingin saosnya tiga porsi! Lebih baik tambahkan serbetnya...)%revealtasteLewis235%revealtasteMarnie608%revealtasteDemetrius207%revealtasteCaroline213",
  "7": "Ini dari buku harian seseorang...^^...Hanya ada beberapa bujangan 'tua' di kota, dan tidak ada yang sempurna! Harvey benar-benar cemas dan lemah, tapi aku tahu dia akan jadi suami yang setia dan berbakti. Dia suka coffee dan pickle.^^Elliott agak pesolek dan melodramatik, tapi dia punya dagu yang bagus. Dia suka crab cake dan pomegranate.^^Shane berantakan dan anti-sosial. Tapi kurasa penampilan luar kasarnya adalah mekanisme pertahanan, yang mengisolasi kelembutannya dari dunia. Dia suka Beer, Pizza, dan Pepper Poppers.%revealtasteHarvey395%revealtasteHarvey342%revealtasteElliott732%revealtasteElliott637%revealtasteShane346%revealtasteShane206%revealtasteShane215",
  "8": "^Untuk Haley dan Emily^^Semoga kalian berdua baik-baik saja! Kami telah mengirim hadiah favorit kalian: Pink Cake dan Sunflowers buat Haley, Gemstones dan Wool buat Emily!^^-Dengan cinta, Ayah dan Ibu%revealtasteHaley221%revealtasteHaley421%revealtasteEmily440%revealtasteEmily66%revealtasteEmily62%revealtasteEmily60%revealtasteEmily70%revealtasteEmily64%revealtasteEmily68",
  "9": "Diet Latihan Kekuatan Alex:^^*Complete Breakfast^*Salmon Dinner^^(Aku mulai cinta dengan makanan ini... Proteinnya berasa!!)%revealtasteAlex201%revealtasteAlex212",
  "10": "Seseorang ^ menunggumu ^ di level 100 ^ di^ dalam^ skull cavern...",
  "11": "!image 6",
  "12": "Aku menemukan beberapa barang bagus di tong sampah, saat hari keberuntunganku.^^Kadang kamu akan menemukan 'menu hari itu' di belakang bar... kadang masih segar!^^Untuk hidangan penutupnya, aku akan memeriksa tong sampah keluarga Mullner untuk cookies.^^Untuk harta karun, periksa tong sampah milik pandai besi dan museum.",
  "13": "^^pukul 12 siang TEPAT. Di hari terakhir musim apapun. Periksa semak di atas taman bermain.",
  "14": "^^^ Aku menyembunyikan sesuatu di belakang pusat komunitas.",
  "15": "^^ Pertunjukan Putri Duyung: 1-5-4-2-3",
  "16": "!image 0",
  "17": "!image 1",
  "18": "!image 3",
  "19": "!image 2",
  "20": "!image 4",
  "21": "!image 5",
  "22": "Salam, @...^^Apa kamu sudah menemukan 'rahasia'ki di terowongan gelap?^^Aku menanti untuk bertemu denganmu!^^ -Qi",
  "23": "^^^Kalo kamoe bisa batca inih... datanglah ke seecrit wuds. Tolonk bawain joega may-pal serrup.",
  "24": "Ini halaman dari buku M. Jasper:^^...makhluk itu, yang biasa disebut sebagai \"Roh Hutan\" atau \"Junimo\"dikatakan muncul di bangunan yang diabaikan setelah bangunan tersebut \"mengakar\".^^Seperti aturan pada umunya... setelah manusia pergi, dan alam mulai mengambil alih wilayah mereka, maka para Junimo tidak diragukan lagi akan muncul.^^Kepercayaan masyarakat menyatakan bahwa para Junimo akan menunjukkan kesamaan gema dengan batuan berharga yang diletakkan pada gubuk kecil mereka...^^Tentu saja, semua pengakuan ini berasal dari sumber yang meragukan, dan tidak terverifikasi... Sejauh yang kutahu, bahkan keberadaan makhluk ini pun belum pernah terbukti!",
  "25": "^^ Aku 'meminjam' kalung dari Ibu, tapi aku menghilangkannya di sekitar pemandian... Dia akan panik kalau tahu kalungnya hilang!",
  "1001": "Hari Pertama^^...Kapalku karam... Dihancurkan oleh kejamnya badai laut^^Sekarang aku terdampar, di tanah asing. Kru kapalku lenyap, tinggal aku seorang. Mungkin dewi fortuna telah mengutuk tulang-tulangku ini... Atau dia punya rencana lain...^^Bagaimanapun juga, tak ada pilihan lagi selain bertahan hidup. Di sini ada banyak air segar, makanan untuk diambil, dan tanah subur untuk digarap.^^Pertama aku akan membuat tempat berlindung...^^(Ada halaman yang hilang)",
  "1002": "Hari ke-6^^Aku takkan kelaparan... perairannya penuh dengan ikan yang bisa dimakan. (lezat malah!)^^Aku juga menangkap stingray di gua sebelah tenggara pesisir. Padahal aku tidak tahu cara menangkapnya!^^Di lain hari, aku juga menangkap sejumlah golden walnut saat memancing. Buah itu banyak tersebar di pulau ini. Burung Betet di sini sangat menyukainya!",
  "1003": "Hari ke-14^^Setelah berada di pulau ini selama setengah bulan, kurang lebih aku sudah tahu cara mencari kacang emas itu.^^Kita harus mencari petunjuk. Kalau ada yang aneh, mungkin ada kacang emas di sana.^^Aku mengenali tanda di pasir... dan tanda di dedaunan...^^Bahkan aku juga lihat ada kacang di atas pohon dekat gunung berapi. Andai saja aku memetiknya dari bawah...^^Setiap kali ketemu tanamannya, pasti ada cara untuk meraihnya.",
  "1004": "!image 10",
  "1005": "Hari ke-23^^Gunung berapinya menyimpan banyak rahasia.^^Aku pernah lihat ada orang kecil dengan mata menyala, bergerak cepat di kegelapan... seperti kucing di malam hari.^^(Apakah itu dwarf, yang disebut-sebut M. Jasper dalam buku perjalanan terkenalnya?)^^Juga ada mesin aneh. Bahkan manusia belum ada yang membuat mesin seperti itu.^^Di atasnya, ada jalan menuju kaldera gunung berapi. Dan, di sana ada mesin aneh, yang setengahnya tenggelam di lava... semacam \"penempa\". ^^Akan kuselidiki lagi besok.",
  "1006": "!image 8",
  "1007": "--Meja Penempa--^^Topaz -- Pertahanan^Zamrud -- Kecepatan^Giok -- Daya Serangan Kritikal^Aquamarine -- Peluang Serangan Kritikal^Kecubung -- Knockback^Mirah Delima -- Damage^^Permata Prismatik -- Pemantra^^Catatan: Senjata hanya bisa ditempa 3 kali dengan permata, dan hanya bisa dimantrai sekali dengan permata prismatik.^^Peralatan hanya bisa dimantrai, tidak bisa ditempa.",
  "1008": "--Pemantraan Senjata--^^Licik: Membuatmu bisa mengeluarkan \"gerakan spesial\" lebih cepat^^Pembunuh Serangga: Memberi serangan lebih pada monster serangga.^^Vampir: Sesekali menyedot darah dari monster.^^Crusader: Memberi serangan lebih pada monster yang \"tidak suci\".^^Pemotong Rumput: Saat menyiangi gulma, kamu bisa dapat serat lebih, dan berpeluang dapat jerami.^^--Pemantraan Peralatan--^^Powerful: Lebih kuat memecah batu, menebang pohon, dsb.^^Diperluas: Meningkatkan kapasitas 'charge-up' untuk area yang lebih luas.^^Pangkas: Peluang dapat kayu tambahan saat menebang.^^Tak Berdasar: Penyiram air tidak akan pernah kosong.^^Dermawan: Menggali lebih banyak item dari tanah.^^Arkeolog: Meningkatkan peluang untuk menemukan artefak dan tulang-belulang.^^Efisien: Tidak mengurangi energi saat digunakan.^^Lincah: Mengayunkan alat lebih cepat.^^Ahli: Meningkatkan level memancing.^^Mancing Mania: Ikan dapat langsung ditarik saat mereka menggigit umpan.^^Lestari: Memberi peluang 50% pada umpan dan tackle agar lebih awet.",
  "1009": "'Di hari yang hujannya deras, aku melihat putri duyung di Lonely Rock^^Dari kisah yang kudengar mereka menyanyikan lagu yang merdu,^namun dia diam membisu...^^Esok paginya aku melihat jejeran batu di pinggir laut...^-----------------^Ya... batu-batu yang berbentuk seperti koin...^-----------------^Kalau dia tidak bisa bernyanyi, mungkin dia bisa memberi petunjuk menuju harta karun...",
  "1010": "!image 9",
  "1011": "Hari ke-37^^Saat aku berusia 10 tahun, ayah memberiku Glow Ring dan Magnet Ring. Yang selalu kupakai sampai saat ini.^^Tapi, saat ada di atas gunung berapi... aku mendadak dapat ide aneh.^^Aku lepas cincinku, dan kutempa keduanya.^^Dan lihatlah! Mereka menyatu!^^Sekarang aku punya satu cincin yang bisa memberi cahaya dan punya efek magnet... Semoga ayah tidak keberatan, beristirahatlah dengan tenang, ayah..."
}