{
  "1": "Stir Fry/Tumisan! Makanan ini adalah masakan hijau sehat yang bisa kamu sajikan di atas piringmu. tumis sayuranmu dengan minyak, pastikan kau juga memasukkan bawang putih dan jahe untuk menambah cita rasa. Aduk terus sampai masak... Dan, selesai.",
  "2": "Coleslaw/Coleslaw! Kamu tidak tahu cara memasak kubis? Jangan takut. Tanpa pengalaman memasak anda bisa memasak coleslaw. Cincang satu buah kubis segar. Beri kubis tersebut dengan sedikit cuka dan mayones lalu aduk sampai merata. Selesai.",
  "3": "Radish Salad/Radish Salad! Tidak ada yang lebih segar dibanding, salad lobak. Masakan ini mengingatkanku akan musim semi... Ibuku selalu memotong lobak tipis lalu menyajikannya diatas roti gandum. Ah, hari - hari itu. Sekarang saksikanlah cara pembuatannya...",
  "4": "Omelet/Omelet! Masakan yang simple, tapi banyak orang salah dalam penyajiannya! Omelet yang sempurna adalah omelet yang indah dengan kuning telur keemasan, dan sekarang waktunya bagiku untuk menunjukkan resep rahasianya...",
  "5": "Baked Fish/Baked Fish! Setiap kali aku memasak masakan ini di rumah, Kedua kucingku mulai bertingkah. Sepertinya aku butuh bantuan hanya untuk menenangkan mereka! Pastikan kau menggunakan ikan segar! Sekarang perhatikan bagaimana aku melapisi bumbu kacang ini ke ikan...",
  "6": "Pancakes/Pancakes! Kadang aku lebih tertarik dengan masakan yang mewah dan unik... tapi masakan yang simple sangatlah menarik. Tuangkan Mentega dan maple syrup yang banyak diatas lapisan hangatnya... mmmm....",
  "7": "Maki Roll/Maki Roll! Rasa yang kental dengan lautan, dibungkus dengan balutan nasi yang lembut. Dengan sedikit wasabi untuk menambah kenikmatannya. Hanya membayangkannya, mulutku sampai berair. Oh, Aku sangat menyukai sushi...",
  "8": "Bread/Bread! Banyak yang menganggap membuat roti itu sulit, tapi aku akan jelaskan cara pembuatannya yang simple. Bahan yang paling penting tentu saja gandum. tapi sebelum kita membuat adonannya kita harus membberinya sebuah ragi. Lalu, campurkan adonan itu dengan gula, tapi kau juga bisa menggantinya dengan sirup atau madu!",
  "9": "Tortillas/Tortillas! Sudah berapa banyak burrito instant yang kau makan selagi menonton acara ini? Memalukan sekali! Persiapkan kacang - kacangmu. Sekarang, dengarkan baik - baik. Inilah waktunya anda pertama kali memakan tortilla buatan anda sendiri, anda tidak akan menyesal...",
  "10": "Trout Soup/Trout Soup! Ada satu hal yang kurang disaat kita memancing di sungai. Bagaimana rasa yang mewakili sungai tersebut. Untungnya, Hari ini aku punya resep trout soup spesial yang bisa kamu coba di rumah...",
  "11": "Glazed Yams/Glazed Yams! Ini adalah musim yam, dan cara terbaik untuk menikmatinya ialah mencampurkannya dengan sesuatu yang manis, Bagaimana membuatnya? Yang kamu butuhkan satu buah yam utuh dan gula yang banyak. Sekarang, akan kutunjukkan bagaimana cara membuatnya...",
  "12": "Artichoke Dip/Artichoke Dip! Ini adalah cara yang menarik untuk mengkonsumsi artichokes. Kita sebenarnya tidak membuat bubur sama sekali. Kamu hanya perlu mengocok sausnya seperti milkshake. Sangat enak.",
  "13": "Plum Pudding/Plum Pudding! Plums adalah buah yang manis dan harum, jika kamu bisa mengolahnya dengan benar, siapa saja akan tergiur untuk mencobanya. Cobalah dan saksikan sendiri...",
  "14": "Chocolate Cake/Chocolate Cake! Hal apa yang lebih menyenangkan daripada memakan kue coklat raksasa di malam musim dingin? Dengan bakatku, kau bisa membuat kue terbaik yang belum pernah kau lihat sebelumnya. Pertama, kau butuh gula yang banyak...",
  "15": "Pumpkin Pie/Pumpkin Pie! Memakan pie labu di malam bintang sudah menjadi tradisi di kampung halamanku. Musim itu tidak akan sempurna tanpa mendapatkan rasa labu yang segar dan manis. Kau butuh pala, kayu manis, dan cengkeh agar membuat warnanya coklat keemasan...",
  "16": "Cranberry Candy/Cranberry Candy! Ini adalah salah satu cara untuk menikmati tahun baru. Cranberries memiliki rasa agak pahit, tapi jika buah ini dicampurkan dengan balutan gula buah ini akan terasa manis seperti air mata malaikat. Inilah cara pembuatannya...",
  "17": "Pizza/Pizza! Ada sebuah alasan kenapa pizza menjadi makanan fovorit di berbagai tempat. Kulit garingnya yang menggoda, adonannya yang lembut, saus marinaranya yang dicampur dengan perasa bawang putih, dan diatas semua itu kau bisa memberi topping keju yang menggugah selera. Baiklah, kita mulai! Sekarang siapkan cabe dan tomat untuk membuat sausnya!",
  "18": "Hashbrowns/Hashbrowns! Masakan simple, dengan rasa yang sangat enak! Yang kau butuhkan adalah beberapa potong kentang, dan tambahkan dengan garam, lalu goreng dengan minyak diatas api ukuran sedang. Terdengar mudah, bukan? Baiklah, Aku ada tips untukmu bagaimana membuat masakan ini dengan lebih mudah...",
  "19": "Complete Breakfast/Complete Breakfast! Minggu lalu, kau sudah mempelajari cara membuat hashbrowns. Minggu ini aku akan jelaskan bagaimana cara menyiapkan masakan itu dengan bahan lain, sehingga bisa membuat masakan yang sempurna. Masakan ini akan membuatmu kenyang dan mengembalikan energimu.",
  "20": "Lucky Lunch/Lucky Lunch! Legenda bilang siapa yang memakan masakan ini akan diberkahi kebahagiaan dan keberuntungan. Setelah memakan masakan ini, Sebuah roh keberuntungan akan mendatangimu, dan akan memberkatimu dengan sebuah keberuntungan! Terdengar aneh, bukan? Aku bukan tidak mempercayainya, tapi yang jelas masakan ini benar - benar lezat!",
  "21": "Carp Surprise/Hei, apa kau punya banyak ikan carp dan tidak tahu mau diapakan? ya, aku juga. Well, Aku punya solusi untuk masalah yang anda alami sekarang. Solusi ini disebut... Carp surprise. Pembuatannya gampang, tapi kau butuh ikan carp yang banyak...",
  "22": "Maple Bars/Maple Bars! Apa kau tahu kenapa selai maple selalu menjadi selai terkahir yang habis dintara selai lain? Bingung? Alasannya adalah selai maple yang anda gunakan tidak enak. Apakah benar? Hmm, tunggu dan cobalah resep dariku ini. Pertama, yang kau butuhkan dalam pembuatannya adalah maple syrup yang berkualitas...",
  "23": "Pink Cake/Baru - baru ini penonton dari Pelican Town mengirim sesuatu... Coba kulihat... ini dari Haley. Dia menuliskan, 'Aku mencoba kue pink buatanmu waktu aku ke kota Zuzu waktu itu dan aku sangat menyukainya. Bisakah kau membagi resepnya di acara mingu depan?'. Hmm, Tentu saja? Itu adalah kue yang hebat. Dan kalian pasti tidak akan menyengka bahan rahasia pembuatan kue ini... bahan rahasianya adalah melon!",
  "24": "Roasted Hazelnuts/Roasted Hazelnuts! Aku punya pohon hazelnut di belakang rumah, dan setiap tahun aku mengundang keluargaku untuk pesta hazelnut bakar! Saat kami membakar kacang ini, para tetangga juga berkerumun datang ke rumahku. Dikarenakan cita rasa dan aroma harum Hazelnut sangatlah menggiurkan. Sekarang, Ini resepnya...",
  "25": "Fruit Salad/Fruit Salad! Masakan sehat dan lezat yang akan membuat harimu lebih bahagia. Hal penting yang harus diingat adalah kau harus menggunakan buah yang masak segar. Buah yang aku maksud bukanlah buah yang dijual di Supermarket... Buah yang aku maksud adalah buah segar yang dipetik sendiri dari pohonnya. Oke, Sekarang perhatikan baik - baik...",
  "26": "Blackberry Cobbler/Blackberry Cobbler! Masakan ini selalu mengingatkanku Stardew Valley. Di hari saat musim gugur dimana seluruh valley di penuhi blackberries terlezat yang pernah kurasakan. Jika kau punya buah ini, Aku sangat anjurkan buat buah ini menjadi cobbler yang simple ini.",
  "27": "Crab Cakes/Crab Cakes! Daging kepiting bentuknya tipis, tapi jika digabungkan dengan remah roti dan telur, masalah itu bisa diatasi. Kue ini adalah hal yang paling kusuka dalam menikmati kepiting! Tapi sebelum kau mulai memasaknya, saksikanlah bumbu yang kugunakan untuk adoan ini...",
  "28": "Fiddlehead Risotto/Fiddlehead Risotto! tumbuhan Fiddlehead begitu unik. Karena itulah kau harus hati - hati dalam memberi bumbunya. Jujur saja, tidak mudah untuk membuat fiddlehead risotto dengan sempurna. Tapi dengan bantuanku, kau akan berkesempatan untuk mendapatkan kesempurnaan itu.",
  "29": "Poppyseed Muffin/Poppyseed Muffin! Bunga Poppies adalah bunga yang indah untuk dijadikan pajangan... tapi kenapa kita tidak memanfaatkan bunga ini sepenuhnya, dengan mengolahnya menjadi sebuah muffin? Aku sangat menyukai bunga poppy. Bunga ini halus, tapi bisa memberikan rasa dan aroma yang menggiurkan untuk roti. Dan yang terpenting bunga ini banyak manfaatnya!",
  "30": "Lobster Bisque/Lobster Bisque! kau bisa hidangkan masakan ini ke gubernur sekalipun. Masakan ini kaya akan rasa dan krim dengan tema seafood. Bagian tersulitnya adalah mencari lobsternya, tapi aku yakin kau bisa menangkapnya. Hmm, Jika kau beruntung kau bisa menangkapnya menggunakan crab pot!",
  "31": "Bruschetta/Bruschetta! Masakan ini sangatlah simple. Kau hanya butuh roti, tomat dan minyak sayur. Pertama - tama, kau harus memanggang roti. Potong tomat lalu taruh diatas roti yang sudah dipanggang sebelumnya. Lalu beri sedikit minyak sayur lalu hidangkan. Simple bukan!",
  "32": "Shrimp Cocktail/Shrimp Cocktail! Masakan ini cocok untuk makan malam bersama tamumu. Saus cocktail sangat menggugah selera, dan aku yakin kamu juga akan menyukainya. Sekarang, Pertama - tama... "
}