{
  "1": "Stir Fry/Oseng-oseng Sayur! Ini cara sempurna bagimu untuk memakan sayur. Tumis sayuran dengan sedikit minyak wijen dan tambahkan banyak jahe dan bawang putih yang segar. Sekarang hirup dalam-dalam... Oh, aromanya.",
  "2": "Coleslaw/Salad Kol! Sedang membayangkan hidangan dengan kol? Kamu tidak sendiri. Tapi Salad Kol yang enak tidaklah sederhana. Pastikan kamu ada kubis segar untuk yang ini. Aduk dengan sedikit cuka dan mayonaise lalu selesai. Ah, krenyes.",
  "3": "Radish Salad/Salad Lobak! Tak ada yang dapat menandingi lobak segar yang pedas. Aku jadi teringat dulu di musim semi... ibuku akan mengiris-iris lobak segar dan menyajikannya pada roti kasar dengan sedikit garam dan merica. Ah, jadi nostalgia... aku jadi mengoceh sendiri. Sekarang, perhatikan baik-baik ...",
  "4": "Omelet/Telur Dadar! Ini hidangan yang simpel, tapi sering dimasak dengan cara yang salah! Telur dadar sempurna itu indah. Bagaikan telur emas berkilauan, dan aku akan menunjukkan metode rahasiaku... ",
  "5": "Baked Fish/Ikan Panggang! Setiap kali aku memasak ini di rumah, kedua kucingku menggila. Aku butuh koki lagi untuk mencegah mereka naik ke dapur! Pastikan ikannya segar, lebih baik jika kamu menangkapnya sendiri! Sekarang perhatikan saat aku meletakkan ikan di atas sayuran musim semi...",
  "6": "Pancakes/Pancakes! Kadang aku terlalu sering membawakan resep yang mewah dan rumit... tapi ada yang menyenangkan dari pancake yang simpel. Kamu akan butuh banyak mentega dan sirup maple untuk menyiram tumpukan pancake itu... mmmm....",
  "7": "Maki Roll/Maki Roll! Rasa khas dari lautan, digulung dengan nasi yang empuk. Bisa ditambah wasabi juga bagi yang ingin mencoba. Mulutku sudah berair saat membicarakan ini. Oh, betapa aku suka sushi...",
  "8": "Bread/Roti! Membuat roti bisa jadi bentuk seni yang sangat kompleks, tapi akan kupermudah untukmu. Bahan paling penting adalah tepung. Tapi sebelum kita membuat adonan, kita perlu menyiapkan campuran raginya. Dengan air hangat dan sedikit gula. Aku pakai gula putih biasa, tapi madu atau sirup maple juga bisa! ",
  "9": "Tortilla/Tortilla! Berapa banyak darimu yang sedang ingin makan burrito saat melihat acara ini? Kasihan! Sekarang dengar. Sekali kamu mencoba resep tortillaku yang segar dan kriuk, kamu akan ketagihan...",
  "10": "Trout Soup/Sup Trout! Entah kenapa ikan trout segar itu selalu membuatku senang. Mungkin karena cita rasa sungainya. Meski begitu, aku punya resep sup enak yang akan kubagikan padamu hari ini...",
  "11": "Glazed Yams/Ubi Manis! Ini musim ubi, dan cara terbaik untuk menikmatinya yaitu dengan menyiramkan cairan yang manis dan lengket pada ubi. Kamu akan butuh ubi matang dan banyak gula. Sekarang, begini cara membuatnya... ",
  "12": "Artichoke Dip/Artichoke Dip! Ini adalah cara nikmat untuk mengkonsumsi artichoke. Biasanya, aku tidak membuat celupan apa-apa. Aku cuma memakannya dengan saus biasa sudah lezat.",
  "13": "Plum Pudding/Pudding Plum! Plum itu manis dan floral, dan dengan pahitnya yang pas hidangan ini akan menggugah lidahmu. Kamu cuma perlu mencoba dan merasakannya sendiri...",
  "14": "Chocolate Cake/Kue Cokelat! Cara terbaik apa untuk menghabiskan malam musim dingin ini selain melahap tumpukan kue cokelat? Dengan bantuanku, kamu akan membuat kue terbaik yang pernah kamu lihat. Sekarang, kamu akan butuh banyak gula...",
  "15": "Pumpkin Pie/Pai Labu! Di rumah, sudah jadi tradisi untuk memakan pai labu selama pesta bintang musim dingin. Musimnya tidak lengkap tanpa rasa khas yang cuma bisa didapat dari labu segar di pertanian. Dengan sedikit pala, kayu manis, dan cengkeh maka painya akan membawamu ke tanah impian... ",
  "16": "Cranberry Candy/Permen Cranberry! Ini cara menyenangkan untuk merayakan tahun baru. Cranberry saja rasanya pahit tapi celupkan itu ke dalam lautan gula dan rasanya akan nikmat. Begini cara membuatnya...",
  "17": "Pizza/Pizza! Ada alasan kenapa pizza jadi kuliner favorit banyak orang. Dengan pinggiran keemasannya, saus marinara dengan bawang yang rasanya tajam, dan ditaburi dengan tiga jenis keju. Dan bukan cuma itu saja! Kita juga bisa tambahkan paprika dan tomat di atasnya. Ya ampun!",
  "18": "Hashbrowns/Hashbrown! Yang ini simpel, tapi itu hal bagus! Kamu perlu mengiris kecil-kecil kentang, tambahkan garam secukupnya, dan goreng sampai matang dengan minyak. Terdengar mudah, 'kan? Tapi aku masih punya cara lagi untuk membuatnya lebih mudah... ",
  "19": "Complete Breakfast/Sarapan Komplit! Minggu lalu aku mengajari kalian memasak hashbrown. Kali ini aku akan mengajari kalian cara menggabungkannya dengan beberapa bahan lagi untuk membuat Sarapan Komplit. Hidangan ini akan membuatmu kenyang dan memberimu energi untuk berkerja keras.",
  "20": "Lucky Lunch/Makanan Hoki! Legenda lama mengatakan bahwa makanan ini tidak bisa ditolak oleh dewi fortuna. Setelah mengkonsumsinya, kamu akan jadi beruntung begitu perutmu mencernanya! Terdengar aneh, ya? Aku sendiri juga kurang percaya, tapi yang penting makanannya enak! ",
  "21": "Carp Surprise/Hei, punya banyak ikan carp tapi bingung mau diapakan? Ya, aku juga. Untungnya, aku sudah menciptakan solusi untuk masalah umum ini. Aku menyebutnya... Kejutan Carp. Resepnya cukup mudah dibuat, tapi kamu akan butuh banyak ikan carp... ",
  "22": "Maple Bar/Maple Bar! Pernah lihat kenapa maple bar selalu yang hilang pertama dari kotak donat? Tidak mengejutkan, karena rata-rata maple bar itu terasa seperti keping hoki yang manis. Setuju? Yah, tunggu sampai kamu mencoba resepku. Kamu akan merasakan cita rasa hutan di bar ini. Oke, kamu akan butuh sirup maple berkualitas tinggi...",
  "23": "Pink Cake/Seorang penonton dari Kota Pelican mengirim surat padaku baru-baru ini... mari kita lihat... Namanya Haley. Dia menulis, 'Aku pernah mencoba kue pinkmu terakhir kali aku di Kota Zuzu dan aku jatuh cinta dengan itu. Bisakah kamu membagikan resepnya di episode berikutnya?'. Nah, mengapa tidak? Ini kue yang luar biasa. Dan kamu tidak akan pernah mengira bahan rahasianya... melon!",
  "24": "Roasted Hazelnuts/Hazelnut Panggang! Aku punya pohon hazelnut tua yang bagus di belakang rumah, dan setiap tahun aku mengundang keluarga untuk pesta memanggang kacang! Setelah mulai memanggang, para tetangga akan berdatangan. Bau kacangnya yang kental itu sangat menggoda. Sekarang, inilah resep keluargaku... ",
  "25": "Fruit Salad/Salad Buah! Ini suguhan sehat dan lezat untuk mencerahkan harimu. Yang perlu diingat adalah kamu butuh buah matang. Lupakan buah hambar yang dijual di supermarket itu... Yang kumaksud adalah buah segar yang baru dipetik, dan kaya rasa. Oke, sekarang perhatikan baik-baik...",
  "26": "Blackberry Cobbler/Blackberry Cobbler! Ini selalu mengingatkanku pada Stardew Valley. Beberapa hari di musim gugur lembah ini akan dipenuhi dengan blackberry terlezat yang pernah kurasakan. Kalau kamu bisa dapat  beberapa, aku sangat merekomendasikan itu untuk cobbler sederhana ini.",
  "27": "Crab Cakes/Kue Kepiting! Daging kepiting sangatlah sedikit, tapi kalau dicampurkan dengan remah roti dan telur adalah cara terbaik untuk memberi mereka tubuh. Itu sebabnya kue ini adalah cara favoritku untuk makan kepiting! Tapi sebelum kamu mulai memecahkan cangkangnya, tetaplah disini untuk resem bumbu campurannya...",
  "28": "Fiddlehead Risotto/Fiddlehead Risotto! pakis Fiddlehead itu cantik, tapi kalau dimakan sendiri cukup hambar. Karena itu kamu harus memperhatikan rempah-rempah yang perlu ditambahkan. Jujur saja, tidak mudah untuk membuat fiddlehead risotto yang enak. Tapi dengan bantuanku, kamu akan berpeluang untuk mencapainya.",
  "29": "Poppyseed Muffin/Poppyseed Muffin! Poppies adalah bunga hias yang indah... tapi kena[a] tidak dimanfaatkan sepenuhnya dengan muffin yang menyenangkan ini? Aku penggemar berat biji poppy. Mereka licin, tapi bisa menambahkan rasa yang enak dan tekstur yang bagus untuk hidangan penutup ini. Dan lagi makanan ini sehat!",
  "30": "Lobster Bisque/Lobster Bisque! Kamu bisa menyajikan ini langsung ke gubernur. Ini kaya rasa, lembut, dan lezat, dengan rasa khas lautan yang tepat. Bagian tersulitnya adalah menemukan lobster, tapi aku yakin kamu bisa melakukannya. Bahkan, kalau kamu punya, kamu bisa menangkapnya sendiri dengan crab pot!",
  "31": "Bruschetta/Bruschetta! Hidangan pembuka sederhana yang benar-benar menonjolkan kualitas bahan-bahannya. Kamu akan butuh roti, tomat, dan minyak. Pertama, kamu perlu memanggang roti. Iris tomat dan tempatkan ke roti panggang. Kemudian goreng ringan dengan minyak dan sajikan. Sudah kubilang ini sederhana!",
  "32": "Shrimp Cocktail/Shrimp Cocktail! Hidangan pembuka lainnya yang enak untukmu dan tamu makan malammu. Saus koktailku sangat lezat, dan aku yakin kamu akan menyukainya. Sekarang, langkah pertama... "
}