{
  "1": "Tips ini buat kamu para pemula: potonglah kayu dan carilah tumbuh-tumbuhan liar untuk mendapatkan uang sambil menunggu panen pertamamu!",
  "4": "Tips ini buat kamu yang tinggal di Stardew Valley. Pergilah ke kota bagian barat daya dimana sungai bertemu dengan laut. Kadang-kadang kamu bisa menemukan daun bawang tumbuh di tanah sekitar daerah itu.",
  "8": "Mari kita membahas tentang pagar. Pagar berguna untuk mencegah rerumputan tumbuh terlalu liar dan melindungi tanamanmu. Pagar juga membantu petani mengumpulkan ternak mereka di satu tempat. Pagar akan rusak setelah beberapa waktu, tapi pagar yang terbuat dari batu, besi, dan kayu keras jauh lebih awet daripada pagar dari kayu biasa!",  
  "11": "Burung gagak merusak tanamanmu? Sepertinya kamu membutuhkan orang-orangan sawah! Meletakkan orang-orangan sawah di lahan pertanianmu bisa mengusir gagak dari jarak yang cukup jauh. Pastikan tanaman-tanamanmu yang berharga terlindungi! ^Satu hal lagi... apakah kamu butuh ransel yang lebih besar untuk menampung semua bawaanmu? Coba cek toko serba ada di daerahmu.",  
  "15": "Musim salmonberry telah tiba! Semak-semak di seluruh penjuru kota dipenuhi buah berry yang lezat dan gratis untuk siapa saja! Memanen buah ini adalah cara yang bagus untuk mendapatkan uang tambahan.",
  "18": "Ah, hujan yang menyegarkan... teman baik seorang petani! Jika hujan turun, kamu tidak perlu menyiram tanaman. Manfaatkan situasi ini untuk keuntunganmu!",
  "22": "Pastikan kamu mempunyai alat pancing ikan dan menjual hasil tangkapanmu! Memancing adalah cara yang bagus untuk mendapatkan sedikit uang tambahan di waktu luangmu. Jenis ikan yang kamu dapatkan dipengaruhi oleh sejauh apa kamu bisa melempar mata kailmu... dan juga lokasi memancing, musim, waktu, dan cuaca!",
  "25": "Pohon buah butuh waktu satu musim penuh untuk tumbuh, jadi rencanakanlah dari sekarang! Jika daerah di sekeliling pohon yang baru ditanam tidak bersih, maka pertumbuhannya bisa terganggu. Pohon buah yang sudah matang akan menghasilkan buah yang lezat setiap hari pada musimnya. Jadi, mulailah menabung!",
  "29": "Musim panas telah tiba, dengan banyak tanaman baru! Misalnya hops: pohonnya yang merambat butuh waktu untuk tumbuh, tetapi setelah matang, kamu dapat memanennya setiap hari. Semoga berhasil!",
  "32": "Berikut daftar ikan yang hanya bisa kamu temukan pada musim panas: Dorado, bisa dipancing di sungai di hutan pada pagi dan siang hari. Rainbow Trout, bisa ditangkap di sungai di hutan dan di gunung pada pagi dan siang hari. Pufferfish, bisa dipancing di laut saat siang menjelang sore. Terakhir, Octopus, bisa ditangkap di laut pada pagi hari. Tangkaplah mereka selagi kamu masih bisa!",
 "36": "Ayo kita membahas jagung! Tanaman ini lain dari biasanya, karena dia bisa tumbuh di dua musim! Ya, tidak seperti kebanyakan tanaman yang mati saat pergantian musim, jagung bisa terus tumbuh. Kamu bisa menanamnya di musim panas dan musim gugur. Oke, waktunya pergi menanam jagung sekarang!",
  "39": "Mulai besok, kerang-kerangan dan bebatuan karang diperkirakan akan terdampar dalam jumlah yang lebih dari biasanya di pantai-pantai di seluruh dunia. Saya bukan seorang ilmuwan, tetapi saya mendengar hal ini ada hubungannya dengan musim kawin kepiting. Bagaimanapun, kamu bisa mendapatkan pemasukan yang cukup bagus dari menyisir pantai lokal di daerahmu.",
  "43": "Adakah pemandian air panas di kotamu? Kamu bisa berendam dengan rileks di air panas untuk mengembalikan energimu. Ahh... terasa enak, bukan?",
  "46": "Musim panas terkenal dengan banyaknya badai petir. Jika kamu tahu cara membuat penangkal petir, kamu bisa memanen listrik dan membuat batu baterai. Hasilnya bisa dijual atau dipakai untuk membuat berbagai barang!",
  "50": "Pada umumnya, setiap kota memiliki kalender musiman yang dipajang di depan toko serba ada. Jadikan kebiasaan untuk mengecek kalender tersebut dari waktu ke waktu agar kamu bisa tahu acara-acara yang diadakan oleh masyarakat. Pastikan kamu juga mengecek lowongan pekerjaan yang tersedia!",
  "53": "Musim gugur hampir tiba! Musim ini bisa dibilang musim yang paling menguntungkan bagi petani, jadi pastikan kamu menghemat uang untuk memnbeli bibit baru. Kalau kamu belum mengupgrade alat penyiram tanamanmu, mungkin ide yang bagus untuk melakukannya sekarang.",
  "57":"Ayo kita membahas bunga matahari. Saat memanen mereka, kamu tidak hanya mendapatkan bunga yang cantik, tapi besar kemungkinan kamu juga akan mendapatkan bibit bunga. Bibitnya bisa kamu tanam lagi atau bisa dijual. Saya suka ini!", 
  "60": "Jika kamu seorang petani di sebuah kota kecil, ada kemungkinan kamu akan diundang untuk membuat sebuah \"grange display\". Pada umumnya sebuah grange display terdiri dari 9 barang yang paling baik menampilkan talentamu. Pasang target untuk mengumpulkan barang dengan kualitas dan harga setinggi mungkin, dan pastikan untuk memiliki variasi yang cukup juga. Ikan, barang tambang, barang kerajinan, buah, dan sayuran adalah jenis-jenis barang yang baik untuk dimiliki!",
  "64": "Musim blackberry telah tiba! Semak-semak di seluruh kota dipenuhi buah yang matang. Pergilah keluar dan lihat sendiri!",
  "67": "Fokus memancing: Salmon. Salmon kembali ke tempat pemijahan mereka di musim gugur untuk bertelur. Ini berarti sungai-sungai dipenuhi ikan salmon! Kamu hanya bisa menemukannya di musim gugur, jadi pergilah keluar dan lempar kailmu sekarang.",
  "71": "Got any tappers? Crafty foragers known how to build 'em. You can attach them to the wild trees that grow all over. Maple trees yield maple syrup, oak trees provide resin, and pine trees produce pine tar. Syrup's the most valuable but all tree products have their uses!",
  "74": "Winter's almost here. Make sure you have enough hay stored up to feed your animals over the winter, when all the grass dies out. Each silo can hold 240 pieces of hay, so make sure to do the math and figure out if you need to build any more!",
  "78": "Fish Focus: Walleye. You can find this fish on rainy evenings during the fall and winter. It can be found in any freshwater location.",
  "81": "Winter's coming soon... and that means your farming operations will be coming to a halt. No crops grow in winter, unless you're lucky enough to have a greenhouse. But there's still plenty to do! More next time.",
  "85": "Winter... A time when all the world goes quiet.  Now's a great time to do some mining, fishing and gathering. Upgrade your tools in preparation for a productive spring. Or get your local carpenter to build something on your farm! Stock up on resources, upgrade, and prepare for the next year.",
  "88": "Wondering how to get your hands on 'Refined Quartz'? Just put a regular old quartz in the furnace. You'll need a lump of coal to fuel the fire.",
  "92": "Find any tree seeds while chopping wood? You can plant those in the ground and a new tree will grow. Get creative!",
  "95": "There's a couple fish you can only find in winter... Squid and Lingcod. Squid can be caught from the ocean in the evening. Lingcod can be found in fresh water all day. Of course, there's rumors of extremely rare and unique fish that can only be found in particular seasons, but I don't have any information on them.",
  "99": "Let's talk geodes. Geodes are hollow stones that often contain valuable minerals. A blacksmith can crack them open for you for a fee. Now, there's different kinds of geodes... and each one yields a different subset of minerals. The rare \"omni-geode\", however, can contain every kind of mineral.",
  "102": "If you really want to make someone happy, give them their favorite gift on their birthday! Trust me.",
  "106": "Ever see three little brown stems poking up out of the ground? They're hard to spot, sometimes. But if you dig on that spot, you'll always find something. Don't ask me how it works.",
  "109": "Ever had the urge to dig around in your neighbor's trash? Ew! Hey, if that's your thing, just don't do it when anyone's around. If they notice you, they'll be seriously grossed out, and it'll harm your friendship. Well, unless they're into the same thing.",
  "113": "Well, a new year has arrived. Keep your eyes peeled for any new kinds of seeds being stocked in your local general store. Hopefully you upgraded your tools during the winter and you're ready for a productive year!",
  "116": "Fish Focus: Eel. Eels can be caught from the ocean in the spring and fall, during rainy evenings.",
  "120": "Got a kitchen? Cooking is a great way to enhance your abilities. Not only do they provide a convenient source of energy, but many dishes temporarily increase your skills, speed, and more! Smells good, don't it?",
  "123": "Item Spotlight: Crab Pot. Experienced anglers know how to craft crab pots. Despite the name, the pots can be used to catch a wide variety of aquatic critters, in both fresh and salt water. Just place your crab pot in the water and load with bait. Come back the next day and check on it to see what you caught. You'll need to load it with bait again to catch more.",
  "127": "It's salmonberry season! All across the countryside, bushes are teeming with juicy little berries, and they're free for the taking! Harvesting them is a great way to earn some extra cash.",
  "130": "Let's talk honey. No, not you, silly. I'm talking about the sweet product made by our friends, the bees. Here's the thing... if you've got some flowers blooming near your beehouse your bees can produce flavored honey. Otherwise you'll only get 'wild honey'. Pretty sweet, huh?",
  "134": "Here's a tip for you adventurers out there... don't forget your weapon's special attack! Swords can block incoming attacks, which is very useful when slimes are jumping at you. Clubs can pound the ground, sending enemies flying... and with a dagger you can perform a super-quick triple-strike attack! Be safe.",
  "137": "I'd like to talk about the famous Adventurer's Guild near Pelican Town. The guild leader, Marlon, has a nice rewards program for anyone brave enough to slay monsters in the local caves. Adventurers will receive powerful items in exchange for slaying large quantites of monsters. There's a poster on the wall with more details. Very cool!",
  "141": "I've heard that some folks stand near moving trains to gather any debris that falls off. Wow... the things people will do for a freebie!",
  "144": "Animal Spotlight: Pig.^^In these parts, pigs are trained to sniff out valuable truffles. You've got to let the porkers outside and be patient... they'll work their magic when they're good and ready. Make oil out of the truffles to maximize your profit.",
  "148": "Here's a reminder of the fish you can only find in summer: Dorado, found in forest rivers during the day. Rainbow Trout, found in forest rivers and in the mountains during the day. Pufferfish, found in the ocean in the early afternoon. And Octopus, found in the ocean during the morning. Catch them while you can!",
  "151": "Fish Focus: Super Cucumber. You can find this rare fish in the ocean. It only comes out in the evening, during summer and winter.",
  "155": "I know it's hard... but stop worrying so much about your horse! You can leave them anywhere and they'll make their way back home. They're very smart and independent animals!",
  "158": "Here's an idea... start a wild tree orchard! Put tappers on those trees and harvest the valuable syrup. Or don't! See if I care.",
  "162": "Item Spotlight: Keg. The classic use of a keg is to make wine out of grapes. But did you know you can make wine out of any fruit? Yep.^You can also make juice out of veggies.",
  "165": "Do you have a journal? Don't forget to check it from time to time. It's easy to forget that you've written something important down.",
  "169": "If you managed to get your hands on a 'rare seed', now's the time to plant it. Although it's said to take all season to grow, reliable sources have told me it actually takes just 24 days. The end result is rumored to be the sweetest fruit in the entire world.",
  "172": "Some farmers have reported strange things happening when large fields of cauliflower, melon, or pumpkin reach maturity. Hmmm. I can't verify it, myself.",
  "176": "It's blackberry season! Bushes across the countryside are overflowing with ripe fruit. Just go outside and see for yourself!",
  "179": "Looking to get married? You're going to need a Mermaid's Pendant. Everyone this side of the Gem Sea knows what it means when you give them a Mermaid's Pendant.^Getting your hands on such a pendant can be tricky. Every region seems to have their own custom, but it always has something to do with the beach or ocean.",
  "183": "Item Spotlight: Recycling Machine. Have you been catching a lot of junk while fishing? It's all too common in this day and age. Well, with a recycling machine you can turn those items into something useful. Just place your trash items into the machine and let it do it's thing. Each type of trash produces different kinds of items.",
  "186": "Fish Focus: Albacore. This fish can be found either early in the morning or at night. Look for it in the ocean in fall or winter.",
  "190": "Fish Focus: Woodskip, sandfish, and scorpion carp. The woodskip is said to only live deep in the woods. The sandfish and scorpion carp can only be found in desert oases.",
  "193": "It's just a couple days until communities around the Ferngill Republic celebrate Spirit's Eve! One tradition you may not know of is the search for the golden pumpkin. If your town has a haunted maze, then you can be sure there's a golden pumpkin hidden somewhere. Those things are valuable!",
  "197": "Folks, take my advice. You're going to need a nursery in your house before you can have kids. Baby needs a crib!",
  "200": "Item Spotlight: Crystalarium. This amazing machine can create infinite copies of any kind of gemstone. Just place the gemstone you'd like to copy in the machine let it do it's thing. It might take a while, but hey... that's pure profit!",
  "204": "If you have adult barn animals, and space left in your barn... there's always a chance one of your animals could give birth. It's something to keep in mind.",
  "207": "Fish Focus: Catfish. This relatively rare fish comes out of hiding when it rains. You'll find them living in rivers beside towns, where they enjoy feeding on whatever scraps end up in the water. They don't like hot weather, so don't bother fishing for them in the summer!",
  "211": "Item Spotlight: Worm Bin. Need an endless supply of bait? Build yourself a worm bin. Once you've got one going, you'll get a few pieces of bait every single day.",
  "214": "Underneath all that snow, spring seeds are champing at the bit to start their new lives in the sun. Don't be surprised when spring rolls around and your farm needs some tidying up!",
  "218": "If you've got your hands on a gold pan, keep an eye out for something sparkly in the water.^There's often good ore in there, free for the taking!   ",
  "221": "Folks, I've got an announcement to make. This is the last new episode of Livin' Off The Land before my retirement. I've had a good time, and I'll miss you folks. Oh, and I've been told the station's going to start playing reruns next year. ^^Take care!"
}
