{
  "1": "Tips ini buat kamu para pemula: potonglah kayu dan carilah tumbuh-tumbuhan liar untuk mendapatkan uang sambil menunggu panen pertamamu!",
  "4": "Tips ini buat kamu yang tinggal di Stardew Valley. Pergilah ke kota bagian barat daya dimana sungai bertemu dengan laut. Kadang-kadang kamu bisa menemukan daun bawang tumbuh di tanah sekitar daerah itu.",
  "8": "Mari kita membahas tentang pagar. Pagar berguna untuk mencegah rerumputan tumbuh terlalu liar dan melindungi tanamanmu. Pagar juga membantu petani mengumpulkan ternak mereka di satu tempat. Pagar akan rusak setelah beberapa waktu, tapi pagar yang terbuat dari batu, besi, dan kayu keras jauh lebih awet daripada pagar dari kayu biasa!",  
  "11": "Burung gagak merusak tanamanmu? Sepertinya kamu membutuhkan orang-orangan sawah! Meletakkan orang-orangan sawah di lahan pertanianmu bisa mengusir gagak dari jarak yang cukup jauh. Pastikan tanaman-tanamanmu yang berharga terlindungi! ^Satu hal lagi... apakah kamu butuh ransel yang lebih besar untuk menampung semua bawaanmu? Coba cek toko serba ada di daerahmu.",  
  "15": "Musim salmonberry telah tiba! Semak-semak di seluruh penjuru kota dipenuhi buah berry yang lezat dan gratis untuk siapa saja! Memanen buah ini adalah cara yang bagus untuk mendapatkan uang tambahan.",
  "18": "Ah, hujan yang menyegarkan... teman baik seorang petani! Jika hujan turun, kamu tidak perlu menyiram tanaman. Manfaatkan situasi ini untuk keuntunganmu!",
  "22": "Pastikan kamu mempunyai alat pancing ikan dan menjual hasil tangkapanmu! Memancing adalah cara yang bagus untuk mendapatkan sedikit uang tambahan di waktu luangmu. Jenis ikan yang kamu dapatkan dipengaruhi oleh sejauh apa kamu bisa melempar mata kailmu... dan juga lokasi memancing, musim, waktu, dan cuaca!",
  "25": "Pohon buah butuh waktu satu musim penuh untuk tumbuh, jadi rencanakanlah dari sekarang! Jika daerah di sekeliling pohon yang baru ditanam tidak bersih, maka pertumbuhannya bisa terganggu. Pohon buah yang sudah matang akan menghasilkan buah yang lezat setiap hari pada musimnya. Jadi, mulailah menabung!",
  "29": "Musim panas telah tiba, dengan banyak tanaman baru! Misalnya hops: pohonnya yang merambat butuh waktu untuk tumbuh, tetapi setelah matang, kamu dapat memanennya setiap hari. Semoga berhasil!",
  "32": "Berikut daftar ikan yang hanya bisa kamu temukan pada musim panas: Dorado, bisa dipancing di sungai di hutan pada pagi dan siang hari. Rainbow Trout, bisa ditangkap di sungai di hutan dan di gunung pada pagi dan siang hari. Pufferfish, bisa dipancing di laut saat siang menjelang sore. Terakhir, Octopus, bisa ditangkap di laut pada pagi hari. Tangkaplah mereka selagi kamu masih bisa!",
 "36": "Ayo kita membahas jagung! Tanaman ini lain dari biasanya, karena dia bisa tumbuh di dua musim! Ya, tidak seperti kebanyakan tanaman yang mati saat pergantian musim, jagung bisa terus tumbuh. Kamu bisa menanamnya di musim panas dan musim gugur. Oke, waktunya pergi menanam jagung sekarang!",
  "39": "Mulai besok, kerang-kerangan dan bebatuan karang diperkirakan akan terdampar dalam jumlah yang lebih dari biasanya di pantai-pantai di seluruh dunia. Saya bukan seorang ilmuwan, tetapi saya mendengar hal ini ada hubungannya dengan musim kawin kepiting. Bagaimanapun, kamu bisa mendapatkan pemasukan yang cukup bagus dari menyisir pantai lokal di daerahmu.",
  "43": "Adakah pemandian air panas di kotamu? Kamu bisa berendam dengan rileks di air panas untuk mengembalikan energimu. Ahh... terasa enak, bukan?",
  "46": "Musim panas terkenal dengan banyaknya badai petir. Jika kamu tahu cara membuat penangkal petir, kamu bisa memanen listrik dan membuat batu baterai. Hasilnya bisa dijual atau dipakai untuk membuat berbagai barang!",
  "50": "Pada umumnya, setiap kota memiliki kalender musiman yang dipajang di depan toko serba ada. Jadikan kebiasaan untuk mengecek kalender tersebut dari waktu ke waktu agar kamu bisa tahu acara-acara yang diadakan oleh masyarakat. Pastikan kamu juga mengecek lowongan pekerjaan yang tersedia!",
  "53": "Musim gugur hampir tiba! Musim ini bisa dibilang musim yang paling menguntungkan bagi petani, jadi pastikan kamu menghemat uang untuk memnbeli bibit baru. Kalau kamu belum mengupgrade alat penyiram tanamanmu, mungkin ide yang bagus untuk melakukannya sekarang.",
  "57":"Ayo kita membahas bunga matahari. Saat memanen mereka, kamu tidak hanya mendapatkan bunga yang cantik, tapi besar kemungkinan kamu juga akan mendapatkan bibit bunga. Bibitnya bisa kamu tanam lagi atau bisa dijual. Saya suka ini!", 
  "60": "Jika kamu seorang petani di sebuah kota kecil, ada kemungkinan kamu akan diundang untuk membuat sebuah \"grange display\". Pada umumnya sebuah grange display terdiri dari 9 barang yang paling baik menampilkan talentamu. Pasang target untuk mengumpulkan barang dengan kualitas dan harga setinggi mungkin, dan pastikan untuk memiliki variasi yang cukup juga. Ikan, barang tambang, barang kerajinan, buah, dan sayuran adalah jenis-jenis barang yang baik untuk dimiliki!",
  "64": "Musim blackberry telah tiba! Semak-semak di seluruh kota dipenuhi buah yang matang. Pergilah keluar dan lihat sendiri!",
  "67": "Fokus memancing: Salmon. Salmon kembali ke tempat pemijahan mereka di musim gugur untuk bertelur. Ini berarti sungai-sungai dipenuhi ikan salmon! Kamu hanya bisa menemukannya di musim gugur, jadi pergilah keluar dan lempar kailmu sekarang.",
  "71": "Punya tapper? Pencari hasil alam kreatif tahu cara membuatnya. Kamu bisa memasangnya di pohon liar di sekitarmu. Pohon Mapel menghasilkan sirup mapel, pohon oak menghasilkan resin, dan pohon pine menghasilkan pine tar. Siruplah yang paling berharga tapi ketiganya punya manfaat masing-masing!",
  "74": "Musim dingin hampir tiba. Pastikan kamu punya banyak hay untuk pakan ternakmu di musim dingin, karena rerumputan akan mati. Setiap silo mampu menampung hingga 240 hay, jadi pastikan menghitung dan menyiapkan berapa yang akan kamu beli!",
  "78": "Fokus Ikan: Walleye. Kamu bisa menemukan ikan ini saat hujan di malam hari pada musim gugur dan musim dingin. Ikannya bisa ditemukan di perairan tawar.",
  "81": "Musim dingin akan tiba... dan itu artiny aktivitas bertanimu akan dijeda. Tidak ada crop yang bisa tumbuh di musim dingin, kecuali kalau kamu beruntung punya rumah kaca. Tapi masih ada banyak lagi! Akan kujelaskan di kesempatan berikutnya.",
  "85": "Musim dingin... Waktu di mana dunia tenang. Sekarang waktu yang tepat untuk bertambang, memancing, dan mengumpulkan hal lain. Tingkatkan perkakasmu untuk meningkatkan produktifitas di musim semi. Atau sewa tukang kayu lokal untuk membangunkan sesuatu di ladangmu! Kumpulkan sumber daya, tingkatkan, dan bersiap untuk tahun baru.",
  "88": "Penasaran bagaimana caranya dapat 'Refined Quartz'? Taruh saja quartz biasa di furnace. Kamu akan butuh sebongkah coal untuk bahan bakar apinya.",
  "92": "Dapat bibit saat sedang menebang pohon? Kamu bisa menanam bibit itu di tanah dan pohon baru akan tumbuh. Kreatiflah!",
  "95": "Ada beberapa ikan yang bisa kamu tangkap di musim dingin... Squid dan Lingcod. Squid bisa ditangkap dari laut di malam hari. Lingcod bisa ditemukan di perairan tawar sepanjang hari. Tentu saja, ada rumor untuk ikan yang super langka dan unik yang hanya bisa ditangkap di musim tertentu, tapi aku tidak punya informasi untuk itu.",
  "99": "Mari bicara soal geode. Geode adalah batu kopong yang kadang berisi mineral berharga. Kamu bisa membayar pandai besi untuk membukakannya. Sekarang, ada berbagai macam geode... dan masing-masing berisi jenis mineral yang berbeda-beda. Omni Geode yang langka berisi semua macam mineral.",
  "102": "Kalau kamu ingin membahagiakan seseorang, beri hadiah favorit mereka pas ulang tahunnya! Percayalah.",
  "106": "Pernah melihat ada tiga cacing menggeliat di tanah? Mereka agak sulit dilihat kadang. Tapi kalau kamu menggali di spot itu, kamu akan menemukan sesuatu. Jangan tanya aku kenapa bisa begitu.",
  "109": "Pernah ingin mencari sesuatu di tong sampah tetanggamu? Ew! Hei, tak apa kalau itu kesukaanmu, tapi jangan sampai ada yang melihat. Kalau mereka tahu, mereka akan jijik, dan akan menurunkan tingkat pertemanan kalian. Yah, kecuali kalau mereka juga suka hal itu.",
  "113": "Baiklah, tahun baru telah tiba. Awasi toko lokalmu untuk bibit-bibit jenis baru. Kuharap kamu sudah meningkatkan perkakasmu di musim dingin supaya kamu siap untuk produktif di tahun ini!",
  "116": "Fokus Ikan: Eel. Eel bisa ditangkap di laut saat musim semi dan musim gugur, saat hujan malam hari.",
  "120": "Punya dapur? Memasak adalah cara bagus untuk menambah kemampuanmu. Tidak hanya menyajikan sumber energi, tapi kebanyakan makanan bisa meningkankan skill, kecepatan, dan banyak lagi dalam tempo tertentu! Menarik bukan?",
  "123": "Item Sorotan: Crab Pot. Pemancing berpengalaman tahu cara membuat crab pots. Terlepas dari namanya, crab pot bisa dipakai untuk menangkap ikan-ikan kecil, baik air tawar maupun air asin. Taruh crab potmu di perairan dan isi dengan bait. Periksa lagi besok untuk melihat apa yang tertangkap. Kamu harus mengisinya dengan bait untuk menangkap lebih banyak lagi.",
  "127": "Ini musim salmonberry! Di mana-mana, semua semak dipenuhi oleh berry kecil ini, dan bebas diambil! Panenlah, lumayan untuk menambah penghasilan.",
  "130": "Madu. Produk manis yang dibuat oleh teman kecil kita, lebah. Jadi begini... kalau ada bunga mekar di sekitar beehouse, lebahmu akan menghasilkan madu dengan rasa bunga tersebut. Kalau tidak, kamu cuma akan dapat 'wild honey'. Tips yang bagus 'kan?",
  "134": "Tips untuk para petualang... jangan lupa dengan kemampuan spesial senjatamu! Sword mampu memblok serangan, sangat berguna saat slim lompat ke arahmu. Clubs bisa menggetarkan tanah, membuat musuh-musuhmu melayang... dan dagger bisa melakukan serangan super cepat! Berhati-hatilah.",
  "137": "Aku ingin membicarakan soal Markas Petualang terkenal di dekat Kota Pelican. Ketua Markas, Marlon, menyiapkan program berhadiah bagi siapa saja yang berani membasmi monster di gua lokal. Petualang akan dapat item-item kuat sebagai hadiah untuk membasmi banyak monster. Ada poster dengan rincian lebih lengkap di dinding mereka. Keren!",
  "141": "Kudengar banyak orang berdiri di dekat kereta api berjalan untuk mengambil barang-barang yang jatuh. Wow... apapun dilakukan asal dapat gratisan!",
  "144": "Binatang Sorotan: Babi.^^Di sini, babi dilatih untuk mencari truffle yang berharga. Kamu harus mengeluarkan babi dari kandang dan bersabar... mereka akan mencarinya sendiri. Lalu buat minyak dari truffle untuk dapat untung yang maksimal.",
  "148": "Ini ikan-ikan yang bisa kamu dapatkan di musim panas: Dorado, bisa didapatkan dari sungai di hutan pada siang hari. Rainbow Trout, bisa didapatkan dari sungai di hutan dan di pegunungan pada siang hari. Pufferfish, bisa didapatkan di laut di siang hari. Dan Octopus, bisa didapatkan di laut pada pagi hari. Tangkap mereka selagi musimnya!",
  "151": "Fokus Ikan: Super Cucumber. Kamu bisa menemukan ikan langka ini di laut. Dia hanya muncul malam hari, pada musim panas dan musim dingin.",
  "155": "Aku tahu ini sulit, tapi... berhentilah khawatir pada kudamu! Kamu bisa meninggalkan mereka di mana saja dan mereka akan pulang dengan sendirinya. Mereka hewan yang sangat cerdas dan independen!",
  "158": "Aku punya ide... mulailah sebuah kebun berisi pohon liar! Pasang tapper pada pohon-pohon itu dan panen cairannya yang berharga. Atau jangan gubris aku! Terserah kalian.",
  "162": "Item Sorotan: Keg. Keg memang biasa digunakan untuk membuat wine dari anggur. Tapi tahukah kamu kalau keg bisa membuat wine dari buah apapun? Yap.^Kamu juga bisa membuat jus dari sayuran di keg.",
  "165": "Apa kamu punya jurnal? Jangan lupa untuk sering memeriksanya. Kadang kamu lupa sudah menulis hal yang penting.",
  "169": "Kalau kamu pernah dapat 'rare seed', sekaranglah waktu yang tepat untuk menanamnya. Meski keterangannya bilang mereka butuh semusim penuh untuk tumbuh, sumber yang dipercaya bilang kalau sebenarnya mereka cuma butuh 24 hari. Katanya buah dari tanaman itu merupakan buah termanis di seluruh dunia.",
  "172": "Beberapa petani melaporkan kejadian aneh saat seladang besar cauliflower, pumpkin, atau melon mereka matang. Hmmm. Aku juda tidak bisa memverifikasinya.",
  "176": "Ini musim blackberry! Semak-semak di manapun sedang dipenuhi dengan buah matang ini. Keluarlah dan lihat sendiri!",
  "179": "Ingin menikah? Kamu akan butuh Mermaid's Pendant. Semua orang di pesisir Laut Permata paham maksudnya saat diberi Mermaid's Pendant.^Cara mendapatkan benda itu lumayan sulit. Setiap wilayah punya cara yang berbeda-beda, tapi selalu ada kaitannya dengan pantai atau laut.",
  "183": "Item Sorotan: Recycling Machine. Kamu dapat banyak sampah saat memancing? Itu sudah sering terjadi jaman sekarang. Ya, dengan Recycling Machine kamu bisa mengubah sampah tersebut jadi benda yang lebih berguna. Taruh sampahmu ke alat itu dan biarkan mesinnya memproses dulu. Setiap jenis sampah akan menghasilkan produk yang berbeda.",
  "186": "Fokus Ikan: Albacore. Ikan ini bisa didapatkan di dini hari atau malam. Carilah ikan ini di laut pada musim gugur atau musim dingin.",
  "190": "Fokus Ikan: Woodskip, sandfish, dan scorpion carp. Katanya Woodskip cuma hidup di pedalaman hutan. Sandfish dan scorpion carp cuma bisa didapatkan dari oase di gurun.",
  "193": "Beberapa hari lagi penduduk Republik Ferngill akan merayakan Spirit's Eve! Tradisi yang mungkin kurang kamu ketahui adalah mencari Golden Pumpkin. Kalau di kotamu ada labirin berhantu, maka di sana pasti ada golden pumpkin yang disembunyikan. Benda itu harganya tinggi!",
  "197": "Semuanya, dengar saranku. Kalian akan butuh kamar bayi di rumah sebelum punya anak. Bayi butuh tempat untuk tidur!",
  "200": "Item Sorotan: Crystalarium. Mesin luar biasa ini bisa membuat mengkloning batu mulia jenis apapun. Tinggal taruh batu mulia yang ingin kamu kloning di mesin tersebut dan biarkan dia memprosesnya. Mungkin butuh waktu yang lama, tapi... yang penting menguntungkan!",
  "204": "Kalau ada hewan ternakmu yang dewasa, dan ada ruang kosong di kandang... maka ada peluang bagi salah satu ternakmu untuk hamil. Ingatlah hal ini.",
  "207": "Fokus Ikan: Catfish. Ikan langka ini kelaur dari persembunyian di saat hujan. Kamu akan menemukan mereka di sungai dalam kota, di mana mereka suka memakan apa saja yang di buang di sana. Mereka tidak suka cuaca panas, jadi jangan harap dapat menangkap mereka di musim panas!",
  "211": "Item Sorotan: Worm Bin. Butuh stok cacing berkelanjutan? Buatlah sebuah worm bin. Setelah mulai memproses, kamu akan dapat beberapa 'bait' setiap harinya.",
  "214": "Di bawah alju-salju itu, tanaman liar musim semi mulai tumbuh untuk bersiap akan kedatangan matahari. Jangan kaget kalau musim semi tiba kebunmu banyak gulmanya!",
  "218": "Kalau kamu punya gold pan, awasi terus sesuatu yang berkilau di perarian.^Kadang ada bijih berkualitas di sana, siap untuk diambil!   ",
  "221": "Semuanya, aku ada pengumuman. Ini adalah episode terakhir dari 'Livin' Off The Land' sebelum aku pensiun. Aku menikmati waktu kita bersama, dan aku akan merindukan kalian. Oh, aku juga diberitahu pihak stasiun TV kalau mereka akan menyiarkan tayangan ulang acara ini tahun depan.^^Jaga diri kalian!"
}
