{
  "1": "Untuk para petani baru yang ada di luar sana: Potonglah pohon dan cari tumbuhan liar selagi menunggu tumbuhanmu panen!",
  "4": "Untuk para warga Stardew Valley. Kamu bisa menemukan spring onion di sebelah barat daya kota, dimana air laut dan sungai bertemu. Kamu bisa menemukan tanaman itu tumbuh di atas tanah.",
  "8": "Kita akan membahas tentang Pagar. Pagar digunakan untuk menjauhkan gulma dan menjaga tanamanmu. Pagar juga bisa dipakai untuk membatasi hewan ternakmu. Pagar sewaktu-waktu bisa rusak, tapi pagar batu, besi, dan kayu keras lebih tahan lama daripada pagar kayu biasa!",
  "11": "Tanamanmu dimakan burung gagak? Sepertinya kamu butuh orang-orangan! Taruh orang-orangan di kebunmu untuk menakuti burung gagak. Pastikan kau menaruhnya di dekat tanamanmu!^Oh satu lagi... Tasmu tidak cukup membawa barang banyak? Cobalah kunjungi toko terdekat.",
  "15": "Sekarang musim salmonberry! Di seluruh penghujung desa, setiap semak - semak ditumbuhi dengan buah kecil ini, dan pastinya kamu bebas mengambilnya! Kumpulkan buah ini untuk mendapatkan pendapatan lebih.",
  "18": "Ah, Hujan... hujan adalah teman para petani! Ketika hujan, kamu tidak perlu menyiram tanamanmu. Gunakan kesempatan itu untuk bersantai!",
  "22": "genggam erat kail pancingmu dan jual tangkapanmu! Memancing adalah cara yang bagus untuk mendapatkan penghasilan eksra. Tempat memancingmu akan menjadi penentu ikan apa yang akan kamu dapatkan... penentu tersebut berupa lokasi, musim, waktu, dan cuaca!",
  "25": "Pohon buah. Ingat, Pohon ini butuh satu bulan untuk tumbuh besar! Jika area disekitar pohon ini terganggu oleh benda lain, itu akan menggangu pertumbuhan pohon. Ketika pohon buah telah dewasa, Pohon akan menghasilkan buah segar yang lezat setiap hari setiap musimnya. MAka dari itu, mulailah menanam!",
  "29": "Musim panas sudah tiba, bersama dengan bibit - bibit baru yang siap untuk ditanam! Tanamlah hops. Tumbuhan menjalar ini agak lama untuk tumbuh dewasa, tapi setelah dewasa tumbuhan ini bisa menghasilkan Hops setiap hari. Jadi selamat mencoba!",
  "32": "Ini adalah daftar ikan yang hanya bisa kamu tangkap saat musim panas: Dorado, bisa ditemukan di sungai hutan saat siang. Rainbow Trout, bisa deitemukan di sungai hutan atau di gunung saat siang. Pufferfish, bisa ditemukan di laut saat tengah hari. Dan Octopus, bisa ditemukan di laut saat pagi hari. Semoga beruntung!",
  "36": "Kali ini, kita akan memahas jagung. Jagung adalah tanaman yang unik, karena bisa bertahan sampai 2 musim! Itu benar, Kebanyakan bibit lain akan mati saat pergantian musim, akan tetapi jagung akan terus hidup. Kamu bisa menanam jagung di musim panas dan musim gugur. Sekarang, siapkan bibit jagungmu dan ayo menanam!",
  "39": "Mulai esok hari, kerang dan koral dengan jumlah yang banyak akan memenuhi pantai diseluruh penjuru dunia. Saya bukan seorang ilmuan, tapi yang saya tahu, hal ini ada hubungannya dengan musim kawin kepiting. Oleh karena hal ini, kamu bisa mendapat penghasilan tambahan, dengan mengumpulkan kerang - kerang,.",
  "43": "Di kotamu ada pemandian air panas? Bersantailah disana dan rasakan nikmatnya air panas yang akan mengembalikan energimu. Ahh... nyaman sekali, bukan?",
  "46": "Di musim panas sering terjadi hujan petir. Jika kamu tahu cara membangun lightning rod, kau bisa memanfaatkannya untuk membuat battery packs. Baterry pack ini nantinya bisa kamu jual atau untuk keperluan lainnya!",
  "50": "Setiap kota biasanya mempunyai kalender bulanan di majalah dinding kota. Disana kamu bisa melihat hari - hari penting dan ikut meramaikan aktifitas warga. Dan jangan lupa untuk mengecek bagian permintaan warga!",
  "53": "Musim gugur sebentar lagi datang! Musim ini sering dikatakan musing yang paling menguntungkan bagi petani, jadi pastikan kamu menyimpan uang untuk membeli bibit baru. Jika kamu belum meng-upgrade alat sirammu, sekarang adalah waktunya.",
  "57": "Kita akan membahas sunflowers (bunga matahari). Ketika panen kamu tidak hanya akan mendapat bunga indahnya, tapi kamu juga akan mendapatkan biji - bijinya. Nah, dengan biji - biji ini kamu bisa menanam kembali bunga ini atau kamu juga bisa menjualnya untuk penghasilan tambahan!",
  "60": "Sekarang musim blackberry! Seluruh semak - semak di setiap pinggiran hutan akan dipenuhi oleh buah manis ini. Pergilah sekarang dan buktikan sendiri!",
  "64": "Jika kamu seorang petani dari kota kecil, biasanya kamu akan diundang untuk membuat \"grange display\" (pertunjukkan hasil kebun). Biasanya, kamu harus mengisi grange display dengan 9 barang yang sesuai dengan bakatmu. Bawa barang dengan kualitas terbaik. Kau bisa membawa ikan, mineral, buah, dan sayuran untuk dilombakan!",
  "67": "Kabar ikan: Ikan salmon. Di musim ini, ikan salmon kemali ke perairan air tawar untuk bertelur. Artinya, sungai sekarang di penuhi oleh ikan ini! Kamu hanya bisa menangkapnya saat musim gugur, jadi bersiaplah memancing sebelum ketinggalan.",
  "71": "Apa kamu punya tappers? Petani yang kreatif biasanya tahu cara membuatnya. Taruh Tapper di pohon liar. Dengan Tapper pohon maple bisa menghasilkan maple syrup, pohon oak bisa menghasilkan resin, dan pohon pinus bisa menghasilkan pine tar. Syrup adalah yang paling berguna tapi produksi pohon lainnya punya kegunaan masing - masing!",
  "74": "Musim dingin sebentar lagi datang. Pastikan kamu sudah menyimpan jerami yang banyak untuk pakan ternakmu selama musim dingin, karena semua rumput mati di musim ini. Setiap silo hanya bisa menyimpan 240 buah jerami, jadi mulailah perkiraan berapa jerami yang harus kamu gunakan untuk musim ini!",
  "78": "Kabar ikan: Ikan Walleye. Kamu bisa menangkap ikan ini, saat hujan pada malam musim gugur dan dingin. Ikan ini biasanya hidup di perairan sungai.",
  "81": "Musim dingin segera tiba... dan artinya pekerjaan kebunmu akan terhambat. Itu karena, tidak ada tumbuhan yang tumbuh di musim ini, kecuali kamu punya rumah kaca tentunya. Tapi walaupun begitu, masih banyak hal lain yang bisa dilakukan! Sampai jumpa.",
  "85": "Musim dingin... Waktu dimana semuanya menjadi sepi. Di musim ini adalah waktu yang tepat untuk menambang, memancing dan melakukan aktifitas lainnya. Seperti, meng-Upgrade peralatanmu di musim ini, untuk persiapan musim semi nanti. Atau kamu juga bisa menyuruh tukang kayu lokal untuk membangun sesuatu di kebunmu!",
  "88": "Kamu bingung bagaimana caranya untuk membuat 'Refined Quartz'? Taruh saja quartz biasa ke furnace. Kau butuh coal untuk menghidupkan apinya.",
  "92": "Kamu menemukan benih pohon saat memotong kayu? Kamu bisa menanam benih itu ke tanah dan pohon baru akan tumbuh. Cobalah!",
  "95": "Ada beberapa ikan yang hanya bisa ditemukan saat musim dingin... Squid (cumi) dan Lingcod. Squid bisa ditemukan di laut saat malam. Lingcod bisa ditemukan di perairan sungai saat siang hari. Selain kedua ikan ini, ada kabar tentang ikan yang hanya bisa ditemukan di beberapa musim saja, tapi kami belum mendapatkan informasi yang jelas tentangnya.",
  "99": "Kali ini, kita akan membahas tentang geode. Geode adalah sebuah batu keras yang biasanya di dalamnya mengandung sebuah mineral yang berguna. Seorang pandai besi bisa menghancurkan geode ini untukmu. Lalu, ada beberapa macam geode... dan setiap macamnya mengandung mineral yang berbeda. Geode yang paling langka adalah \"omni-geode\" Geode ini biasanya mengandung semua macam mineral.",
  "102": "Jika kamu ingin membuat seseorang bahagia, beri hadiah favorit saat ulang tahun mereka! Percayalah mereka pasti bahagia.",
  "106": "Apa kamu pernah melihat cacing kecil keluar di tanah? Gali tanah di tempat cacing tersebut, kamu pasti akan menemukan sesuatu. Jangan tanya aku kenapa bisa terjadi demikian",
  "109": "Apa kamu pernah membongkar kotak sampah tetanggamu? ihh! Hei, jika kamu sering melakukanny, pastikan tidak ada yang orang disekitarmu. Jika mereka melihatmu, mereka akan merasa jijik denganmu, dan itu akan mempengaruhi hubungan kalian.",
  "113": "Tahun baru akhirnya tiba. Cek terus bibit - bibit baru yang dijual di toko di kotamu. Kami berharap kamu sudah meng-upgraded peralatanmu saat musim dingin kemarin untuk bersiap tahun produktif yang baru!",
  "116": "Kabar ikan: Eel (belut). Eels bisa ditemukan di perairan laut pada musim semi dan gugur, ketika cuaca hujan di malam hari.",
  "120": "Apa kamu punya dapur? Memasak adalah cara yang tepat untuk meningkatkan kemampuanmu. Tidak hanya itu, masakan yang dimasak berfungsi sebagai penyedia energi praktis, tapi ada beberapa masakan yang bisa menambah skill, kecepatan gerakmu dan lainnya! Apa kamu tertarik?",
  "123": "Item Spotlight: Crab Pot. Pemancing yang berpengalaman pasti tahu cara membuat crab pots. Walaupun namanya penangkap kepiting, benda ini juga bisa menangkap mahluk air lain selain kepiting. Cukup taruh benda ini ke air dan isi dengan umpan. Kembalilah besok dan lihat apa yang kau tangkap.",
  "127": "Sekarang musim salmonberry! Di seluruh penghujung desa, setiap semak - semak ditumbuhi dengan buah kecil ini, dan pastinya kamu bebas mengambilnya! Kumpulkan buah ini untuk mendapatkan pendapatan lebih.",
  "130": "Kita akan membahas tentang honey. Madu adalah sebuah cairan manis yang di hasilkan oleh lebah. Kami punya tips untukmu... Jika kamu punya bunga mekar di dekat rumah lebahmu, lebah akan sangat mudah dibuat. Jika tidak, kamu harus menunggu lama untuk mendapat cairan manis ini. Tertarik mencoba?",
  "134": "Ini adalah tips untuk para petualang yang sedang berpetualang di luar sana... Gunakan selalu 'special attack' senjatamu! Pedang bisa mem-blok serangan, dimana sangat berguna jika ada slime yang melompat ke arahmu. Club (palu) bisa digunakan untuk mengguncang tanah, dimana akan melempar musuh jauh... dan dengan dagger (pisau) kau bisa melakukan serangan 3 kali super cepat! Semoga beruntung.",
  "137": "Kita akan membahas tentang serikat petualang terkenal yang ada di Pelican Town. Pemimpin serikat tersebut, Marlon, punya sebuah program dimana seorang petualang akan mendapat hadiah jika cukup berani untuk mengalahkan beberapa monster. Petualang yang mendapat hadiah biasanya mendapat senjata yang kuat. Jika kamu ingin melihat apa saja monster yang harus dikalahkan, lihatlah catatan di sana. Apa kamu tertarik?",
  "141": "Aku dengar ada beberapa orang sengaja menunggu kereta api lewat, supaya bisa mengumpulkan barang - barang yang tak sengaja di jatuhkan kereta tersebut. Walah... Aku tak menyagka mereka punya waktu sebanyak itu!",
  "144": "Animal Spotlight: Pig (babi).^^Pada saat ini, pig mempunyai kemampuan menemukan jamur truffles. Kau hanya harus membiarkan hewan ini keluar dari kandang lalu bersabar... sampai mereka menemukan jamur berharga ini. jamur ini bisa kamu jadikan minyak untuk memaksimalkan harganya.",
  "148": "Ikan yang hanya bisa di tangkap saat musim panas: Ikan Dorado, bisa ditemukan di sungai hutan pada saat siang hari. Ikan Rainbow Trout, bisa ditemukan di sungai hutan dan gunung saat siang hari. Ikan Pufferfish (buntal), bisa ditemukan di laut awal - awal tengah hari. dan Octopus (gurita), bisa dirtemukan di laut saat pagi hari. Semoga beruntung!",
  "151": "Kabar ikan: Super Cucumber. Kamu bisa menemukan mahluk langka ini di lautan. hanya aja dia mahluk ini hanya muncul saat malam di musim panas dan dingin.",
  "155": "Aku tahu ini sulit... tapi berhentilah mengkhawatirkan kudamu! Kamu bisa meninggalkan kuda ini dimanapun dan kudamu ini pasti akan kembali kerumah dengan sendirinya. Kuda benar - benar hewan yang pintar dan mandiri!",
  "158": "Tips untuk mendapat penghasilan tambahan! Taruh tappers ke pohon liar dan tunggu beberapa hari. Setelah selesai menunggu, pohon akan menghasilkan produk khas mereka.",
  "162": "Item Spotlight: Keg. Keg biasanya digunakan untuk membuat wine dari buah anggur. Tapi apa kamu tahu, kamu bisa membuat wine dari buah selain anggur? Jawabannya bisa.^Kamu juga bisa menaruh sayuran di benda ini untuk membuat sebuah jus.",
  "165": "Apa kamu punya jurnal? Jangan lupa sesekali untuk memeriksanya. Supaya kamu ingat sesuatu hal penting yang kamu tulis sebelumnya.",
  "169": "Jika kamu mempunyai 'rare seed', sekarang adalah waktunya untuk menanam tanaman itu. Walaupun katanya bibit ini bisa tumbuh di musim apa saja, sumber terpercaya kami mengabarkan bahwa bibit ini akan tumbuh dewasa dalam 24 hari. Dan kabar terakhir yang kami terima, buah ini adalah buah termanis yang pernah ada di muka bumi.",
  "172": "Sekarang musim blackberry! Seluruh semak - semak di setiap pinggiran hutan akan dipenuhi oleh buah manis ini. Pergilah sekarang dan buktikan sendiri!",
  "176": "Beberapa petani melaoporkan terjadi sesuatu yang aneh di kebun mereka disaat cauliflower, melon, dan pumpkin tumbuh dewasa. Hmmm. Walau begitu, kami tidak bisa membuktikannya secara pasti.",
  "179": "Apa kamu ingin menikah? jika iya, kamu butuh Mermaid's Pendant. Sudah menjadi tadisi untuk memberi Mermaid's Pendant saat ingin menikah dengan seseorang.^Untuk mendapatkan pendant sangatlah sulit. Setiap kota pasti punya caranya sendiri, tapi cara ini selalu berhubungan dengan pantai dan lautan.",
  "183": "Item Spotlight: Recycling Machine. Apa kamu pernah mendapat sampah saat memancing? Hal ini sangat biasa terjai saat zaman seperti ini. dengan recycling machine kamu bisa mengubah sampah - sampah ini menjadi baranag yang lebih berguna. Kamu hanya harus menaruh sampahmu pada mesin ini dan mesin akan melakukan tugasnya. Setiap tipe sampah, akan menghasilkan hasil barang yang berbeda.",
  "186": "Kabar ikan: Ikan Albacore. Ikan ini bisa ditemukan di pagi dan malam hari. Carilah ikan ini di perairan laut saat musim gugur dan dingin.",
  "190": "Kabar ikan: Woodskip, sandfish, dan scorpion carp. Ikan woodskip dikabarkan hanya bisa ditemukan di perairan hutan dalam. Ikan sandfish dan scorpion carp hanya bisa ditemukan di danau gurun.",
  "193": "Beberapa hari lagi warga Ferngill Republic mengadakan acara Spirit's Eve! tradisi dimana para warga mencari labu emas. Jika kotamu mengaakan acara ini juga. Ikutlah mencari labu emas ini, untuk memeriahkan acara!",
  "197": "Para hadirin, ingatlah ini. Kamu harus pergi cek kesehatanmu jika ingin mempunyai anak!",
  "200": "Item Spotlight: Crystalarium. Mesin hebat ini bisa meng-kopi mineral - mineral. Taruh mineralmu ke dalam mesin ini dan tunggu mesin ini menggandakan barangmu. memang lama, tapi hei... bersabarlah!",
  "204": "Jika ruangan di kandangmu masih ada, dan kamu memiliki hewan ternak dewasa... Ada kesempatan hewan ternakmu melahirkan anak. Jadi ingatah baik - baik.",
  "207": "kabar ikanFish Focus: Ikan Catfish. Ikan ini biasanya keluar saat hujan. Kamu bisa menemukan ikan ini hidup di sungai dekat kota, dimana ikan ini baisa menikmati makanan yang ada di seitar sungai tersebut. Ikan ini tidak menyukai udara panas, jadi jangan mencarinya saat musim panas!",
  "211": "Item Spotlight: Worm Bin. Apa kamu butuh pasokan umpan? Buatlah worm bin. Jika kamu punya mesin ini, mesin ini akan menghasilkan umpan tiap harinya.",
  "214": "Dibawah salju musim dingin, biasanya benih - benih tanaman liar sudah mulai tumbuh, jadi jangan terkejut kebunmu di penuhi rumput musim semi nanti!",
  "218": "Jika kamu punya gold pan, perhatikan spot berkilauan di dalam air.^Biasanya logam berguna tedapat disana, dan kau bebas mengambilnya!",
  "221": "Para hadirin, Kami punya mengumuman penting. Ini adalah acara episode terakhir Hidup Di Pedesaan. Aku senang bisa menemani anda semua selama ini. Oh, dan juga mulai musim depan acara ini akan di siarkan tayangan ulangnya. Terima kasih!"
}