{
  "name": "Pekan Raya Stardew Valley",
  "conditions": "Town/900 1500",
  "set-up": "fallFest/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Fair/viewport -1000 -1000/loadActors Set-Up/advancedMove Vincent true -3 0 2 5000 3 0 2 5000/advancedMove Jas true 2 0 4 5000 -2 0 4 5000/advancedMove Marnie true -2 0 4 5000 2 0 2 5000/advancedMove Abigail true 4 6000 5 0 0 3 2 6000 0 -3 -5 0/advancedMove Robin true 0 1 1 5000 0 -2 3 5000 0 1 1 5000/animate Sebastian false true 200 16 16 16 16 16 16 16 16 16 16 16 16 17 18 19 20 21 21 21 21 20 22 22 23/addTemporaryActor BabyPig 32 32 65 68 2 false Animal/addTemporaryActor Pig 32 32 65 70 3 false Animal/addTemporaryActor White_Chicken 16 16 59 67 2 false Animal/addTemporaryActor Brown_Chicken 16 16 61 67 2 false Animal/addTemporaryActor White_Cow 32 32 59 72 0 false Animal/addTemporaryActor BabyWhite_Cow 32 32 61 72 1 false Animal/advancedMove BabyPig true 0 1 3 5000 0 -1 0 7000/advancedMove Pig true 3 5000 0 1 1 5000 0 -1 3 5000/advancedMove White_Chicken true 1 0 2 7000 -1 0 2 10000/animate Brown_Chicken false true 500 16 17/viewport 22 22 true unfreeze/globalFadeToClear/pause 2000/playerControl fair",
  "Abigail_spouse": "Aku mengalahkan semua permainan ini tahun kemarin!$h",
  "Leah_spouse": "Aku mempelajari semua teknik Robin setahun ini, tapi dia selalu selangkah lebih maju!",
  "Maru_spouse": "mumph... Inilah kesempatanku untuk memakan barbecue sandwiches.",
  "Penny_spouse": "Aku harap kau memenangkan kontes pertunjukannya!",
  "Haley_spouse": "Apa kau ingat, untuk membawa barang yang akan diikutkan dalam kontes pertunjukkan? Aku harap kita menang tahun ini.",
  "Sebastian_spouse": "Hei, @. Aku sedang bicara dengan Sam. Bersenang - senanglah.",
  "Sam_spouse": "Sebastian sama seperti biasa. Apa kau senang mengikuti festival ini?",
  "Alex_spouse": "Aku sedang mengobrol... bersenang - senanglah.",
  "Harvey_spouse": "Aku akan menunggumu sampai kau siap pulang...",
  "Elliott_spouse": "Aroma yang mengiurkan ini menarik perhatianku, tapi 'saus yang enak inilah yang bahkan bisa membungkam jiwaku... *gurgle*$s",
  "Abigail": "Apa kau tahu...Aku sudah mengalahkan semua ppermainan ini?",
  "Robin": "Pahat kayu adalah tradisi kuno, oleh karena itu aku bangga bisa melakukannya.$h",
  "Demetrius": "Robin bekerja keras atas pekerjaannya... Dia pantas mendapat pujian dari sekarang.",
  "Maru": "*sruput* mmm... saus barbecue ini sangat lezat.$h",
  "Sebastian": "Hari ini terlihat semuanya sangat ramai... Sepertinya aku akan mencoba membaur sekali - kali.",
  "Pierre": "Tokoku menghasilkan produk yang kualitas terbaik di seluruh Valley. Silahkan, Lihat pada stands punyau dan perhatikan baik - baiki!",
  "Caroline": "Pierre sangat serius dengan kontes ini. Dia sudah menyiapkan produk terbaik selama seminggu ini.#$e#Hei, jika kau juga ikut kontes, aku doakan semoga beruntung!",
  "Linus": "Para hewan tidak pernah menilai sesuatu dari penampilan saja. Sama seperi manusia.",
  "Alex": "Aku terlalu banyak bermain permainan 'Strength' dan sekarang tanganku terasa seperti karet.",
  "George": "Hmm... ada smoked turkey? Aku rasa festival ini sepenuhnya tidak buruk.$h",
  "Evelyn": "Aku harap Gus membuat makanan sayuran. zucchinni skewers, mungkin?",
  "Lewis": "Baiklah @, Ini adalah hari yang besar... Festival paling besar di di tahun ini, 'Stardew Valley Fair'.#$b#Jika kau ingin berpartisipasi, Aku sudah menyiapkan satu stand kosong untukmu. Beritahu aku kalau kau sudah menaruh produkmu biar nanti aku bisa menilainya.",
  "Clint": "Kadang aku merasa muak dengan pekerjaanku, tapi aku bangga dengan pekerjaanku ini.#$b#Banyak logam berharga disini. Aku harap kau akan menyukainya.",
  "Emily": "Kau tahu, Aku yakin akan menjadi badut yang lucu. Aku rasa, aku kehilangan kesempatanku.",
  "Penny": "Aku memenangkan 'wheel of chance' 10 kali berturut - turut dan sekarang bapak itu tidak memperbolehkanku bermain lagi...$s",
  "Pam": "Sebaiknya kau lebih cepat, nak... Sebelum Pam yang tua ini mendapatkan semua ikan di dalam tent! Hehe.$h",
  "Haley": "Apa kau sudah menemui peramal? Dia ada di dekat pemakaman.#$e#Aku sudah menemuinya... dia mengatakan sesuatu... yang menarik. *hihi*$h",
  "Jodi": "Badutnya terlihat kurang ceria... Aku rasa walikota Lewis harus memotong upahnya untuk tahun ini.",
  "Kent": "Aku menungguu badutnya melakukan sesuatu yang lucu.#$e#Benar - benar mengecewakan.",
  "Sam": "Hei @. Apa kau bersenang - senang?#$e#Permainan 'slingshot' menyenangkan, apalagi jika kau bisa mengumpulkan nilai star token yang banyak.",
  "Leah": "Aku sangat mengagumi teknik memotong Robin. Aku sering menggunakan tekniknya untuk pekerjaanku.",
  "Shane": "Semua hewan sangat akrab dan mereka suka di elus - elus.",
  "Marnie": "Aku mencoba sebisaku, tapi sepertinya produkku akan kalah dengan produk Pierre.$s#$e#Well, mungkin jurinya akan memberiku poin tambahan untuk keju raksasaku.",
  "Elliott": "Aku mencoba menanyakan resep masakannya Gus, tapi dia tidak mau memberi tahu.",
  "Gus": "Makanlah sebanyak yang kau mau! Hari ini semuanya gratis... berterima kasihlah pada walikota Lewis.$h#$e#Oh! Jangan lupa mencicipi masakanku yang baru ini.",
  "Dwarf": "Kau bilang, ada hujan di atas? *gasp*#$e#Hujan... Bagi kami itu hal yang mistis. Banyak dari ras kami hidup lama tanpa pernah merasakan hujan.",
  "Wizard": "Welwick dan aku sudah lama saling kenal... dia adalah penyihir yang berbakat, dan teman yang baik.#$e#...#$e#Kau tahu badut itu... Aku rasa, aku pernah menemuinya di suatu tempat.#$e#Di sekolah ilusi kah? Atau mungkin di Carnival of Secrets? Hmm...",
  "Harvey": "Saat aku keluar kantorku siang pagi ini, Gus sedang membakar daging segar... Hii.$s#$e#Membayangkannya saja sudah membuatku mual...$11",
  "Sandy": "Aku dengar di rumah sedang hujan. Jadi karena itukah kau datang kesini?$h#$e#Jujur saja, aku merindukan hujan...$s",
  "Jas": "Aduh! Ayamnya mematuk jariku!$u",
  "Vincent": "Moooo!",
  "Marlon": "Pedang batan Clint semakin tajam tiap tahun.#$e#Harganya juga...",
  "Willy": "Apa kau ikut kones parade, @? Inilah kesempatanmu untuk menunjukkan produk terbaik dari kebun %farm!",
  "Leo": "Haha! Aku tidak pernah melihat yang seperti ini sebelumnya...$h"
}