{
  "name": "Festival Telur",
  "conditions": "Town/900 1400",
  "shop": "BO 36 400 -1 BO 107 2000 1 O 745 100 -1 BO 184 350 -1 BO 188 350 -1 F 1684 500 -1 F 2624 1000 -1 F 2632 1000 -1",
  "set-up": "fallFest/27 60/farmer 12 54 1/changeToTemporaryMap Town-EggFestival/loadActors Set-Up/advancedMove Vincent true -2 0 0 -2 2 0 0 2/advancedMove Jas true 2 0 0 2 -2 0 0 -2/advancedMove Leo true 0 -2 2 0 0 2 -2 0/advancedMove Pam true 0 -1 3 5000 0 2 3 5000 0 -1 3 4000/advancedMove Clint true 1 7000 0 1 3 7000 0 -1/advancedMove Demetrius true 2 15000 -3 0 0 8 3 20000 0 -8 3 0/advancedMove Willy true 2 25000 -4 0 0 -12 4 0 0 -1 4 30000 0 1 -4 0 0 12 4 0/advancedMove Shane true 4 40000 2 0 0 2 1 35000 0 -2 -2 0/advancedMove Harvey true 0 6 -6 0 0 9 -3 0 3 15000 3 0 0 3 20 0 0 -8 1 0 0 -11 -15 0 0 1 2 30000/playerControl eggFestival",
  "afterEggHunt": "pause 100/playSound whistle/waitForOtherPlayers endContest/pause 1000/globalFade/viewport -1000 -1000/playMusic event1/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 26 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true/pause 2000/speak Lewis \"Wow, lihat semua telur yang terkumpul!$h#$b#Kalau saja semangat kalian memungut sampah sama besarnya, kota kita akan menjadi kota paling bersih di wilayah Laut Permata! *chuckle*$h\"/pause 800/playMusic none/speak Lewis \"Dan sekarang, pemenang egg hunt tahun ini adalah...\"/playMusic none/pause 3000/cutscene eggHuntWinner/null/playMusic event1/pause 500/fork AbbyWin/move Lewis 0 1 2/speak Lewis \"Selamat! Ini hadiahnya.\"/awardFestivalPrize/null/move Lewis 0 -1 0/speak Lewis \"Oke, cukup sampai sini Egg Festival tahun ini. Semuanya, terimakasih sudah datang!\"/pause 600/viewport move 1 0 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "AbbyWin": "pause 100/jump Abigail/faceDirection Vincent 3/pause 800/move Abigail 0 -1 0/faceDirection Vincent 0/speak Lewis \"Selamat, Abigail! Ini hadiahnya.\"/pause 500/move Abigail 0 -1 0/playSound coin/pause 400/move Abigail 0 2 0/faceDirection Lewis 0/speak Lewis \"Oke, cukup sampai sini Egg Festival tahun ini. Semuanya, terimakasih sudah datang!\"/pause 1000/viewport move 1 -1 5000/pause 2000/globalFade/viewport -1000 -1000/waitForOtherPlayers festivalEnd/end",
  "mainEvent": "pause 500/playMusic none/pause 500/globalFade/viewport -1000 -1000/loadActors MainEvent/warp farmer1 27 69 /warp farmer2 27 67/warp farmer3 32 67/warp farmer4 28 71/faceDirection farmer1 0/faceDirection farmer2 1/faceDirection farmer3 3/faceDirection farmer4 0/pause 1000/viewport 27 67 true unfreeze/pause 2000/speak Lewis \"Saatnya acara utama dimulai... Spring Egg Hunt Tahunan!$h\"/pause 100/jump Jas/jump Vincent/pause 1000/speak Lewis \"Tenang, semuanya. Simpan tenaga kalian untuk mencari telurnya dan pemenang akan mendapatkan hadiah ekslusif.\"/pause 100/faceDirection Vincent 3 true/faceDirection Jas 1 true/pause 1000/faceDirection Vincent 0 true/faceDirection Jas 0 /pause 800/faceDirection Lewis 3/faceDirection Lewis 2/faceDirection Lewis 1/faceDirection Lewis 2/pause 800/speak Lewis \"Baik... Semua siap?\"/pause 1000/waitForOtherPlayers startContest/jump Lewis/pause 1000/speak Lewis \"Berburu telur, dimulai!$h\"/advancedMove Maru false -2 0 0 6 -9 0 0 -2 -9 0 0 -1 2 0 0 -12 6 0 0 -7 3 0/advancedMove Abigail false 0 21 -20 0 0 3 7 0 0 -15 -9 0 9 0 0 18/advancedMove Jas false 0 12 8 0 0 10 3 0 0 4 14 0 0 -20 -6 0 0 3/advancedMove Sam false 4 0 0 -4 2 0 0 -4 12 0 0 -6 19 0 0 20 0 -20 0 20/advancedMove Vincent false 0 3 24 0 0 21 9 0 0 4 -20 0 20 0 -20 0/advancedMove Leo false 0 -10 -1 0 0 -3 -6 0 0 -2 -3 0 0 -3 -1 0 0 20 -5 0 0 -10 -2 0/playSound whistle/playMusic tickTock/playerControl eggHunt",
  "Abigail_spouse": "Menjauhlah, sebelum festival ini selesai kita adalah musuh!$h",
  "Leah_spouse": "AKu tidak punya banyak teman, jadi acara seperti ini bagiku terkesan membosankan. walaupun begitu, aku menikmati hidangan makanannya.",
  "Maru_spouse": "Aku sedang bicara dengan Penny. Apa kau sudah mencoba makan hidangannya?",
  "Penny_spouse": "Maru mencoba mengajakku memakan deviled egg. Aku tidak yakin perutku bisa menghadapinya...",
  "Haley_spouse": "Aku sudah makan banyak telur, lalu aku ingat, seharusnya aku diet hari ini.",
  "Sebastian_spouse": "Aku akan mendukungmu di lomba nanti.$h",
  "Sam_spouse": "Warga lain senang seperti biasanya. Apa kau juga senang?",
  "Alex_spouse": "Uhhh... Aku pikir aku terlalu banyak makan...$s",
  "Harvey_spouse": "Bagaimana keadaan semuanya? Aku hanya mengambil istirahat sebentar. Aku ingin melihatmu ikut lomba berburu telur nanti!",
  "Elliott_spouse": "Aku senang bisa melihatmu bersantai, sayangku.$h",
  "Abigail": "Berburu telur rasanya sama seperti berburu harta karun.$h",
  "Robin": "Musim semi adalah musim tersibuk dalam 1 tahun... jadi senang bisa berkumpul dan beristirahat dengan yang lain disini.",
  "Demetrius": "Telur... benda teraneh yang bisa dimakan makan.",
  "Maru": "Aku selalu menantikan acara - acara seperti ini... Karena aku senang melihat semua warga lain berkumpul.",
  "Sebastian": "Di acara ini, kami biasanya melakukan lomba lempar telur...#$b#tapi walikota Lewis melarang lomba itu.",
  "Linus": "Tidak ada yang ingin bicara denganku... Aku datang hanya karena disini ada telur.",
  "Pierre": "Hei! Bagaimana kau bisa berada di belakang tenda?$u#$b#Jangan sentuh apapun.",
  "Caroline": "Abby sangat menyukai berburu telur, bahkan sejak dia masih kecil.",
  "Alex": "Aku ingin memakan 3 telur setiap hari.#$e#Aku butuh protein untuk kakiku.",
  "George": "Mengapa semuanya terlihat senang hari ini? Hmmph...#$b#Apa karena telur?... kenapa harus telur?",
  "Evelyn": "Seingatku,festival ini adalah tradisi turuun temurun kota kita.#$b#Tradisi menghubungkan kita dengan masa lalu dan masa depan... Oleh karena itu kita harus merayakannya.",
  "Lewis": "Apa kau senang, @?$h",
  "Clint": "Apakah masih ada makanan tambahan?$s",
  "Penny": "Anak - anak menantikan festival ini dari minggu lalu.",
  "Pam": "Hehe... Aku menaruh sesuatu ke dalam makanannya.$h#$e#Shhh... ini rahasia kita berdua ya, nak.",
  "Emily": "Aku bangun pagi - pagi untuk mewarnai telurnya... karena itu adalah bagian favoritku di musim ini.$h",
  "Haley": "Festival ini tidak buruk... tapi festival yang aku nantikan adalah festival Flower Dance.",
  "Jodi": "Vincent menyukai festival ini... Senang bisa melihatnya seceria itu.",
  "Kent": "Aku sebenarnya tidak terlalu suka telur, asal kau tahu saja.",
  "Marlon": "Bahkan dengan kaki lumpuhku ini, aku tidak pernah melewatkan festival kota.",
  "Sam": "*uhuk*... duh...alergiku...kambuh lagi...$s",
  "Leah": "Mmmm... minuman ini ternyata enak.$h",
  "Shane": "Ayam kami sudah lembur untuk persiapan festival ini.#$b#Malam ini mereka layak dapat yang terbaik... semangkok penuh jagung manis!$h",
  "Marnie": "Selamat datang di Festival telur... persembahan untuk ayam - ayam petelur kota kita.",
  "Elliott": "Beristirahat dari kerja akan membuatmu santai untuk pekerjaan selanjutnya.",
  "Gus": "Aku harap semuanya menikmati hidangannya... Aku sudah memasak dari kemarin untuk mempersiapkan semuanya.#$b#Aku sudah buat telur goreng, telur rebus, telur ceplok, sup telur, telur coklat... dan masih banyak lagi!$h",
  "Dwarf": "Kau bilang di permukaan ada hujan? #$e#Hujan... Aku tidak pernah merasakan hujan. Banyak diantara kami yang tidak pernah melihat hujan sebelumnya.",
  "Wizard": "Hmm... Apakah disini juga ada telur kadal?",
  "Harvey": "Telur itu makanan yang cocok untuk diet.#$e#Upps... Seharusnya aku tidak berbicara seperti dokter untuk hari ini.$11",
  "Sandy": "Aku dengar Pelican Town sedang hujan sekarang. Jadi apakah karena itu kau datang kesini?$h#$e#hadehh..Aku jadi merindukan hujan...$s",
  "Jas": "Aku harap, aku bisa mendapatkan semua telur sebelum Vincent mengambil semuanya...$s",
  "Vincent": "Kapan lombanya dimulai?! Aku tidak sabar lagi!!$h",
  "Willy": "Terkadang aku menyembunyikan telurnya terlalu bagus sampai - sampai tidak ada yang bisa menemukannya...#$b#Dan, pada saat musim panas. Udara panas membawa aroma busuk telur tadi... Hehe. $h",
  "???": "Ah, Saluran pembuangan benar - benar penuh hari ini. Seperti yang aku suka... lembab dan nyaman.",
  "Leo": "Kegiatan berburu telur agak aneh buatku... tapi kurasa tidak ada telur milik keluargaku...$s#$b#Ya sudah lah, aku ikut saja!$h",
  "Abigail_y2": "$y 'Apa menurutmu aku udah ketuaan buat ikut berburu telur?_Iya_Hmmph... kamu sama aja kayak ibuku!$a_Nggak_Ya, aku juga ngerasa gitu. Kalau aku masih menikmati, kenapa harus berhenti?'",
  "Robin_y2": "Lega rasanya bisa keluar lagi setelah musim dingin yang panjang.",
  "Demetrius_y2": "Hei @, kamu sudah incip pai telur gurami buatanku belum?#$b#...Apa? Ini kan festival 'telur'?",
  "Maru_y2": "Apa kamu bisa menang perburuan telur tahun ini?",
  "Sebastian_y2": "Aku kangen sama musim dingin... rasanya simpel aja gitu musimnya.",
  "Linus_y2": "Aku akan ikut serta nanti sembari mengambil makan. Aku sudah mengincar pai yang lezat dari tadi!",
  "Pierre_y2": "Mau minta diskon teman ya? Hah! Nyalimu boleh juga.",
  "Caroline_y2": "Festivalnya mungkin agak membosankan. Tapi ini peluang bagus untuk dekat dengan tetangga kita.",
  "Alex_y2": "Aku penasaran apa yang bakal terjadi sama tangan dan kakiku kalau aku makan 30 telur dalam sehari?",
  "George_y2": "Evelyn memasak telur dan bawang prei tadi pagi, membuat suasana hatiku jadi cerah.$h",
  "Evelyn_y2": "$y 'Kamu punya ayam di kebun?_Iya_Oh, bagus! Aku yakin telurnya lezat-lezat...$h_Tidak_Musim semi cocok untuk mulai memelihara ayam.",
  "Clint_y2": "Oh tidak... *glek*... Kenapa kali ini cuma ada salad...$s",
  "Penny_y2": "Semoga Vincent bisa menemukan telur kali ini...#$b#Pasti dia akan senang karena merasa lebih jago.",
  "Pam_y2": "Hei... Kalau mau ngasih aku makan telur. Kasih juga saus pedasnya, nak!",
  "Emily_y2": "Tahun ini aku membuat celana dan topi kecil buat telur-telurnya. Mereka jadi imut!$h",
  "Haley_y2": "Oh! Aku lupa belum foto di stan kelinci. Apa rambutku sudah oke?",
  "Jodi_y2": "Kent selalu gelisah kalau ada acara besar seperti ini...",
  "Marlon_y2": "Kamu pernah berburu telur slime belum? Itu baru lomba yang bagus...",
  "Leah_y2": "Hmm... Minumannya nggak seenak tahun lalu. Pasti ada yang kurang!",
  "Shane_y2": "Beberapa telur ada yang baru menetas pagi ini. Coba, pegang. Masih hangat kan?",
  "Marnie_y2": "Ayam betina bertelur, tapi ayam jantan juga punya tugas penting... mereka melindungi para betina dan mencegah mereka bertengkar!#$b#Ayam betinanya jadi bahagia dan telurnya jadi lebih bagus...$h",
  "Elliott_y2": "Awas, jangan sampai salah mengambil telur gagak. Atau mereka akan dendam padamu seumur hidup!",
  "Gus_y2": "Shh... jangan bilang-bilang, tahun ini aku mencoba hal yang beda... Kustar pakai telur bebek!$h",
  "Harvey_y2": "Telur memang bagus bagi tubuh, tapi aku tidak menyarankan makan 30 butir dalam sehari!",
  "Jas_y2": "Tahun ini aku akan berjuang untuk menang!",
  "Vincent_y2": "Aku mau tinggal di dalam telur yang besar!",
  "Willy_y2": "Ya... kalau sedang hujan, kamu bisa menemukan lele di perairan ini. Mereka agak sulit ditangkap, tapi sepadan dengan hasilnya!"
}