{
  "name": "Tarian Ubur-Ubur Bulan",
  "conditions": "Beach/2200 2400",
  "shop": "F 2626 800 -1 F 1687 1200 -1 F 1692 1200 -1 F 2631 1000 -1 F 2875 4000 -1 O 265 5000 1",
  "set-up": "ocean/-1000 -1000/farmer 38 3 2/changeToTemporaryMap Beach-Jellies/loadActors Set-Up/advancedMove Vincent true 0 12 3 3000 2 0 1 3000 0 -12 -2 0 3 3000/advancedMove Jas true 0 2 3 5000 0 -2 3 5000/advancedMove Clint false 2 50000 -2 0 3 500 2 1000 3 1000 1 0 2 1000/advancedMove Harvey True 0 -12 -10 0 0 6 2 25000 0 -6 10 0 0 12 2 25000/viewport 38 2 clamp true/pause 1000/playerControl jellies",
  "mainEvent": "pause 500/globalFade/viewport -1000 -1000/changeLocation Beach/warp farmer1 28 36/warp spouse 29 36/positionOffset farmer 0 16/faceDirection spouse 2/warp farmer2 29 35/warp farmer3 34 36/warp farmer4 35 36/faceDirection farmer1 2/faceDirection farmer2 2/faceDirection farmer3 2/faceDirection farmer4 2/specificTemporarySprite candleBoat/viewport 26 36 true/pause 2000/move Lewis 0 1 2/move Lewis -2 0 3/pause 400/showFrame Lewis 16 true/animate Lewis false false 200 25 16 17 17/pause 800/playSound parry/specificTemporarySprite candleBoatMove/pause 500/showFrame Lewis 0 true/animate Lewis false false 200 25 12/pause 400/faceDirection Lewis 2/pause 6000/specificTemporarySprite moonlightJellies/pause 10000/playMusic moonlightJellies/pause 30000/viewport move -1 0 8000/pause 10000/viewport move 1 0 20000/pause 18000/globalFade/viewport -1000 -1000/pause 2000/pause 1000/message \"Cahaya musim panas telah padam... dan ubur-ubur bulan melanjutkan perjalanan mereka.\"/playMusic none/pause 2000/waitForOtherPlayers festivalEnd/end",
  "Leah_spouse": "Hei. Aku sedang berdoa untuk musim panas mendatang. Nanti kususul saat perahu lentera diberangkatkan.",
  "Abigail": "Ini hal yang langka dan menyenangkan... ",
  "Robin": "*menguap*... Ini sudah lewat jam tidurku.$s#$e#Hei, kamu sudah lihat perahu lenteranya? Aku yang buat.$h",
  "Demetrius": "Ubur-ubur bulan... benar-benar spesies yang luar biasa! Kita beruntung mereka lewat pantai ini saat melakukan perjalanan ke selatan.#$e#Masih belum diketahui kenapa mereka tertarik dengan cahaya... Aku jadi penasaran.",
  "Maru": "Cuacanya mulai terasa dingin. Musim gugur akan segera tiba.",
  "Sebastian": "Kayaknya aku tadi lihat sesuatu di sana...bentuknya besar dan warnanya hitam.#$e#Haha... Aku lagi pengin nakutin kamu aja...$h",
  "Pierre": "Psst... Jangan lupa mampir ke toko besok buat beli benih musim gugur!",
  "Caroline": "Lenteranya terkesan romantis, ya?",
  "Linus": "Aku akan menyusul saat ubur-uburnya datang... Aku tidak ingin mengganggu yang lain.",
  "Alex": "Nggak kusangka musim panas sudah berakhir... Padahal rasanya baru aja dimulai$s",
  "George": "Apa? Apa yang kau lihat? Kau pikir aku terlalu tua untuk menikmati acara seperti ini?",
  "Evelyn": "Aku ingat pernah lihat ubur-ubur bulan sewaktu kecil. Oh, Aku lompat kegirangan ketika mereka mendatangiku!#$e#Tapi itu dulu... Sekarang aku tidak sekuat dulu.",
  "Lewis": "Selamat malam, @. Ubur-ubur bulan sudah dekat... Aku melihat sinarnya dari kejauhan.#$b#Saat kita melepas perahu lenteranya mereka akan mendekati kita.",
  "Clint": "Aku memakai sepatu baruku malam ini... Tidak ada orang yang peduli.$s",
  "Emily": "Lihatlah di ujung laut dan jauh di dasar sana terdapat berbagai mahkluk yang hidup dalam kegelapan.#$b#Ngeri, ya?",
  "Penny": "Hidupnya ubur-ubur itu mudah, ya... tinggal ikut kemana ombak membawanya.",
  "Pam": "Jangan bilang Gus, tapi agak kecewa karena tidak ada makanan di festival ini.",
  "Haley": "Kenapa aku nggak bawa kamera sih? Selalu aja lupa.$s",
  "Jodi": "Itu! Aku baru melihat sesuatu bercahaya!#$b#Oh... sudah hilang.$s",
  "Kent": "Selamat malam, @. Semoga kamu bisa beristirahat sebentar sebelum musim gugur.",
  "Sam": "Ubur-uburnya beracun atau tidak ya?#$e#Jadi bimbang mau dorong Sebastian ke air...$h",
  "Leah": "Hei. Aku sedang berdoa untuk musim panas mendatang. ",
  "Shane": "Tahun lalu ubur-uburnya kesini, tahun depan mereka juga akan kesini... Alam itu memang hebat.",
  "Marnie": "Dermaganya tua, tapi orangnya banyak! Aku di pantai saja, buat jaga-jaga.",
  "Elliott": "Kalau kita tetap mengotori laut, ubur-uburnya akan punah. Dan hal ini tengah berlangsung.#$e#Aku malu... kita manusia tidak lagi menghargai alam",
  "Gus": "Ubur-ubur bulan... Aku penasaran bagaimana rasanya?$h#$b#Tentu saja aku tidak akan mencobanya!$u",
  "Dwarf": "Di atas sedang 'hujan' katamu? Wah!#$e#Bagi kami hujan itu hal yang mistis. Banyak dari kami yang hidup lama tanpa pernah merasakan hujan.",
  "Wizard": "Bagaimana kau bisa menemukanku? Kukira tidak ada yang bisa melihatku disini.#$b#Mungkin kau memiliki mata batin.#$e#Aku disini untuk mengawasi para Lunaloo... atau yang kalian sebut sebagai 'ubur-ubur bulan'. Aura sihir mereka kuat untuk seukuran makhluk air.",
  "Harvey": "Yah, musim panas sudah berakhir. Jujur saja, aku senang bisa berpisah dengan nyamuk-nyamuk kurangajar!",
  "Sandy": "Aku dengar di rumah sedang hujan. Apa karena itu kamu kesini?$h#$e#Jujur saja, aku merindukan hujan...$s",
  "Jas": "Semoga tahun ini aku bisa melihat bayi ubur-ubur bulan.",
  "Vincent": "Aku ingin lihat ubur-ubur hijau yang langka!",
  "Willy": "Kebanyakan ikan malam takut dengan cahaya... Ubur-ubur ini memang aneh.",
  "Leo": "Ubur-ubur bulan adalah teman lamaku... mereka juga datang ke pulau setiap tahun."
}