{
  "name": "Tarian Ubur-Ubur Moonlight",
  "conditions": "Beach/2200 2400",
  "set-up": "ocean/-1000 -1000/farmer 38 3 2/changeToTemporaryMap Beach-Jellies/loadActors Set-Up/advancedMove Vincent true 0 12 3 3000 2 0 1 3000 0 -12 -2 0 3 3000/advancedMove Jas true 0 2 3 5000 0 -2 3 5000/advancedMove Clint false 2 50000 -2 0 3 500 2 1000 3 1000 1 0 2 1000/advancedMove Harvey True 0 -12 -10 0 0 6 2 25000 0 -6 10 0 0 12 2 25000/viewport 38 2 clamp true/pause 1000/playerControl jellies",
  "mainEvent": "pause 500/globalFade/viewport -1000 -1000/changeLocation Beach/warp farmer1 28 36/warp spouse 29 36/positionOffset farmer 0 16/faceDirection spouse 2/warp farmer2 29 35/warp farmer3 34 36/warp farmer4 35 36/faceDirection farmer1 2/faceDirection farmer2 2/faceDirection farmer3 2/faceDirection farmer4 2/specificTemporarySprite candleBoat/viewport 26 36 true/pause 2000/move Lewis 0 1 2/move Lewis -2 0 3/pause 400/showFrame Lewis 16 true/animate Lewis false false 200 25 16 17 17/pause 800/playSound parry/specificTemporarySprite candleBoatMove/pause 500/showFrame Lewis 0 true/animate Lewis false false 200 25 12/pause 400/faceDirection Lewis 2/pause 6000/specificTemporarySprite moonlightJellies/pause 10000/playMusic moonlightJellies/pause 30000/viewport move -1 0 8000/pause 10000/viewport move 1 0 20000/pause 18000/globalFade/viewport -1000 -1000/pause 2000/pause 1000/message \"Gemerlap musim panas kini sudah berakhir... dan ubur-ubur moonlight pun melanjutkan perjalanan.\"/playMusic none/pause 2000/waitForOtherPlayers festivalEnd/end",
  "Leah_spouse": "Hei. Aku memberikan memberikan penghormatan kepada musim panas yang berlalu. Aku akan menemuimu setelah kami meluncurkan perahu lilin.",
  "Abigail": "Suatu hal yang langka dan menarik... ",
  "Robin": "*hoahh*... Ini sudah lewat jam tidurku.$s#$e#Hei, apa kau lihat perahu lilin itu? Aku membuatnya sendiri.$h",
  "Demetrius": "'Ubur-Ubur Moonlight'... spesies yang luar biasa! Kita sangat beruntung mereka berhenti di sini dalam perjalanan panjang mereka ke selatan.#$e#Tidak diketahui kenapa mereka tertarik pada cahaya... aku sangat penasaran.",
  "Maru": "Jujur saja, rasanya agak dingin. Kurasa musim gugur sudah sangat dekat.",
  "Sebastian": "Sepertinya aku melihat sesuatu bergerak di sana... sesuatu yang besar, sesuatu yang gelap.#$e#Aku cuma mencoba menakutimu...$h",
  "Pierre": "Psst... Pastikan untuk mampir ke toko besok untuk mendapatkan bibit musim gugurmu!",
  "Caroline": "Lilin-lilin ini romantis, bukan?",
  "Linus": "Aku hanya akan menyelinap saat ubur-uburnya tiba... Aku tidak ingin mengganggu siapa pun.",
  "Alex": "Aku tidak percaya musim panas berakhir... Padahal rasanya baru saja dimulai.$s",
  "George": "Apa, kenapa kamu menatapku seperti itu? Kamu pikir aku terlalu tua untuk menikmati sesuatu seperti ini?",
  "Evelyn": "Aku ingat saat melihat ubur-ubur dulu, saat masih gadis kecil. Oh, betapa aku melompat dengan gembira ketika mereka tiba!#$e#Tapi itu dulu... Sekarang aku jauh kurang energik.",
  "Lewis": "Selamat malam, @. Ubur-Ubur Moonlight Jelly sudah dekat... Aku sudah melihat salah satunya bersinar di kejauhan.#$b#Begitu kita meluncurkan perahu lilin, mereka akan mendekat dermaga dan menyapa.",
  "Clint": "Aku memakai sepatu spesialku malam ini... Tidak ada yang memperhatikan.$s",
  "Emily": "Lihat di sana, di laut yang tak berujung. Jauh di bawah air, semua jenis makhluk hidup bergerak dalam kegelapan.#$b#Ngeri, ya?",
  "Penny": "Hidup sangat mudah bagi ubur-ubur... tinggal membiarkan ombak membawamu maju selamanya.",
  "Pam": "Jangan beri tahu Gus, tapi aku sedikit kecewa karena tidak ada prasmanan malam ini.",
  "Haley": "Seharusnya aku bawa kameraku! Aku selalu lupa.$s",
  "Jodi": "Di sana! Aku baru saja melihat sesuatu yang bercahaya!#$b#Oh... Sudah lenyap.$s",
  "Kent": "Selamat malam, @. Semoga kamu bisa menemukan waktu untuk bersantai sebelum musim panen.",
  "Sam": "Aku ingin tahu apakah mereka beracun?#$e#Mungkin aku tidak perlu mendorong Sebastian ke dalam air...$h",
  "Leah": "Hei. Aku memberikan memberikan penghormatan kepada musim panas yang berlalu. ",
  "Shane": "Ubur-ubur itu ada di sini tahun lalu, dan mereka akan kembali lagi setahun dari sekarang... alam itu luar biasa.",
  "Marnie": "Sudah ada banyak beban di dermaga kayu tua itu! Aku akan tetap di sini saja di dekat pantai.",
  "Elliott": "Kalau kita terus mencemari lautan, ubur-ubur itu pasti akan punah. Bahkan sekarang ini sedang dalam proses kepunahan.#$e#Sayang sekali... kita tidak lagi menghargai alam.",
  "Gus": "'Ubur-Ubur Moonlight'... Aku ingin tahu bagaimana rasanya?$h#$b#Tapi aku tidak akan pernah mencobanya, tentu saja!$u",
  "Dwarf": "Kamu bilang di atas sana sedang hujan? *hahh*#$e#Hujan... Masih mistis bagi kami. Beberapa dari kami bahkan hidup tanpa mengalaminya sama sekali.",
  "Wizard": "Bagaimana kamu bisa menemukanku di belakang sini? Kukira aku sangat tersembunyi.#$b#Mungkin kamu diberkati dengan karunia cenayang.#$e#Aku di sini untuk mengamati Lunaloos... atau 'Ubur-Ubur Moonlight', sebagaimana kalian menyebutnya. Mereka memiliki aura magis yang luar biasa kuat untuk makhluk air.",
  "Harvey": "Baiklah, musim panas sudah lewat. Sejujurnya, aku akan dengan senang hati mengucapkan selamat tinggal pada nyamuk-nyamuk sialan ini!",
  "Sandy": "Kudengar hujan turun di rumah. Itukah sebabnya kamu datang ke sini?$h#$e#Aku agak rindu hujan sebenarnya...$s",
  "Jas": "Kuharap ada yang kecil tahun ini!",
  "Vincent": "Aku ingin melihat ubur-ubur hijau langka!",
  "Willy": "Kebanyakan ikan malam akan takut dengan cahaya... tapi mereka ini aneh."
}