{
  "name": "Pesta Bintang Musim Dingin",
  "conditions": "Town/900 1400",
  "shop": "BO 113 5000 1 O 746 750 5 BL 746 2000 1",
  "set-up": "christmasTheme/-1000 -1000/farmer 12 54 1/changeToTemporaryMap Town-Christmas/loadActors Set-Up/playerControl christmas",
  "secretSanta": "none/-1000 -1000/farmer 30 69 0/warp Emily 37 59/warp Haley 35 74/warp secretSanta 29 75/faceDirection secretSanta 0/viewport 30 67 true/pause 2000/move secretSanta 0 -4 0/move secretSanta 1 0 0/pause 500/shake secretSanta 100/playSound stoneStep/specificTemporarySprite secretGift/pause 100/faceDirection farmer 2/pause 200/jump farmer/pause 700/emote farmer 16/pause 100/move secretSanta -1 0 0/move secretSanta 0 -2 0/pause 700/faceDirection farmer 3/pause 300/faceDirection farmer 0/pause 500/faceDirection secretSanta 1/pause 500/speak secretSanta \"dialogue1\"/pause 300/faceDirection farmer 2/pause 800/showFrame 4/pause 300/playSound cut/specificTemporarySprite secretGiftOpen/pause 400/stopAnimation farmer/faceDirection farmer 2/pause 1000/cutscene addSecretSantaItem/pause 3000/null/faceDirection farmer 3/speak secretSanta \"dialogue2\"/pause 600/eyes 1 -1500/emote farmer 32/pause 1000/globalFade/viewport -1000 -1000/warp Emily 29 72/warp Haley 30 72/warp secretSanta warpX warpY/faceDirection farmer 2/cutscene clearTempSprites/playMusic christmasTheme/viewport 30 67 true/playerControl christmas2",
  "Abigail_spouse": "Aku ingin tahu apakah aku bisa menjilat salah satu dari tongkat itu...",
  "Leah_spouse": "Aku bersyukur atas kehidupan sederhana kita di pertanian.$h",
  "Maru_spouse": "Hei, @. Aku siap pulang kapan saja.",
  "Penny_spouse": "Aku bersyukur telah bertemu denganmu...$l",
  "Haley_spouse": "Aku?... Oh, aku bersyukur untuk... bagaimana kalau kutunjukkan padamu saat kita pulang nanti?$l",
  "Sebastian_spouse": "Hei, @. Seperti yang kaulihat, aku memenuhi kewajiban keluargaku...",
  "Sam_spouse": "*hoah*... aku di sini untuk kue dan hadiah.$h",
  "Alex_spouse": "Apa yang aku syukuri? Akan tunjukkan nanti setelah kita pulang...$l",
  "Harvey_spouse": "Aku merasa sedikit kewalahan... syukurlah untuk udara segar ini...$l",
  "Elliott_spouse": "Kamu tidak perlu memberiku apa-apa, karena kamu sudah memberiku hadiah terbesar dari semua ini...$l",
  "Abigail": "Tidak ada yang dapat mengalahkan hidangan hangat di musim dingin, iya 'kan?$h",
  "Robin": "Hei, @. Kamu bisa bergabung dengan meja keluarga kami jika butuh teman.$h",
  "Demetrius": "Aku mungkin akan dapat set perkakas lagi tahun ini... *hah*",
  "Maru": "Hai, @.$h",
  "Shane": "Aku pernah bertemu beberapa orang yang percaya pada roh, dan sihir... tapi aku? Aku belum pernah melihat sesuatu yang tidak bisa dijelaskan oleh sains.",
  "Sebastian": "Menghabiskan waktu bersama keluarga terkadang melelahkan.",
  "Pierre": "Angka penjualanku sangat fenomenal akhir-akhir ini... terima kasih kepada Pesta Bintang Musim Dingin!$h#$e#Wah, liburan itu bagus buat bisnis. Aku penasaran apakah aku bisa membuat beberapa liburan baru...",
  "Caroline": "Ooohh... Aku terlalu banyak makan nog.$h",
  "Linus": "Aku ingin bergabung... tapi kurasa aku tidak akan disambut.$s",
  "Alex": "Oh, halo.$s",
  "George": "Pesta untuk bintang bodoh? Omong kosong!",
  "Evelyn": "Astaga! Apa kamu tidak kedinginan, sayang? Dingin sekali!",
  "Lewis": "Hari ini adalah waktu untuk bersyukur atas keberuntungan tahun ini. Lupakan kekhawatiranmu selama sehari dan bersantailah!",
  "Clint": "*hahh*... Semua keluarga bahagia. Tapi bagiku, setahun ini aku kesepian lagi.",
  "Emily": "$y '@! Apa yang ingin kamu temukan di bawah pohon?_Alat penyiram baru._Cuma memikirkan pekerjaan, ya? Sepertinya kurang menyenangkan.$s_Satu kendi spiced mead._Ooo... kedengarannya bagus. Jangan lupa beri aku sedikit.$h_Sepasang sepatu keren._Begitu, ya. Itu akan jadi hadiah yang hebat!'",
  "Penny": "Pohon yang indah.$h",
  "Pam": "Hmmph... Aku masih kecewa karena tidak memenangkan lomba memancing.$4",
  "Haley": "Kuharap ada kamera buatku di bawah pohon!",
  "Jodi": "Ini bukan waktu yang bagus untuk diet...$s",
  "Kent": "Selamat siang, @. Selamat berpesta.",
  "Sam": "Aku bersyukur atas gitar dan skateboard-ku. Oh, dan keluargaku juga.",
  "Leah": "Gus baru saja memberi tahuku soal tongkat permen buatannya. *hoah*$u#$e#Kurasa aku kebanyakan makan cinnamon nog.",
  "Marnie": "Selamat datang di Pesta Bintang Musim Dingin!$h",
  "Elliott": "Halo @. Dingin, bukan?",
  "Gus": "Ini adalah karya seni yang bagus, membuat permen tongkat. Kamu harus mencari jauh untuk bahan-bahan terbaik. Mereka tidak mudah didapat saat ini!$h#$e#Aku biasanya menggunakan Rigfruit dari Pulau Fern untuk bahan utama, kau tahu. Tidak ada yang dapat menandingi pewarna merah terang itu... Dan itu alami!#$e#Oh, kamu ingin tahu rahasia tongkat ganda mewah? Oke, tapi kamu harus berjanji merahasiakannya. *berbisik* Setetes vanila dalam permen putih untuk melengkapi rasa ceri.$h#$e#Tentu saja, tongkat permen peppermint adalah standarnya, dan aku selalu membuat itu juga.Hei, kamu terlihat seperti tertidur. Apakah kamu baik-baik saja?#$e#Hei, sepertinya kamu mengantuk. Apa kamu baik-baik saja?$s",
  "Willy": "$y 'Apa kamu ingin mendengar Legenda dar Bintang Musim Dingin?_Ya_Dalam langit malam musim dingin, ada bintang cerah yang hanya terlihat dari lembah ini. Tidak ada yang tahu kenapa... tapi kadang orang-orang dulu akan datang dari tempat yang jauh untuk melihatnya.*Mereka percaya bahwa siapa pun yang melihat Bintang Musim Dingin akan diberkati dengan keberuntungan. Beberapa bahkan mengklaim bahwa buah misterius yang dikenal sebagai =Stardrop entah bagaimana ada hubungannya dengan Bintang Musim Dingin._Tidak, terima kasih_Baiklah.'",
  "Wizard": "Ah, Bintang Musim Dingin yang misterius. Salah satu alasanku memilih lembah ini sebagai lokasi... penelitian.",
  "Harvey": "Aku bersyukur tidak ada keadaan darurat medis tahun ini!",
  "Sandy": "Kudengar hujan turun di rumah. Itukah sebabnya kamu datang ke sini?$h#$e#Aku agak rindu hujan sebenarnya...$s",
  "Jas": "Ohh! Hadiah!$h",
  "Vincent": "Bisa kita buka hadiahnya sekarang?!",
  "Marlon": "Hei, selamat siang."
}