{
  "Introduction": "Oh, iya... Katanya ada orang yang pindah ke kebun tua itu.#$e#Yah, sayang banget. Padahal aku suka menjelajahi kebun itu.$9",
  "Resort_Entering": "Semoga ada duyung yang mengunjungi pantai.",
  "Resort_Leaving": "Aku akan minta Willy biar nanti pulang kita lewat daerah yang pemandangannya indah.",
  "Resort_Leaving_2": "Mungkin kita bisa lihat monster laut saat pulang nanti.",
  "Resort_Shore": "Pantainya bagus, tapi cepat bikin bosan. Aku lebih suka menjelajahi hutan gelap atau gunung merapi!",
  "Resort_Shore_2": "Hmm, apa tikusku bisa diselundupkan ke pulau ya?#$e#Sepertinya tidak. Lagipula David nggak bisa berenang.$h",
  "Resort_Umbrella": "Kulitku mudah tersengat matahari. Jadi, aku di bawah payung saja.#$e#Aku suka berteduh. Sinar matahari membuatku pusing.",
  "Resort_Umbrella_2": "Hei @, mau bikin kastil pasir bareng nggak?#$e#Hmmm, kayaknya gua pasir bakal lebih keren!$h",
  "Resort_Umbrella_3": "Hei @, apa kau bisa membuat rakit?#$e#Aku lihat ada pulau-pulau bagus saat neramgkat kemari dan aku ingin kesana.",
  "Resort_Wander": "Di pulau seluas ini pasti ada harta karun tersembunyi.#$e#Cepat, beri aku sekop!#$e#Tenang, aku hanya bercanda.$h",
  "Resort_Bar": "Gus memberiku minuman berwarna ungu, biar mirip sama rambutku. Rasanya segar sekali!$h",
  "Resort": "Payah... Willy bilang kita cuma boleh di pantai...$s#$b#Padahal aku sudah bawa pedang sama alat-alat lain...$s",
  "danceRejection": "Aku tersanjung... tapi maaf, aku harus menolak.",
  "divorced": "Ngapain kamu kesini? Tinggalkan aku!$a",
  "dumped_Girls": "Jangan ngomong sama aku!$a",
  "secondChance_Girls": "*Hahh~*... Aku tidak bisa marah terus padamu, @. Kita lupakan saja masalah ini.$s",
  "breakUp": "Oh... Ak... Aku mengerti. Kau hanya menganggapku sebagai teman...$s#$b#Kurasa kita memang bukan pasangan yang serasi...$s",
  "Mon": "Oh, hai. Istirahat dari pekerjaan?",
  "Mon2": "Oh, hai!#$e#Apa kau pernah pergi ke kuburan? Itu tempat yang tenang untuk menghabiskan waktu sendirian.",
  "Tue": "Ugh... Perasaanku lagi gak enak.$s#$e#Aku bilang persaanku lagi gak enak.... Apa maumu?$a",
  "Tue2": "...*Hahh~*...$s#$e#Aku tau orang tuaku bermaksud baik, tapi kadang mereka tidak dapat mengerti mauku. Apa mereka tidak pernah muda?",
  "Wed": "Hai. Maaf kalau nanti aku menyebalkan. Aku tidak tidur semalam.#$e#Apa maumu?",
  "Thu": "#$1 Abigail1#Tidak, sepertinya malam ini ayahku yang memasak...$s#$e#Aku jadi malas ngapa-ngapain...$u",
  "Fri": "Wow, aku baru sadar kalau ini hari jumat. $u#$e#Kadang aku suka lupa waktu.",
  "Fri2": "Kami akan pergi ke Bar malam ini. Itu sudah jadi semacam tradisi tiap malam sabtu....",
  "Sat": "Udara pegunungan sangat sejuk di hari seperti ini.$h#$e#Aku menantikan kemunculan para katak.",
  "Sun": "Oh... aku selalu mengerjakan semua tugasku di akhir pekan. Sepertinya aku akan begadang lagi...$s",
  "Sun2": "Aku penasaran apa yang akan terjadi kalau aku semalaman di kuburan?#$q 17/18 Sun_old#@, Menurutmu apa yang terjadi dengan kita setelah mati?#$r 17 0 Sun_17#Aku tidak tahu.#$r 18 40 Sun_18#Kita kembali sebagai hantu yang menakutkan.#$r 17 0 Sun_17#Kita pergi ke surga.#$r 18 0 Sun_17#Jiwa kita diangkat ke akhirat.#$r 17 30 Sun_nothing#Tidak ada. Kita hilang begitu saja.",
  "Sun_old": "$p 17#Kau pasti mengira tidak akan terjadi apa-apa kan?$u|Mungkin hantu jahat akan bergentayangan!",
  "Sun_17": "Hmm, menarik...",
  "Sun_18": "Itu teori yang menarik!$h",
  "Sun_nothing": "Ya, itu tidak terlalu buruk.$8",
  "Wed2": "Oh, hai @. Sedang beristirahat?#$e#Aku juga. Lagi ada kelas online hari ini.",
  "Tue4": "Hai, senang bertemu denganmu.$h#$e#Aku ingin menjernihkan pikiranku... Bagaimana harimu?",
  "Sat6": "Kau datang cuma untuk menemuiku? Makasih.$h#$e#Apa kau pernah menjelajahi gua di gunung?#$e#Menarik. Di hari seperti ini, aku ingin pergi ke sana sendirian.$l",
  "Mon8": "...Oh, @! Hai.$h#$e#Mau nongkrong sebentar? Sini! Biar kuramal telapak tanganmu. *hihi* $h",
  "Thu10": "Hai.$l#$e#Apa kau merasa aneh akhir-akhir ini?$l#$b#Tapi bukan aneh dalam hal buruk.$h",
  "Fri6": "Burung-burung berkicau dengan bahagia hari ini. Tidak peduli dengan masa depannya.#$e#Jadi burung enak sekali, ya?",
  "Event_VideoGame_Yes": "Mantap! Aku yakin kau dapat menyelasaikan level ini dengan mudah.$h",
  "Event_VideoGame_No": "Oh? *Hahh~*... Sepertinya aku tidak akan pernah bisa melewati level ini...$s",
  "Event_Grave1": "Tuh, kamu tahulah kenapa aku pergi keluar.#$b#Aku sudah lama tinggal di lembah, tapi aku tidak memiliki kenangan. Aku ingin pergi berpetualang!$8",
  "Event_Grave2": "Tentu. Aku tidak ingin membunuh apapun. Aku cuma ingin berpetualang tanpa membahayakan nyawaku!#$b#Aku sudah lama tinggal di lembah, tapi aku tidak memiliki kenangan. Aku ingin pergi berpetualang!$8",
  "Event_Grave3": "Oh, itu karena aku cewek... iya kan? Ugh...$u^Kenapa? Aku kuat sama sepertimu!$a#$b#Aku bukan tuan putri yang manja. Aku bisa menjaga diriku sendiri!$a#$b#Aku sudah lama tinggal di lembah, tapi aku tidak memiliki kenangan. Aku ingin pergi berpetualang!$8",
  "Event_Grave4": "Sungguh? Tidak kusangka.$8#$b#Aku sudah lama tinggal di lembah, tapi aku tidak memiliki kenangan. Aku ingin pergi berpetualang!$8",
  "Event_Rain_1": "Begitu...$8",
  "Event_Rain_2": "Ya... Kurasa kamu juga bisa menikmati suasana yang suram ini.",
  "Event_Rain_3": "...Tidak apa-apa.$8",
  "Event_Tragic_1": "Ya... kurasa hidupku baik-baik saja...$s",
  "Event_Tragic_2": "...!$h",
  "Event_Tragic_3": "Aku akan merasa lebih baik kalau aku yakin...#$b#Tapi aku tidak.$s",
  "Event_Cave2_1": "@...$8",
  "Event_Cave2_2": "@... Aku baik-baik saja.$8",
  "Event_Cave_1": "...oke.$8",
  "Event_Cave_2": "Saat ada hal yang kau cemaskan, merasa takut itu wajar...$l",
  "Event_Cave_3": "...Em, oke. Maaf.$9",
  "summer_1": "Sekarang musim panas. Bukan musim kesukaanku.#$e#Udaranya panas dan lembab, rasanya seperti mengambang di permukaan sup.",
  "summer_Mon": "Tikus belandaku, David, membenci cuaca panas. Dia jadi rewel.",
  "summer_Tue": "Udaranya sangat kental dengan lebah dan madu sepanjang musim panas. Aku hampir pusing.$u",
  "summer_Wed": "Kau sudah mendekorasi rumahmu? Kalau punya rumah sendiri, aku pasti akan melakukannya.",
  "summer_6": "Kemarin aku ke pantai, di tengah malam... Kadang ada cahaya aneh muncul dari laut.#$e#Atau mungkin itu cuma mimpi... Rasanya sangat tidak nyata.",
  "summer_Thu": "Kalau aku tau cara memakai pedang, aku pasti sudah menjelajahi gua di dekat danau gunung itu. Di sana pasti dingin dan nyaman.",
  "summer_Thu4": "Ihh, semoga kulitku tidak jadi coklat saat musim panas.$s",
  "summer_Fri": "Sebenarnya, aku ingin punya kucing. Sayangnya, ayahku alergi dengan banyak hal.",
  "summer_Sat": "Aku berharap cepat musim gugur... angin gunung yang sepoi-sepoi, kelopak merah berjatuhan, bau jamur... *Hahh~*",
  "summer_Sun": "Apa kau punya dorongan untuk berpetualang, @?#$q 25/26 summer_Sun_old#Oke... anggap saja kau menang hadiah liburan, tempat mana yang ingin kau tuju??#$r 25 0 Sun_25#Pantai#$r 26 30 Sun_26#Gua yang gelap#$r 26 30 Sun_26#Hutan yang dipenuhi pohon tua#$r 25 0 Sun_25#Joja Mega-Mall",
  "summer_Sun_old": "$p 25#Aku juga... mungkin kau tidak suka dengan tempat yang aku sedang pikirkan...|Suatu hari mungkin kita akan jadi tetangga. Karena kita punya selera yang sama-sama aneh.$h",
  "Sun_25": "Hah. Sepertinya membosankan.",
  "Sun_26": "Ya! Kedengarannya sangat hebat.$h",
  "summer_Wed2": "Aku ingin punya rumah di kebun tua sepertimu.#$b#Lantai yang berdecit, debu kecil yang berterbangan... Tinggal di rumah tua itu ada uniknya.",
  "summer_Tue4": "Kau orang yang menarik, @. Aku senang kamu pindah kesini.$h^Kau gadis yang menarik, @. Aku senang kamu pindah kesini.$h",
  "summer_Sat6": "Sebenarnya, aku menikmati musim panas ini.$h#$e#Lucu sekali betapa cepatnya pandangan orang berubah.",
  "summer_Mon8": "Dulu kupikir Pelican Town itu membosankan, tapi lama-lama ada hal yang membuatku mencintainya.$h",
  "summer_Thu10": "Wah, kau tampak senang hari ini.#$e#Maksudku, musim panas cocok untuk mencoklatkan kulit. Iya kan?... heh...$l",
  "summer_Fri10": "Apa kau pernah merasa kesepian di kebun?",
  "fall_1": "Ah... Musim gugur tiba!$h#$e#Aku sudah lelah sama musim panas.",
  "fall_Mon": "Aku mau meregangkan kakiku dan menghirup udara segar.",
  "fall_Tue": "$d joja#Kadang seharian aku membantu di toko. Usaha jadi lebih sulit saat Joja Mart dibuka.|Sejak Joja Mart ditutup, toko kami jadi lebih laris!$h",
  "fall_Wed": "Aku sudah tidak sabar ingin melihat labu hari ini.$h#$e#Spirit Eve diadakan saat akhir musim. Festival di sini lebih sederhana dari yang ada di Kota Zuzu, tapi untuk seukuran kota kecil sudah cukup menyenangkan.",
  "fall_Thu": "#$1 AbigailHAND#Tadi malam aku mimpi tanganku berubah jadi %noun besar. Apa itu sebuah pertanda?#$e#%Abigail tidak ingin ngobrol.",
  "fall_Sat": "$d cc#Aku tidak percaya kau memperbaiki Balai Kota sendirian. Aku sangat terkesan.|Apakah kau punya Scarecrow di kebun?",
  "fall_Sun": "Hmm... apa yang harus kulakukan malam ini?#$q 27/28 fall_Sun_old#Aku ingin mewarnai rambutku lagi... apa yang kau suka?#$r 27 10 Sun_27#Hitam.#$r 27 10 Sun_27#Kenapa tidak pirang?#$r 27 20 Sun_WildColor#Bagaimana kalau bubblegum pink?#$r 28 0 Sun_28#Aku suka rambutmu yang sekarang!",
  "fall_Sun_old": "$p 27#Aku akan mewarnai rambutku tapi aku membatalkannya.|Iya? Ada apa?",
  "Sun_27": "Pilih warna yang aman, ya?#$e#Akan kupikirkan.",
  "Sun_28": "Sudah kuduga kau akan bilang begitu.$u",
  "Sun_WildColor": "Kau selalu saja membuatku tertawa.$h",
  "fall_Wed2": "Apa kau menanam labu tahun ini?#$e#Simpan satu buatku ya...$h",
  "fall_Tue4": "Memang aku sering bertengkar dengan orang tuaku, tapi itu karena mereka mencemaskanku. Mereka melakukan apa yang menurut mereka baik.$s#$b#Entah kenapa aku mengatakan ini padamu. Jangan ceritakan ke siapapun.$8",
  "fall_Sat6": "Hai.$h#$e#Rambutmu keren hari ini... apa kau ganti gaya?",
  "fall_Mon8": "Aku bisa membayangkan diriku saat jadi petani nanti...#$e#Tapi apa itu bisa terjadi? *hihi*$l",
  "fall_Thu10": "Semalam mimpiku menarik, ada kamu di sana.#$e#Mimpinya sangat indah.$h",
  "fall_Fri6": "Andai saja musimnya bertahan lebih lama.$8#$e#Saat anginnya sedang bagus, aku merasa seperti anak-anak lagi.",
  "fall_Fri10": "Kadang aku merasa kesepian di saat seperti ini, tapi sudah tidak lagi.$l#$e#@, apa rencanamu buat masa depan?",
  "winter_1": "Musim gugur sudah berakhir...$s#$e#Tapi aku juga suka musim dingin!$h",
  "winter_Mon": "Cuacanya terlalu dingin untuk keluar.#$e#Tapi aku suka membuat manusia salju.$h",
  "winter_Tue": "Segelas coklat panas cocok untuk saat ini, ya?",
  "winter_Wed": "Hai. Apa jadi petani di musim dingin itu membosankan?",
  "spring_12": "Aku pasti akan ikut lomba berburu telur besok. Kalau kamu?",
  "spring_23": "Sepertinya besok Flower Dance. Aku tidak masalah menari, tapi gaunnya putihnya itu konyol...$s",
  "winter_7": "Besok aku ingin membuat manusia salju.",
  "fall_26": "Apa kamu ikut festival Spirit Eve besok? Temui aku di labirin angker.$h",
  "summer_10": "Semuanya menantikan Luau besok. Mungkin gugup juga, karena Gubernur akan ada di sana.",
  "summer_27": "Kau tidak boleh melewatkan festival besok. Karena itu adalah salah satu ciri khas dari lembah ini.",
  "winter_24": "Besok aku mau makan Cranberry Sauce.$h",
  "winter_Thu": "Tahun ini akan segera berakhir.#$e#Rasanya berlalu dengan cepat, ya?$s",
  "winter_Fri": "Satu hal yang kupelajari dari tempat ini adalah... semua akan menatapmu kalau kau tampak berbeda.",
  "winter_Sat": "Sekarang akhir pekan!#$e#Itu artinya aku bisa bermain video game seharian.$h#$e#Dah.",
  "winter_Sun": "Oh, halo.#$q 29/30 winter_Sun_old#Aku melukis dua gambar, bagaimana menurutmu?#$r 29 20 Sun_29#Aku suka pulau dan harimaunya.#$r 30 5 Sun_30#Aku suka Orc dengan kapaknya.#$r 29 -50 Sun_Bad#Aku tidak suka keduanya.",
  "winter_Sun_old": "$p 29#Masih ingat gambar yang aku tunjukkan waktu itu? Aku tidak sengaja membuangnya.$s|Masih ingat gambar Orc yang kutunjukkan dulu? Aku mendaftarkannya di kontes online dan menang 50g!$h",
  "Sun_29": "Oh ya? Kurasa itu masuk akal.",
  "Sun_30": "Aku senang. Rasanya memalukan untuk menunjukkan karyamu pada orang lain. Tapi kurasa pemikiran kita sama.",
  "Sun_Bad": "Kasar! Kenapa kau melukai perasaanku? Dasar tidak peka!$s",
  "winter_Wed2": "Hai. Jika bosan kau bisa main-main di kamarku.#$e#Tentunya selama aku tidak sedang ganti baju!",
  "winter_Tue4": "Dingin sekali, andai saja kita bisa minum segelas coklat hangat.$h",
  "winter_Sat6": "Akhir-akhir ini aku sering melamun...#$e#Oh! Kau ingin tahu kenapa? Hmm...$u#$b#...Itu rahasia.$h",
  "winter_Thu10": "Tahun ini akan segera berakhir...#$b#Tapi ini tahun yang menyenangkan, bagaimana menurutmu?$h",
  "winter_Wed6": "Pasti kau senang karena tidak perlu merawat tanaman di musim ini.#$e#Itu artinya kita bisa nongkrong lebih lama!$h",
  "winter_Fri10": "@, ada sesuatu yang ingin kukatakan padamu...#$e#Kalau... em... hmm... sepatumu! Sepatumu... terlihat sangat bersih... *glek*#$e#Itu saja... *Hahh~*$s"
}