{
  "Introduction": "Oh, iya... Dengar-dengar, ada orang yang baru pindah ke kebun lama. #$e#Agak disayangkan sebenarnya. Padahal aku paling suka jalan-jalan di kebun yang tidak terurus itu.$9",
  "danceRejection": "Aku tersanjung dengan permintaanmu, tapi aku menolak. Maaf.",
  "divorced": "Apa yang kamu lakukan di sini? Tinggalkan aku sendiri!$a",
  "dumped_Girls": "Jangan bicara padaku!$a",
  "secondChance_Girls": "*Hufft~*... Aku nggak mau marah terus sama kamu, @. Yuk, lanjutin hidup kita masing-masing aja.$s",
  "breakUp": "Oh... Ba... Baiklah. Kamu cuma menganggapku sebagai teman...$s#$b#Sepertinya kita memang tidak berjodoh...$s",
  "Mon": "Oh, hai! Lagi istirahat habis kerja?",
  "Mon2": "Oh, hai!#$e#Kamu pernah mengunjungi pekuburan? Itu tempat yang tenang untuk menghabiskan waktu sendiri.",
  "Tue": "Ugh... aku lagi bete sekarang.$s#$e#Sudah kubilang, aku lagi bete... Mau kamu kenapa, sih?$a",
  "Tue2": "...*Hufft~*...$s#$e#Aku tahu orangtuaku bermaksud baik, tapi kadang-kadang mereka tidak bisa mengerti aku. Bukannya mereka pernah muda juga?",
  "Wed": "Hei, maaf kalau aku sempat bicara kasar padamu. Aku susah tidur semalam.#$e#Ada perlu apa?",
  "4": "Oh, hai.",
  "Thu": "#$1 Abigail1#Astaga, aku mengira ayahku yang akan memasak nanti malam...$s#$e#Aku lagi malas bergerak sekarang...$u",
  "Fri": "Wah, aku baru sadar ini hari Jumat.$u#$e#Kadang-kadang, aku memang suka lupa waktu.",
  "Fri2": "Kami akan mengunjungi bar sebentar malam. Yah, semacam tradisi hari jumat.",
  "Sat": "Udara pegunungan begitu segar di hari seperti ini.$h#$e#Nanti bakal muncul katak tidak, ya?",
  "Sun": "Astaga... Kerjaan rumahku kutunda terus sampai hari ini. Kayaknya sebentar malam harus begadang lagi ngerjainnya...$s",
  "Sun2": "Entah apa yang akan terjadi kalau aku di kuburan terus setiap malam, ya?#$q 17/18 Sun_old#@, Menurutmu, apa yang akan terjadi pada kita setelah mati?#$r 17 0 Sun_17#Aku tidak tau.#$r 18 40 Sun_18#Kita akan kembali sebagai hantu gentayangan.#$r 17 0 Sun_17#Kita pergi ke surga.#$r 18 0 Sun_17#Ruh pada tubuh kita diangkat ke akhirat.#$r 17 30 Sun_nothing#Tidak. Itulah perhentian terakhir kita.",
  "Sun_old": "$p 17#Kurasa kayaknya kamu mengira tidak akan terjadi apa-apa, kan?$u|Mungkin hantu jahat akan bergentayangan!",
  "Sun_17": "Hmm, menarik...",
  "Sun_18": "Yah, itu teori yang menarik!$h",
  "Sun_nothing": "Kamu tahu, ide itu tidak terlalu buruk juga.$8",
  "Wed2": "Oh, hai @. Lagi istirahat selepas kerja?#$e#Aku juga. Oh! Bukan kerja fisik, cuma istirahat dari kelas online saja.",
  "Tue4": "Halo, senang bertemu denganmu.$h#$e#Aku ingin menenangkan pikiranku sejenak... Bagaimana kabarmu?",
  "Sat6": "Kamu jauh-jauh ke sini untuk menemuiku? Baiknya.$h#$e#Omong-omong, kamu sudah pernah menjelajahi gua yang ada di kaki gunung?#$e#Keren. Aku juga ingin pergi ke sana kapan-kapan.$l",
  "Mon8": "Oh... Halo, @!$h#$e#Ingin jalan-jalan sebentar? Sini, coba kubaca telapak tanganmu! *hihihi* $h",
  "Thu10": "Hai.$l#$e#Kamu merasa ada yang janggal belakangan ini?$l#$b#Dalam artian baik, maksudku.$h",
  "Fri6": "Burung-burung berkicau riang hari ini. Mereka tidak pernah terbebani oleh masa depan.#$e#Rasanya enak bisa seperti mereka, ya?",
  "Event_VideoGame_Yes": "Mantap! Aku yakin kamu level ini bisa kamu selesaikan dengan mudah.$h",
  "Event_VideoGame_No": "Oh? *Hufftt~*... Sepertinya aku takkan bisa lolos dari level ini...$s",
  "Event_Grave1": "Nah, kan? Kamu tahu alasan aku ada di sini.#$b#Aku sudah lama tinggal di kota ini, tapi belum pernah melakukan sesuatu yang bisa dikenang. Aku ingin pergi bertualang!$8",
  "Event_Grave2": "Oh, jelas, aku tidak ingin membunuh apa-apa. Aku hanya ingin sedikit menjelajah tanpa membahayakan nyawaku!#$b#Aku sudah lama tinggal di kota ini, tapi belum pernah melakukan sesuatu yang bisa dikenang. Aku ingin pergi bertualang!$8",
  "Event_Grave3": "Oh, pasti gara-gara aku cewek... kan? Ugh...$u^Kenapa? Padahal aku sama kuatnya sepertimu!$a#$b#Aku bukan tuan putri yang rapuh. Aku bisa menjaga diri sendiri!$a#$b#Aku sudah lama tinggal di kota ini, tapi belum pernah melakukan sesuatu yang bisa dikenang. Aku ingin pergi bertualang!$8",
  "Event_Grave4": "Benarkah? Aku cukup terkejut.$8#$b#Aku sudah lama tinggal di kota ini, tapi belum pernah melakukan sesuatu yang bisa dikenang. Aku ingin pergi bertualang!$8",
  "Event_Rain_1": "Oh, begitu...$8",
  "Event_Rain_2": "Yah... Sepertinya kamu satu-satunya orang yang menikmati suasana suram begini..",
  "Event_Rain_3": "...Itu benar.$8",
  "Event_Tragic_1": "Ya, kurasa hidupku baik-baik saja...$s",
  "Event_Tragic_2": "...!$h",
  "Event_Tragic_3": "Aku bisa sedikit lega kalau itu benar...#$b#Tapi, nyatanya tidak.$s",
  "Event_Cave2_1": "@...$8",
  "Event_Cave2_2": "@... aku baik-baik saja.$8",
  "Event_Cave_1": "...oke.$8",
  "Event_Cave_2": "Kurasa merasa takut ketika kehilangan sesuatu itu adalah hal yang wajar...$l",
  "Event_Cave_3": "...Emm, oke. Maaf.$9",
  "summer_1": "Sekarang musim panas. Bukan musim kesukaanku.#$e#Hawa panasnya begitu menyengat, berasa kayak lagi dipanggang.",
  "summer_Mon": "Marmut peliharaanku, David, benci dengan cuaca panas begini. Dia makhluk berbulu soalnya.",
  "summer_Tue": "Udara musim panas begitu berat dengan madu dan nektar di mana-mana. Aku merasa sedikit pusing.$u",
  "summer_Wed": "Rumahmu sudah didekorasi? Itu hal pertama yang akan kulakukan jika punya rumah sendiri.",
  "summer_6": "Aku pergi ke pantai semalam, habis maghrib... Ada kalanya, aku bisa melihat ada sorot cahaya terang dari arah laut.#$e#Atau mungkin itu cuma mimpiku saja? Soalnya terasa tidak nyata aja.",
  "summer_Thu": "Kalau aku tahu caranya menggunakan pedang, aku akan menjelajahi gua di kaki gunung itu sekarang juga. Kayaknya di sana enak dan nyaman.",
  "summer_Thu4": "Ihh, semoga aja kulitku tidak berubah coklat gara-gara musim panas.$s",
  "summer_Fri": "Aku berharap punya kucing. Sayangnya, ayahku alergi dengan banyak hal, termasuk kucing.",
  "summer_Sat": "Aku sangat menantikan musim gugur... Hembus angin gunung yang sejuk, guguran daun merah, semerbak bau jamur... *hufftt*",
  "summer_Sun": "Kamu pernah punya keinginan untuk jalan-jalan, @?#$q 25/26 summer_Sun_old#Oke, anggap saja kamu menang hadiah liburan. Kamu memilih pergi ke mana?#$r 25 0 Sun_25#Pantai#$r 26 30 Sun_26#Gua Gelap#$r 26 30 Sun_26#Hutan Belukar Tua#$r 25 0 Sun_25#Mega-Mall Joja",
  "summer_Sun_old": "$p 25#Aku juga punya, tapi kamu mungkin tidak akan suka dengan tempat yang kupilih...|Mungkin suatu saat, kita akan tetanggaan. Kita punya selera yang sama-sama aneh, sih.$h",
  "Sun_25": "Huh. Kayaknya itu bakal cepat basi.",
  "Sun_26": "Yea! Kedengarannya hebat.$h",
  "summer_Wed2": "Aku ingin hidup di perkebunan tua sepertimu.#$b#Bunyi decit lantai kayu, serpihan debu yang beterbangan hingga kusen... Tinggal di gedung tua memang punya keunikan sendiri, ya kan?",
  "summer_Tue4": "Kamu cowok yang menarik ternyata ya, @. Aku senang kamu pindah ke sini.$h^Kamu cewek yang menarik ternyata ya, @. Aku senang kamu pindah ke sini.$h",
  "summer_Sat6": "Aku sebenarnya menikmati musim panas ini.$h#$e#Lucu aja, orang gampang berubah pikiran.",
  "summer_Mon8": "Tadinya kupikir Kota Pelican agak membosankan, tapi lama-lama, aku mulai suka dan terbiasa.$h",
  "summer_Thu10": "Wah, kamu tampak menawan hari ini.#$e#Musim panas memang cocok untuk mencoklatkan kulit, sih. Iya, kan?... heh...$l",
  "summer_Fri10": "Kamu pernah merasa kesepian di kebunmu sendiri?",
  "fall_1": "Ahh... Musim gugur akhirnya tiba!$h#$e#Aku sudah bosan juga dengan musim panas.",
  "fall_Mon": "Aku perlu meregangkan kakiku dan menghirup udara segar.",
  "fall_Tue": "$d joja#Aku sering ikut bantu-bantu juga di toko. Usaha toko kami memang jadi agak kesulitan semenjak Joja Mart dibuka, sih.|Semenjak Joja Mart ditutup, toko kami jadi subur lagi!$h",
  "fall_Wed": "Aku tidak sabar melihat labu di tahun ini.$h#$e#Festival Perayaan Roh diadakan tiap akhir musim. Memang tidak se-wah dengan yang ada di Kota Zuzu, tapi untuk kota yang kecil begini, sudah cukup menyenangkan.",
  "fall_Thu": "#$1 AbigailHAND#Tadi malam, aku bermimpi tanganku menjadi besar %noun. Itu pertanda apa, ya?#$e#%Abigail tidak tertaik untuk mengobrol sekarang.",
  "fall_Sat": "$d cc#Aku tidak percaya kamu memperbaiki Gedung Serbaguna tua itu sendirian. Aku benar-benar terkesan.|Kamu punya orang-orangan sawah di kebun?",
  "fall_Sun": "Hmm... apa yang harus kulakukan malam ini?#$q 27/28 fall_Sun_old#Aku kepikiran untuk mewarnai rambutku lagi... Warna apa yang bagus?#$r 27 10 Sun_27#Hitam.#$r 27 10 Sun_27#Kenapa tidak pirang saja?#$r 27 20 Sun_WildColor#Gimana kalau merah muda?#$r 28 0 Sun_28#Aku suka rambutmu yang sekarang!",
  "fall_Sun_old": "$p 27#Aku sempat niat mewarnai rambutku, tapi tidak jadi.|Ya? Ada apa?",
  "Sun_27": "Kayaknya itu pilihan paling aman, ya?#$e#Biar kupertimbangkan.",
  "Sun_28": "Sudah jelas, itu yang akan kamu bilang.$u",
  "Sun_WildColor": "Kamu memang suka melawak.$h",
  "fall_Wed2": "Kamu menanam labu di kebunmu tahun ini?#$e#Sisakan satu untukku, ya.$h",
  "fall_Tue4": "Aku mungkin sering bertengkar dengan orangtuaku, tapi aku tahu mereka begitu karena peduli denganku. Mereka melakukan apa yang terbaik menurut mereka.$s#$b#Aku tidak tahu kenapa malah menceritakan ini ke kamu, tapi tolong jangan bilang siapa-siapa, ya.$8",
  "fall_Sat6": "Hai.$h#$e#Rambutmu kelihatan keren hari ini... Kamu mengganti penampilan, ya?",
  "fall_Mon8": "Kamu tahu, aku sudah bisa membayangkan bagaimana jadinya kalau aku jadi tukang kebun juga nanti...#$e#Tapi, mana mungkin terjadi, ya? *hihihi*$l",
  "fall_Thu10": "Aku semalam bermimpi indah, dengan kamu di dalamnya.#$e#Mimpi yang sangat-sangat indah.$h",
  "fall_Fri6": "Aku berharap musim ini bisa sedikit lebih lama lagi.$8#$e#Ketika angin berhembus, aku sepintas merasa kayak kembali jadi anak-anak lagi.",
  "fall_Fri10": "Aku biasanya kesepian setiap tahunnya, tapi sekarang tidak lagi.$l#$e#@, apa rencanamu untuk masa depan nanti?",
  "winter_1": "Yah, musim gugur sudah berakhir...$s#$e#Tapi, aku suka musim dingin juga, kok!$h",
  "winter_Mon": "Di luar sangat dingin, jadinya malas keluar lama-lama.#$e#Tapi aku suka membuat manusia salju.$h",
  "winter_Tue": "Bikin coklat hangat di saat seperti ini pasti enak, ya?",
  "winter_Wed": "Halo. Jadi tukang kebun di musim dingin pasti membosankan, ya.",
  "spring_12": "Aku pasti ikut ke acara berburu telur besok. Kamu sendiri?",
  "spring_23": "Walah, besok festival Dansa Bunga, ya. Aku tidak keberatan sih ikut berdansa, tapi memakai gaun putih yang tampak konyol itu agak gimana...$s",
  "winter_7": "Aku tak sabar ingin membuat manusia salju besok.",
  "fall_26": "Kita bakal ketemu di festival halloween besok tidak, ya? Nanti temui aku di labirin horor, ya.$h",
  "summer_10": "Semuanya sangat menantikan Luau besok. Mungkin agak gugup juga, mengingat Gubernur akan ikut hadir juga.",
  "summer_27": "Jangan sampai ketinggalan festival besok, ya. Itu salah satu festival terindah di kota ini soalnya.",
  "winter_24": "Aku akan menyantap banyak saus cranberry besok.$h",
  "winter_Thu": "Tahun ini akan segera berakhir.#$e#Terasa waktu berjalan cepat, ya.$s",
  "winter_Fri": "Satu hal yang kupelajari dari tinggal di sini... setiap orang akan menatapmu jika tampak berbeda.",
  "winter_Sat": "Sekarang akhir pekan!#$e#Berarti aku bisa main video game lebih puas dari sebelumnya!$h#$e#Bye.",
  "winter_Sun": "Oh, halo.#$q 29/30 winter_Sun_old#Aku menggambar dua ini. Gimana menurutmu?#$r 29 20 Sun_29#Aku suka pulau hutan rimba dan harimaunya.#$r 30 5 Sun_30#Aku suka orc dengan kapaknya.#$r 29 -50 Sun_Bad#Aku tidak suka keduanya.",
  "winter_Sun_old": "$p 29#Masih ingat dengan kedua gambar yang pernah kutunjukkan dulu? Aku tak sengaja membuangnya.$s|Masih ingat dengan gambar orc yang kutunjukkan dulu? Aku coba daftarkan ke perlombaan online, dan aku menang 50g!$h",
  "Sun_29": "Oh, ya? Ada benarnya juga, sih.",
  "Sun_30": "Syukurlah. Menunjukkan gambar sendiri ke orang lain juga agak memalukan. Tapi tampaknya kita berdua punya kemiripan, ya..",
  "Sun_Bad": "Jahat! Kenapa kamu melukai perasaanku seperti itu? Dasar tidak peka!$s",
  "winter_Wed2": "Eh, kalau kamu bosan, datang main saja ke kamarku.#$e#Tentu saja, datangnya jangan pas aku lagi ganti baju.",
  "winter_Tue4": "Dingin sekali. Andai ada segelas coklat hangat di sini.$h",
  "winter_Sat6": "Aku banyak mengkhayal belakangan ini...#$e#Oh! Kamu penasaran mengkhayalkan soal apa? Hmm...$u#$b#...Ra-ha-si-a.$h",
  "winter_Thu10": "Tahun ini akan segera berakhir...#$b#Tapi, tahun ini begitu menyenangkan, bukan begitu?$h",
  "winter_Wed6": "Pasti enak tidak perlu memusingkan soal tanaman di musim begini.#$e#Itu berarti, kamu bisa menghabiskan waktu bersamaku lebih sering!$h",
  "winter_Fri10": "@, ada sesuatu yang ingin kubicarakan denganmu...#$e#Itu... anu... itu... sepatumu! Sepatumu... anu, terlihat sangat bersih... *glek*#$e#Itu saja... *hufft*$s"
}