{
  "Introduction": "Oh, hei. Kamu cowok baru itu? Keren.^Hei, kamu si cewek baru itu? Kayaknya kita bakalan akrab. Namaku Alex.#$e#Sampai ketemu lagi.",
  "Resort_Entering": "Akhirnya kita sampai!",
  "Resort_Leaving": "Yah... Padahal aku masih betah.$s",
  "Resort_Wander": "Tuh kan... Harusnya tadi aku bawa frisbee... Yasudahlah.$h",
  "Resort_Wander_2": "Sepertinya menarik kalau ada turnamen voli.#$e#Tenang saja, aku bakal ngalah kok!$h",
  "Resort_Shore": "Aku penasaran seberapa jauh aku bisa berenang bolak-balik dengan selamat?#$e#Mungkin sekitar 1,5 km.#$b#... Jangan khawatir, nggak akan aku coba kok.$h",
  "Resort_Chair": "Kamu nggak kepanasan pakai baju itu? Ayolah... Ini pantai!^Kamu nggak kepanasan pakai baju itu? Kau harus merasakan sejuknya angin pantai!",
  "Resort_Towel": "Dengan dibukanya pulau ini, nggak ada alasan buat malas-malasan!",
  "Resort_Towel_2": "Wew, lega akhirnya bisa pamerin otot perut ini di bawah sinar matahari.#$e#Agak sayang kalau disembunyikan seperti di rumah.",
  "Resort_Towel_3": "Kalau aku sudah jadi pemain pro, aku akan liburan ke seluruh pantai di dunia.#$e#Tapi untuk sekarang, tempat ini sudah cukup!$h",
  "Resort_Bar": "Aku pesan banana shake dengan ekstra bubuk protein.",
  "Resort": "Ah... Kehidupan di pulau terpencil. Aku bisa terbiasa dengan ini!",
  "danceRejection": "Nggak... aku mau ngajak orang lain. Semoga kamu beruntung.",
  "divorced": "Kukira hubungan kita spesial... Ternyata aku salah.$s",
  "dumped_Guys": "Kau membuang-buang waktuku.$a",
  "secondChance_Guys": "Aku nggak tahu masih bisa percaya sama kamu lagi atau tidak, tapi aku beri kesempatan terakhir.$9",
  "breakUp": "Kau ingin pu...?$7#$b#*menahan emosi*... Baik. Aku tahu... Kau sudah membuat keputusan. Jangan harap aku memohon-mohon.$a",
  "Mon": "Sudah tahu belum kalau aku dulu pemain gelandang terbaik di SMA? Seriusan.$u#$eLihat bintang kecil di jaket ini nggak? Itu buktinya.",
  "Tue": "Pantai itu tempat keren untuk nongkrong dan berjemur.#e#Kau harus sesekali ke pantai, kalau nggak nanti kulitmu pucat.#$e#*mengeluh*... Andai saja ada banyak cewek di kota ini.$s^Hei, kapan-kapan mau nongkrong bersamaku di pantai? Kamu punya bikini kan?",
  "Wed": "Hari yang cocok untuk main tangkap bola.$u#$e#$q 5/6 Wed_01_old#Aku ingin kamu yang melempar, tapi keliatannya kamu nggak suka olahraga.^Kalau kamu bukan cewek akan kuajak main  tangkap bola.#$r 6 0 Wed_01_02#Aku lihat kamu main saja.#$r 5 15 Wed_01_01#Aku mau main bola tangkap!#$r 5 0 Wed_01_03#(marah) Maksudnya apa?",
  "Wed_01_old": "#$p 5#Yang jauh! ...bercanda. Hahaha.|Aku cuma ingin main sama orang...$s",
  "Wed_01_01": "Serius? Kayaknya aku sudah ngeremehin kamu.#$b#Taoi lenganku agak sakit, lain kali saja ya.",
  "Wed_01_02": "Yah, emang nggak semua orang berbakat olahraga.",
  "Wed_01_03": "Uh... bukan apa-apa.",
  "Thu": "Udaranya mulai hangat... Aku jadi semangat.",
  "Fri": "Hey, apa kabar petani?^Hei, ada gadis petani. Kamu baru beli celana ya? Cocok sama kamu.#e#Oh, hampir lupa! Hari ini jadwalnya push-up!#e#Setiap kali push-up, selalu aku tambahi satu dari jumlah sebelumnya. Strategi yang keren, kan?",
  "Sat": "Lenganku sakit banget, tapi itu jadi tanda kemajuan bagi orang sepertiku.#e#Kemarin kayaknya aku push-up sampai seribu kali.",
  "Sun": "Hei.#$e#Apa, kamu mau ngobrol sama aku? Aku lagi sibuk.",
  "Sun2": "Hei, @.#$e#Betul, aku ingat namamu.",
  "Sun4": "Hei, @.#$e#Bagaimana harimu?",
  "Fri4": "Hei, @. Makasih sudah menyapaku.#e#Aku nggak malu buat mengakui kalau aku sayang nenekku!#$e#Tapi kalau kakek, beda lagi ceritanya...#$e#Bercanda kok.$h",
  "Tue6": "Nggak ada yang bisa ngalahin hari dimana bisa olahraga sama teman di pantai... Iya kan?",
  "Mon8": "Dulu aku mengutamakan harta dan tahta, tapi belakangan ini aku mulai berubah pikiran. Ujung-ujungnya jadi apa adanya bisa memuaskan, iya kan?#$e#Aku masih ingin jadi pemain pro, tapi itu bukan hal terpenting di dunia.",
  "Fri8": "Hai @. Kau terlihat macho hari ini.$h^Hei @. Rambutmu kamu apain? Ada yang membuatku tertarik.$l$h#$e#",
  "Sat10": "Belakangan ini aku lagi susah fokus.$l",
  "Event_beach1": "Tentu saja kau melakukannya. Kalau nggak, kamu nggak waras. Atau mungkin idiot.",
  "Event_beach2": "Benarkah? Kau memang aneh.$a#$b#Maaf.",
  "Event_books1": "Tidak! Kau cuma ingin memujiku.$a",
  "Event_books2": "Ya, kurasa kau benar...$s",
  "Event_books3": "Harusnya kamu nggak setuju.$a",
  "event_box1": "Ya... Aku tahu. Karena itu aku bertekad untuk sukses dengan bakat olahragaku...$9#$b#Entah berhasil atau tidak... Selama aku melakukan yang terbaik, mungkin ibu akan bangga. Makasih.",
  "event_box2": "Heh... Ini hari kematian ibuku! Hati-hati kalo ngomong...$a",
  "event_box3": "...Makasih, @.#$b#Kamu beda sama cowok lain. Lebih sensitif.$l^Kamu adalah sahabat terbaikku di kota... #$b#Dan aku senang.^Apa ucapanku tadi memalukan?$l",
  "event_box4": "Omonganmu nggak bikin aku terhibur, tolol.$a",
  "Event_parents1": "Itu pola pikir yang menarik...",
  "Event_parents2": "Mereka takkan melakukannya!$a",
  "Event_parents3": "...Mungkin kau benar... Entahlah.$s",
  "summer_1": "Hei. Musim panas memang musim terbaik sepanjang tahun.#$e#Awal musim seperti ini bagus, karena musimnya masih panjang. Sampai ketemu lagi.",
  "summer_Mon": "Hei, petani. Kulitmu kelihatan agak gosong.^Hei gadis petani. Kulitmu kelihatan coklat-coklat manis.$h#$e#Semakin banyak aku berlatih di musim ini, semakin mudah jadi pemain pro.#$e#Setelah itu kamu bisa ngasih tahu orang-orang kalau kamu pernah kenal sama aku. Keren, kan?",
  "summer_Tue": "Kalau rambutku nggak keliatan keren di mata para cewek, pasti langsung aku botakin.#$e#*mengeluh*... Hidup itu memang sulit.",
  "summer_Wed": "Hey petani, Aku ada pertanyaan.^Hei gadis kebun, aku ada pertanyaan.#$b#$q 52/53 summer_Wed_01_old#Apa menurutmu aku akan jadi pemain pro?#$r 52 30 summer_Wed_01_01#Kamu ditakdirkan jadi legenda olahraga#$r 52 0 summer_Wed_01_02#Mungkin, kalau kamu banyak berlatih#$r 53 -50 summer_Wed_01_03#Tidak, kamu akan gagal dan berakhir jadi sales",
  "summer_Wed_01_old": "$p 52#Hei, Kalau sudah jadi pemain pro, kamu bisa ngaku sebagai \"fans\" pertamaku. Lumayan. kan?|Hei, aku sudah berlatih lebih keras agar bisa jadi pemain pro dan membuktikan kalau kamu salah. Tunggu aja.$a",
  "summer_Wed_01_01": "Hei, ya gitu dong!$h#$e#Kamu emang keren deh.",
  "summer_Wed_01_02": "Yah, aku udah lumayan bagus, jadi nggak usah latihan terlalu berat.$u",
  "summer_Wed_01_03": "Itu gila. Kamu iri karena aku lebih berbakat dan populer, sedangkan kamu tidak.$a^Itu konyol. Kamu cuma iri karena aku selalu lebih populer darimu, orang aneh.$a#$e#Pergi dariku.$a",
  "summer_Thu": "Hei, kamu pasti jadi lebih kuat karena seharian kerja di kebun.^Hei, kamu pasti jadi lebih langsing karena seharian kerja di kebun.#$e#Lama-lama kamu bisa menyaingi aku suatu hari nanti. Hal yang pantas buat dinanti ya?#$e#Kenapa mukamu seperti itu?",
  "summer_Fri": "Kamu mau apa?#$e#Aku lagi ngerjain hal penting ini.",
  "summer_Sat": "Mmmm... Aku mencium bau barbeque.#$e#Sial, aku jadi pengin burger.",
  "summer_Sun": "Kemarin aku beli sepatu baru, soalnya yang lama ada corengan coklat.#$b#Barusan aku buang ke tempat sampah. Bisa aja sih disumbangin, tapi aku nggak suka kalau sepatuku dipakai orang aneh.#$e#...Kenapa?$a",
  "summer_Sun4": "Oh wow...Sepatumu agak kotor... Tapi nggak apa-apa!#$e#Setiap orang punya seleranya masing-masing.",
  "summer_Thu4": "Hei, kayaknya musim panas ini kau agak berotot!#$b#Kerja kerasmu di ladang mulai terbayar, ya?",
  "summer_Mon4": "Hei, kulitmu coklatnya bagus.",
  "summer_Fri6": "Maaf kalau kamarku berantakan.$s#$e#Aku selalu lupa bersih-bersih. Tapi, aku mencoba untuk jadi lebih baik.",
  "summer_Wed8": "Jujur, sebenarnya aku tidak keberatan jadi petani... kalau dilihat-lihat kurang lebih mirip olahraga.#$e#Aku suka beraktivitas di luar dan menggerakkan tanganku.",
  "summer_Sat10": "Belakangan ini aku mulai membaca lebih... Aku merasa sudah mengabaikan kepalaku gara-gara obsesi olahragaku.",
  "fall_1": "Memang, hawanya mulai dingin... Tapi masih cukup hangat buat olahraga!#$e#Yang penting itu buat aku.",
  "fall_Mon": "Nenek bilang aku harus lebih banyak belajar.#$e#Lalu kujawab, '...Nek, tenang aja. Aku pasti jadi pemain pro!'$h#$e#Lagipula belajar hanya untuk kutu buku.",
  "fall_Wed": "Hei, aku mau tanya.^Hei, aku boleh tanya nggak?#$e#$q 54/55 fall_Wed_01_old#Apa menurutmu para cewek suka sama rambutku?^Apa pendapatmu soal gaya rambutku?#$r 54 30 fall_Wed_01_01#Sangat keren.#$r 55 -30 fall_Wed_01_02#Mirip jamur.",
  "fall_Wed_01_old": "Aku kebanyakan pakai gel tadi. Rasanya agak sakit.#$e#Jangan disentuh!#$e#...Kenapa?",
  "fall_Wed_01_01": "Ye, aku tau kok. Sengaja aku bikin begini.",
  "fall_Wed_01_02": "Haha. Kamu cuma iri karena aku tampil keren.",
  "fall_Thu": "Apa kabar?#$e#Namamu kalau nggak salah %firstnameletter%name, iya kan?#$e#Oh. @? Oke. Maaf ya.",
  "fall_Fri": "Nanti malam aku mau sit-up 200 kali.#$b#Aku sangat berdedikasi ya?$h#$e#Ada yang perlu dibantu lagi?",
  "fall_Sat": "Sepertinya kamu bisa memancing salmon di sungai musim ini.#$e#Setidaknya itu yang aku dengar.",
  "fall_Sun": "Hei, ada pertandingan gridball hari ini!#e#Hari minggu di musim gugur memang spesial.$u",
  "fall_Thu2": "Apa kabar, @?",
  "fall_Fri6": "Malam ini aku mau ngelembur sit-up.#$e#Kau harus berusaha sangat keras untuk mencapai potensi maksimalmu.",
  "fall_Mon4": "Nenek bilang aku harus lebih banyak belajar.#$e#Mungkin dia benar...$s",
  "fall_Wed8": "Aku sudah membulatkan tekad... Aku nggak akan pakai gel rambut lagi.#$e#Aku nggak mau temenan sama orang yang menyukaiku cuma karena aku pakai gel rambut.",
  "fall_Thu10": "@! Um... Hai.$l",
  "winter_1": "Winter itu payah. Saljunya banyak, nggak bisa ngelakuin hal-hal seru.#$e#Tapi mungkin ada orang yang suka.",
  "winter_Mon": "Kamu suka saljunya? Kalau aku... Aku ingin cepat-cepat musim semi.",
  "winter_Tue": "Hei, tolong cari Haley dan titipkan salam dariku ya?",
  "winter_Tue_inlaw_Haley": "Oh, hei. Bagaimana kehidupan berkeluargamu?$9",
  "winter_Wed": "Orang keseringan di dalam rumah saat musim dingin dan melakukan hal-hal yang membosankan.$s#$e#Mungkin kalau aku baca buku, aku bakal nggak bosan... tapi nggak deh.",
  "winter_Thu": "Setelah jadi pemain pro, aku akan kaya raya dan beli rumah di tempat tropis.#$e#Biar aku nggak ketemu sama musim dingin lagi.",
  "winter_Fri": "Kau rela menerobos salju cuma untuk menemuiku?#$e#Masuk akal sih.",
  "winter_Sat": "Di kota ini ada beberapa orang aneh.#$e#...Seperti Sebastian. Kenapa dia selalu pakai pakaian hitam?#$e#Aku nggak paham.",
  "winter_Sun": "Hei, ada pertandingan gridball hari ini!#e#Ini akan jadi hari favoritku dalam seminggu.",
  "winter_Fri4": "Kau rela menerobos salju cuma untuk menemuiku?#$e#Makasih banyak.$h",
  "winter_Sat6": "Bagiku menarik kalau ada beberapa orang yang beda dari kita.#$b#Kadang aku tidak mengerti kenapa mereka seperti itu, tapi itu bukan masalah.",
  "winter_Tue4": "Hei, @. Boleh minta tolong?$l#$b#Kalau ketemu Haley, beritahu dia aku lagi sibuk.$l#$e#Makasih.",
  "winter_Tue4_inlaw_Haley": "Jujur... Aku agak cemburu saat kamu sama Haley menikah. Tapi... Itu jadi kesempatan buatku untuk belajar hal baru tentang diri sendiri.$9",
  "winter_Wed8": "Hei. Aku akan mulai membaca buku!",
  "winter_Thu6": "Andai saja aku bisa mengendalikan cuaca.",
  "winter_Thu10": "Kalau aku punya banyak uang, aku akan memakainya untuk menghidupi semua teman dan keluargaku.#$e#Itu artinya kamu juga termasuk.$h"
}