{
  "Introduction": "Oh, hei. Jadi kamu orang baru itu, ya? Keren.^Hei, kamu gadis baru itu, ya? Aku pikir kita akan sangat akrab. Aku Alex.#$e#Sampai jumpa.",
  "danceRejection": "Tidak... Aku mau mengajak orang lain. Semoga beruntung.",
  "divorced": "Kupikir kita memiliki sesuatu yang istimewa... Ternyata aku salah.$s",
  "dumped_Guys": "Kamu membuang-buang waktuku.$a",
  "secondChance_Guys": "AKu tidak tahu apa aku bisa mempercayaimu lagi, tapi aku bersedia memberimu kesempatan.$9",
  "breakUp": "Kau memberiku apa...?$7#$b#*huff*... Aku mengerti. Baiklah... kamu sudah membuat pilihan. Kau tidak akan melihatku memohon.$a",
  "Mon": "Tahukah kamu bahwa aku adalah quarterback andalan di sekolah menengah? Itu benar.$u#$e#Lihat bintang kecil di jaketku ini? Itu membuktikannya.",
  "Tue": "Pantai adalah tempat yang asyik untuk nongkrong dan menyerap sinar matahari.#e#Kamu harus menyisihkan waktu di bawah sinar matahari atau kulitmu akan jadi pucat.#$e#*hahh*... Seandainya ada lebih banyak gadis di kota ini, tahu maksudku?$s^Hei, apa kamu mau nongkrong denganku di pantai suatu saat? Apa kamu punya bikini?",
  "Wed": "Sepertinya ini hari yang baik untuk bermain tangkap bola, ya?$u#$e#$q 5/6 Wed_01_old#Aku ingin memintamu untuk melempar bola, tetapi kamu bukan tipe orang yang suka olahraga.^Kalau kamu bukan seorang gadis aku ingin mengajakmu untuk bermain tangkap bola.#$r 6 0 Wed_01_02#Melihatmu dari jauh sudah cukup bagiku.#$r 5 15 Wed_01_01#Aku mau main tangkap bola denganmu#$r 5 0 Wed_01_03#(marah) Apa maksudnya itu?",
  "Wed_01_old": "#$p 5#Bersiaplah! ...tapi bohong. Hahaha.|Andai saja ada yang mau bermain denganku...$s",
  "Wed_01_01": "Benarkah? Kurasa aku sudah meremehkanmu.#$b#Tanganku agak sakit, lain kali saja.",
  "Wed_01_02": "Ya, beberapa orang memang tidak diciptakan untuk berolahraga.",
  "Wed_01_03": "Eh... bukan apa-apa.",
  "Thu": "Udara mulai hangat... Aku merasa semangat.",
  "Fri": "Hei, apa kabar petani?^Hei, itu si gadis petani. Apa kamu dapat celana baru? Kamu terlihat cantik.#e#Oh, hampir saja lupa! Ini harinya untuk push-up!#e#Setiap kali aku push-up, aku mencoba satu kali lebih banyak dari yang kulakukan sebelumnya. Strategi yang cukup keren, ya?",
  "Sat": "Lenganku benar-benar sakit, tapi itu pertanda kemajuan untuk orang seperti aku.#e#Aku pasti sudah melakukan ribuan push-up kemarin.",
  "Sun": "Hei.#$e#Apa, kamu mau bicara denganku? Aku sibuk.",
  "Sun2": "Hei, @.#$e#Itu benar, aku ingat namamu.",
  "Sun4": "Hei, @.#$e#Bagaimana harimu?",
  "Fri4": "Hei, @. Aku senang kamu mampir.#e#Aku tidak malu untuk mengatakan bahwa aku mencintai Nenekku!#$e#Kalau Kakek, itu beda lagi...#$e#Aku bercanda.$h",
  "Tue6": "Tidak ada yang lebih baik daripada hari yang penuh semangat di pantai bersama teman-temanmu... 'kan?",
  "Mon8": "Kau tahu, aku dulu ingin ketenaran dan kekayaan, tetapi belakangan ini aku mulai menyanyikan nada yang berbeda. Pada akhirnya hal-hal kecil yang sederhanalah yang bisa membuat puas, bukankah begitu?#$e#Aku masih ingin jadi pemain pro, tetapi itu bukan hal yang paling penting di dunia.",
  "Fri8": "Hai @. Kamu tampak bugar hari ini.$h^Hei @. Apa kamu melakukan sesuatu pada rambutmu? Soalnya itu terus menarik perhatianku.$h",
  "Sat10": "Aku kesulitan untuk tetap fokus akhir-akhir ini.$l",
  "Event_beach1": "Tentu saja kamu tahu. Kalau tidak, aku akan berpikir kalau kamu gila. Atau mungkin kutu buku.",
  "Event_beach2": "Benarkah? Berarti kamu ini orang aneh.$a#$b#Maaf.",
  "Event_books1": "Tidak, kamu cuma mencoba menyanjung saya.$a",
  "Event_books2": "Ya, kurasa kamu benar...$s",
  "Event_books3": "Kamu harusnya tidak setuju denganku.$a",
  "event_box1": "Ya... aku tahu. Itu sebabnya aku bertekad untuk sukses dengan olahragaku...$9#$b#Berhasil atau tidak... Selama aku berusaha sekuat tenaga, kupikir dia akan bangga. Makasih.",
  "event_box2": "Wow... Sekarang ini hari meninggalnya Ibuku! Peka sedikit lah...$a",
  "event_box3": "...Terima kasih, @.#$b#Kamu... kamu beda dengan laki-laki lain. Kamu lebih sensitif.$l^Kamu sudah menjadi sahabatku di seluruh kota... #$b#Aku senang.^Apa itu hal yang memalukan untuk diucapkan?$l",
  "event_box4": "Itu tidak membuatku merasa lebih baik, kurangajar.$a",
  "Event_parents1": "Itu pemikiran yang menarik ...",
  "Event_parents2": "Mereka tidak akan pernah melakukan itu!$a",
  "Event_parents3": "...Mungkin kamu benar... Entahlah.$s",
  "summer_1": "Hei. Musim panas merupakan waktu terbaik tahun ini.#$e#Ini sangat bagus karena kita masih punya banyak musim lagi untuk dinanti. Sampai jumpa lagi.",
  "summer_Mon": "Hei, petani. Kamu tampak seperti terbakar.^Hei gadis petani. Kulitmu tampak bagus.$h#$e#Semakin banyak aku berlatih di musim panas ini, semakin mudah aku jadi pemain pro.#$e#Lalu kamu bisa bilang kalau kamu mengenalku. Keren 'kan?",
  "summer_Tue": "Kalau saja rambutku tidak begitu populer dengan para gadis, aku bersumpah akan mencukur semuanya dalam sedetik.#$e#*hahh*... Hidup bisa jadi sulit.",
  "summer_Wed": "Hei petani, aku punya pertanyaan untukmu.^Hei gadis petani, aku punya pertanyaan untukmu.#$b#$q 52/53 summer_Wed_01_old#Apa menurutmu aku bisa menjadi pemain pro?#$r 52 30 summer_Wed_01_01#Kamu ditakdirkan untuk menjadi legenda olahraga#$r 52 0 summer_Wed_01_02#Mungkin, kalau kamu banyak berlatih#$r 53 -50 summer_Wed_01_03#Tidak, kemungkinan kamu akan gagal dan menjadi seorang salesman",
  "summer_Wed_01_old": "$p 52#Hei, saat aku jadi pemain pro kamu bisa menganggap dirimu sebagai \"fans\" pertamaku. Lumayan, 'kan?|Hei, aku sudah berlatih dua kali lebih keras supaya aku bisa jadi pemain pro dan membuktikan kalau kamu salah. Tunggu saja.$a",
  "summer_Wed_01_01": "Hei, itu yang kumaksud!$h#$e#Kamu lebih keren dari yang kukira.",
  "summer_Wed_01_02": "Yah, aku sangat bagus jadi aku tidak perlu berlatih sekeras itu.$u",
  "summer_Wed_01_03": "Itu gila. Kamu cuma iri karena aku lebih berbakat dan populer darimu.$a^Itu konyol. Kamu cuma iri karena aku selalu lebih populer darimu, orang aneh.$a#$e#Pergi dari sini.$a",
  "summer_Thu": "Hei, kamu pasti tambah kuat setelah bekerja di ladang seharian penuh.^Hei, kamu pasti tambah sehat setelah bekerja di ladang seharian penuh.#$e#Mungkin kamu akan menyamaiku suatu hari nanti. Hal yang pantas untuk dinanti, iya 'kan?#$e#Kenapa wajahmu seperti itu?",
  "summer_Fri": "Apa maumu?#$e#Ada banyak hal penting yang harus kulakukan sekarang.",
  "summer_Sat": "Mmmm... aku mencium aroma barbeque.#$e#Sial, aku ingin makan burger.",
  "summer_Sun": "Aku dapat sepatu baru ini kemarin karena sepatuku yang lama ada noda cokelatnya.#$b#Sepatunya sudah kubuang. Aku ingin menyumbangkannya tapi aku tidak suka kalau sepatuku dipakai oleh orang aneh.#$e#...Kenapa?$a",
  "summer_Sun4": "Oh wow...sepatumu agak kotor... tapi tidak apa-apa!#$e#Beda orang beda selera kurasa.",
  "summer_Thu4": "Hei, kamu tampak lebih berotot musim panas ini!#$b#Semua pekerjaan di ladang itu membuahkan hasil, ya?",
  "summer_Mon4": "Hei, warna kulit yang bagus.",
  "summer_Fri6": "Maaf, kamarku berantakan.$s#$e#Sulit untuk selalu ingat kapan harus bersih-bersih. Tapi aku berusaha untuk menjadi lebih baik.",
  "summer_Wed8": "Kamu tahu, sebenarnya aku tidak keberatan jadi seorang petani... kurang lebih mirip dengan berolahraga.#$e#Aku suka keluar rumah dan melakukan sesuatu.",
  "summer_Sat10": "Aku sedang mencoba untuk lebih sering membaca akhir-akhir ini... Aku merasa kalau aku sudah membiarkan otakku lama tak terpakai karena obsesi atletisku.",
  "fall_1": "Memang, ini mulai dingin... Tapi ini masih cukup hangat untuk berolahraga!#$e#Itu saja yang penting.",
  "fall_Mon": "Nenek menyuruhku untuk lebih sering belajar.#$e#Lalu aku menjawabnya, '...Nek, jangan khawatir. Aku pasti jadi pemain pro!'$h#$e#Lagipula belajar itu hanya untuk kutu buku.",
  "fall_Wed": "Hei, aku mau tanya sesuatu.^Hei, boleh aku bertanya padamu?#$e#$q 54/55 fall_Wed_01_old#Apa menurutmu para gadis suka dengan gaya rambutku?^Apa pendapatmu tetang gaya rambutku?#$r 54 30 fall_Wed_01_01#Tampak sangat modis.#$r 55 -30 fall_Wed_01_02#Tampak seperti jamur.",
  "fall_Wed_01_old": "Aku memakai banyak gel rambut tadi. Rasanya agak sakit.#$e#Jangan disentuh!#$e#...kenapa?",
  "fall_Wed_01_01": "Ya, aku tahu. Karena itu aku membiarkannya seperti ini.",
  "fall_Wed_01_02": "Ya tentu saja. Kamu cuma iri karena aku tampak rupawan.",
  "fall_Thu": "Apa kabar?#$e#Bukankah namamu, %firstnameletter%name, atau siapalah itu?#$e#Oh. @, ya? Oke. Maaf.",
  "fall_Fri": "Aku akan sit-up dua ratus kali nanti malam.#$b#Dedikasiku cukup tinggi bukan?$h#$e#Kamu butuh sesuatu?",
  "fall_Sat": "Kurasa kamu bisa menemukan salmon di sungai di musim ini.#$e#Setidaknya begitulah yang kudengar.",
  "fall_Sun": "Hei, hari ini ada pertandingan gridball!#e#Hari minggu di musim gugur cukup mengagumkan.$u",
  "fall_Thu2": "Apa kabar, @?",
  "fall_Fri6": "Aku akan banyak sit-up malam ini.#$e#Kamu harus bekerja sangat keras kalau ingin mencapai potensi maksimal.",
  "fall_Mon4": "Nenek menyuruhku untuk lebih sering belajar.#$e#Sepertinya dia benar...$s",
  "fall_Wed8": "Aku akhirnya mengambil risiko... Aku memutuskan untuk berhenti memakai gel rambut.#$e#Aku tidak ingin berteman dengan orang yang hanya menyukaiku karena aku memakai gel rambut.",
  "fall_Thu10": "@! Mm... Hai.$l",
  "winter_1": "Musim dingin itu agak payah. Terlalu banyak salju untuk melakukan hal menyenangkan.#$e#Kurasa beberapa orang menyukainya.",
  "winter_Mon": "Kamu suka saljunya? Kalau aku... aku menunggu musim semi saja.",
  "winter_Tue": "Hei, bisakah kamu temui Haley dan sampaikan salamku?",
  "winter_Tue_inlaw_Haley": "Oh, hei. Bagaimana kehidupan setelah menikah berjalan?$9",
  "winter_Wed": "Orang-orang sering berdiam di dalam rumah selama musim dingin, dan melakukan hal-hal yang membosankan.$s#$e#Mungkin kalau aku membaca buku aku tidak akan bosan... tidak ah.",
  "winter_Thu": "Saat aku jadi pemain pro, Aku akan sangat kaya sampai aku bisa beli rumah untuk liburan di pulau tropis.#$e#Lalu aku tidak perlu berurusan dengan musim dingin yang membosankan ini.",
  "winter_Fri": "Kamu datang jauh-jauh melewatu salju untuk menemuiku?#$e#Kurasa itu masuk akal, sih.",
  "winter_Sat": "Ada beberapa orang aneh di kota ini.#$e#...seperti si Sebastian itu. Kenapa dia selalu berpakaian serba hitam setiap saat?#$e#Aku tidak mengerti.",
  "winter_Sun": "Hei, ada pertandingan gridball hari ini!#e#Ini mungkin jadi hari favoritku di pekan ini.",
  "winter_Fri4": "Kamu datang jauh-jauh melewatu salju untuk menemuiku?#$e#Kamu baik sekali.$h",
  "winter_Sat6": "Kurasa menarik bahwa ada beberapa orang sangat berbeda dari kita, kau tahu?#$b#Aku tidak pernah mengerti kenapa orang lain bertindak seperti itu, dan itu bukan masalah.",
  "winter_Tue4": "Hei, @. Boleh aku minta tolong?$l#$b#Kalau kamu bertemu Haley, bilang padanya kalau aku sedang sibuk.$l#$e#Makasih.",
  "winter_Tue4_inlaw_Haley": "Harus kuakui... Aku sedikit cemburu saat kamu dan Haley menikah. Tapi, hei... Ini kesempatan bagiku untuk mempelajari hal baru tentang diriku sendiri.$9",
  "winter_Wed8": "Kau tahu tidak? Aku akan mulai membaca buku!",
  "winter_Thu6": "Seandainya saja aku bisa mengendalikan cuaca.",
  "winter_Thu10": "Kalau aku menghasilkan banyak uang, aku akan memastikan semua teman dan keluargaku hidupnya terurus.#$e#Itu berarti kamu juga.$h"
}