{
  "Introduction": "Halo! Kamu pasti @, si petani baru. Aku Caroline.#$e#Suamiku mengelola toko umum di sini. Dan apa kamu sudah bertemu dengan putriku, Abigail? Dia yang kulitnya putih dengan rambut ungu.",
  "Mon": "Kuharap Abby tidak terlalu menghabiskan waktunya di kamar.",
  "Mon_inlaw_Abigail": "Hai, @. Apa kamu menikmati kehidupan pernikahan? Kuharap begitu!",
  "Mon8": "#$1 Caroline23#Saat pertama pindah ke Kota Pelican aku kadang diam-diam ke menara penyihir. Jangan beritahu Pierre dia orangnya mudah cemburu.#$e#Abigail dilahirkan sekitar setahun setelah kami pindah ke Kota Pelican. Aku penasaran apakah dia akan mengalami kehidupan di luar lembah?",
  "Tue": "Aku melihat ada wild horseradish di hutan.#$e#Mencari hasil alam bisa jadi cara menyenangkan untuk menghasilkan uang. Atau kamu bisa memakai yang kamu temukan sebagai hadiah atau makanan.",
  "Wed": "Hai. Apa kamu memiliki semua yang kamu butuhkan untuk pertanian?#$e#Kalau tidak kami mungkin dapat membantumu#$e#Kami menjual berbagai item berguna.",
  "Thu": "#$1 Caroline1#Hmmm... Aku penasaran bagaimana caranya biar Pierre yang memasak makan malam nanti.#$e#Hmmm... masak apa ya untuk makan malam nanti?#$e#Mungkin aku akan beli dari Bar saja.",
  "Fri": "Ini hari yang sangat indah.#$e#Pada hari seperti ini aku ingin membantu Evelyn merawat taman umum.#$e#Dia kuat untuk usianya, tapi kupikir dia akan tetap menghargai semua bantuan yang dia terima.",
  "Sat": "Ini perasaanku saja, atau memang Abigail punya minat yang tidak sehat pada malapetaka dan kesuraman?#$e#Mungkin aku terlalu tua untuk mengerti.",
  "Sat_inlaw_Abigail": "Makan malam jadi lebih tenang setelah Abigail pindah...#$e#Tidak, bukan karena dia makan dengan mulut terbuka!$h",
  "Sat2": "Abby selalu punya minat aneh pada okultisme. Aku tidak yakin dari mana dia mendapatkannya...",
  "Sat4": "Abby selalu punya minat aneh pada okultisme. Aku tidak yakin dari mana dia mendapatkannya...",
  "Sat6": "#$1 Caroline12#Saat pertama kali pindah ke sini, aku butuh waktu untuk menyesuaikan diri... Aku belum siap untuk kehidupan rumah tangga.#$e#Pierre sedikit tradisional... tapi dia pria yang baik. Dia ambisius, tapi dia selalu mengutamakan keluarganya.",
  "Sun": "Hari ini aku hanya akan bersantai dan berpikir positif.#$e#Apa kamu pernah mengambil hari libur?",
  "Wed6": "Stardew Valley itu bagus, tetapi aku berharap bisa mengenal lebih banyak orang.#$e#Aku senang kita sudah menjadi teman.",
  "summer_Mon": "Pada hari Rabu kiosnya tutup.#$e#Ingatlah itu kalau kamu akan membutuhkan sesuatu.",
  "summer_Tue": "Aku melihat banyak buah liar di hutan belakangan ini.#$e#Mencari hasil alam bisa jadi cara menyenangkan untuk menghasilkan uang. Atau kamu bisa memakai yang kamu temukan sebagai hadiah atau makanan.",
  "summer_Wed": "Hai. Apa kamu memiliki semua yang kamu butuhkan untuk pertanian?#$e#Kalau tidak kami mungkin dapat membantumu#$e#Kami menjual berbagai item berguna.",
  "summer_Sat": "Cuma perasaanku saja, atau memang Abigail tampak sedikit pucat?#$e#Mungkin aku terlalu mengkhawatirkannya.",
  "summer_Sat_inlaw_Abigail": "Bagaimana kesehatan Abigail? Dia selalu menjadi gadis yang pucat.Semoga gaya hidup di pertanian bisa memberi sedikit warna pada pipinya.",
  "summer_Sun": "Hari ini aku hanya akan bersantai dan berpikir positif.#$e#Apa kamu pernah mengambil hari libur?",
  "summer_Wed6": "Waktu terasa semakin cepat berlalu semakin kamu bertambah usia...$s ",
  "fall_Mon": "Musim gugur adalah musim favorit Abby, jadi kuharap dia akan sering-sering keluar kamar.",
  "fall_Mon_inlaw_Abigail": "Abby mengambil kelas online selama di sini, tapi kurasa hatinya tidak benar-benar menginginkan itu...#$e#Dia berjiwa bebas, sama sepertiku saat sebelum bertemu Pierre. Dia mungkin sangat menikmati hidupnya di pertanianmu.",
  "fall_Tue": "Aku lihat ada jamur yang bisa dimakan di hutan.#$e#Mencari hasil alam bisa jadi cara menyenangkan untuk menghasilkan uang. Atau kamu bisa memakai yang kamu temukan sebagai hadiah atau makanan.",
  "fall_Sat": "Cuma perasaanku saja, atau memang Abigail terlalu banyak bermain vidio gim?#$e#Mungkin aku saja yang terlalu jadul.",
  "fall_Wed6": "Kamu tahu, aku dulu ingin menjadi petani juga. Yah, lebih tepatnya seorang peternak sih.#$e#Aku selalu menyukai film koboi saat aku masih gadis.",
  "winter_Tue": "Musim dingin itu keras, tapi kamu bisa dapat ubi saat menggali kalau sedang beruntung.#$e#Mencari hasil alam bisa jadi cara menyenangkan untuk menghasilkan uang. Atau kamu bisa memakai yang kamu temukan sebagai hadiah atau makanan.",
  "winter_Fri": "Meskipun dingin, aku masih rajin memeriksa taman umum.#$e#Aku hanya ingin memastikan mereka tidak terlalu rusak sebelum musim semi kembali.",
  "winter_Sat": "Apa menurutmu Abby akan terlihat lebih baik dengan warna rambut alaminya?#$e#Rambutnya dulu berwarna cokelat muda.",
  "winter_Wed6": "Apa kamu semangat akan tahun baru?#$e#Aku memprediksi bahwa kamu akan super sukses di pertanianmu.$h"
}