{
  "Introduction": "Halo! kamu pasti @, si petani baru. Aku Caroline.#$e#Suamiku menjalankan toko swalayan. Sudah bertemu putriku belum, Abigail? Kulitnya pucat dan rambutnya ungu.",
  "Resort_Entering": "Willy memberi kami dendeng ikan. Aku masih berusaha mengunyahnya.",
  "Resort_Leaving": "Malam ini tidurku akan nyenyak!$h",
  "Resort_Shore": "Air di sini lebih hangat dari air di lembah. Terasa sangat nyaman!",
  "Resort_Chair": "%Caroline sedang tidur siang.",
  "Resort_Bar": "Aku minta kejutan pada Gus, dan dia membuatkan Es Teh Hijau dengan sari mangga. Dia baik sekali!$h",
  "Resort": "Hai @. Kau ke pulau ini untuk bersantai atau bekerja?",
  "Mon": "Andai saja Abby tidak menghabiskan waktunya di kamar.",
  "Mon_inlaw_Abigail": "Hai, @. Apa kau menikmati kehidupan setelah menikah? Kuharap ya!",
  "Mon8": "#$1 Caroline23#Saat pertama kami pindah ke Pelican Town, aku sering ke menara penyihir diam-diam. Tapi jangan bilang Pierre, dia cemburuan.#$e#Abigail lahir tepat setahun setelah kami pindah. Apa kelak dia akan merasakan kehidupan di luar lembah ya?",
  "Tue": "Aku pernah lihat Horseradish liar di hutan.#$e#Meramban bisa jadi cara seru menambah penghasilan. Atau kau bisa pakai hasil temuanmu untuk hadiah atau makanan.",
  "Wed": "Hai. Apa kebutuhanmu untuk kebun sudah lengkap?#$e#Kalau belum, kami bisa membantu.#$e#Kami menjual banyak barang yang berguna.",
  "Thu": "#$1 Caroline1#Hmmm... Gimana caranya agar Pierre mau masak buat makan malam ya?#$e#Hmmm... Makan malam ini masak apa ya?#$e#Aku beli dari Saloon saja lah.",
  "Fri": "Ini hari yang indah.#$e#Di hari seperti ini, aku suka membantu Evelyn mengurus taman.#$e#Dia lebih kuat dari orang lain seusianya, tapi dia pasti suka kalau ada yang membantu.",
  "Sat": "Ini firasatku saja atau memang Abigail suka sama hal-hal mistis?#$e#Mungkin aku terlalu tua untuk mengerti.",
  "Sat_inlaw_Abigail": "Makan malam jadi sepi setelah Abigail pindah...#$e#Tidak, bukan karena dia mengecap saat makan!$h",
  "Sat2": "Abby selalu suka sama hal-hal gaib. Entah dari mana dia mempelajarinya...",
  "Sat4": "Abby selalu suka sama hal-hal gaib. Entah dari mana dia mempelajarinya...",
  "Sat6": "#$1 Caroline12#Saat pindah kesini, butuh waktu bagiku buat membiasakan diri... Aku belum siap jadi ibu rumah tangga.#$e#Pierre orangnya tradisional... tapi dia pria yang baik. Dia berambisi, tapi masih mengutamakan keluarganya.",
  "Sun": "Hari ini aku mau bersantai dan berpikir positif.#$e#Kamu pernah ambil hari libur belum?",
  "Wed6": "Lembah Stardew memang bagus, tapi aku ingin kenal banyak orang.#$e#Aku senang kita sudah berteman.",
  "summer_Mon": "Hari rabu toko tutup.#$e#Ingat baik-baik kalau ingin beli sesuatu.",
  "summer_Tue": "Belakangan ini aku lihat ada banyak buah di hutan.#$e#Meramban bisa jadi cara seru menambah penghasilan. Atau kau bisa pakai hasil temuanmu untuk hadiah dan makanan.",
  "summer_Wed": "Hai. Apa kebutuhanmu untuk kebun sudah lengkap?#$e#Kalau belum, kami bisa membantu.#$e#Kami menjual banyak barang yang berguna.",
  "summer_Sat": "Ini firasatku saja, atau memang Abigail jadi agak pucat?#$e#Mungkin aku terlalu khawatir.",
  "summer_Sat_inlaw_Abigail": "Bagaimana kabar Abigail? Dia selalu terlihat pucat. Semoga kehidupan bertani membuat kulitnya tidak pucat.",
  "summer_Sun": "Hari ini aku mau bersantai dan berpikir positif.#$e#Kamu pernah ambil hari libur belum?",
  "summer_Wed6": "Semakin kamu tua, waktu terasa semakin cepat berlalu...$s ",
  "fall_Mon": "Musim gugur adalah musim favorit Abby, jadi aku harap dia sering keluar kamar.",
  "fall_Mon_inlaw_Abigail": "Dulu Abby sekolahnya daring, tapi kurasa dia tidak menyukainya...#$e#Dia gadis yang berjiwa bebas, mirip denganku sebelum ketemu Pierre. Dia mungkin kegirangan tinggal di kebunmu.",
  "fall_Tue": "Aku melihat ada jamur yang bisa dimakan di hutan.#$e#Meramban bisa jadi cara seru menambah penghasilan. Atau kau bisa pakai hasil temuanmu untuk hadiah dan makanan.",
  "fall_Sat": "Ini firasatku saja, atau memang Abigail kebanyakan main video gim?#$e#Mungkin aku sudah ketinggalan zaman.",
  "fall_Wed6": "Tahu tidak, dulu aku ingin jadi petani. Yah, lebih tepatnya jadi peternak.#$e#Aku suka film tentang wild west saat masih muda.",
  "winter_Tue": "Musim dingin memang keras, tapi kau bisa dapat ubi dari menggali jika beruntung.#$e#Meramban bisa jadi cara seru menambah penghasilan. Atau kau bisa pakai hasil temuanmu untuk hadiah dan makanan.",
  "winter_Fri": "Meskipun cuacanya dingin, aku masih mengecek taman kota.#$e#Aku cuma memastikan agar tanahnya tidak rusak saat musim semi tiba.",
  "winter_Sat": "Apa menurutmu Abby cocok dengan warna rambut aslinya?#$e#Dulu warna rambutnya coklat.",
  "winter_Wed6": "Apa kau menantikan tahun baru?#$e#Aku prediksi kamu akan sukses besar dalam bertani.$h"
}