{
  "Introduction": "Er... hai. Aku Clint.#$e#Aku pandai besi di kota ini. Kalau kamu butuh peningkatan perkakas, akulah orang yang kau butuhkan.",
  "cc_Minecart": "Entah bagaimana, sistem kereta tua di kota mulai berfungsi lagi. Sangat mudah untuk pulang dan pergi ke tambang.#$b#Tapi jangan terlalu nyaman dulu... kalau itu bisa dipakai secara tiba-tiba, itu bisa saja ditutup secara tiba-tiba juga...",
  "Mon": "Yap. Aku seorang pandai besi.#$e#Ayahku juga seorang pandai besi.#$e#Kakekku juga seorang pandai besi.$u#$q 9/9 Mon_old#Kamu pasti tidak tahu apa pekerjaan kakek buyutku...#$r 9 30 Mon_9#Seorang pandai besi.#$r 9 50 Mon_clown#Seorang badut konyol.#$r 9 -50 Mon_rude#Orang yang kurangajar.",
  "Mon_old": "Ya betul, kakek buyutku juga seorang pandai besi.",
  "Mon_9": "Bagaimana kamu bisa tahu?$u",
  "Mon_clown": "Hahahaha. Lumayan lucu.$h",
  "Mon_rude": "Wow. Kamu kasar sekali. Aku cuma melucu dan kamu terlalu berlebihan menanggapinya.",
  "Mon4": "Bersyukurlah kamu jadi seorang petani, @. Lebih baik bekerja di luar daripada di dekat tungku panas sepanjang hari.#$e#Aku jadi pandai besi karena ayahku mendorongku ke arah sana.",
  "Tue": "Kalau kamu ingin aku meningkatkan perkakasmu, kamu harus memberiku logam yang tepat.#$e#Dan kamu juga perlu membayar ongkosnya tentu saja.",
  "Wed": "Hei. Ada yang bisa dibantu?",
  "Wed6": "Oh, hai @. Maaf aku lagi sedikit kotor. Aku bekerja di tungku panas sejak pagi tadi.$h#$e#Jadi, ada yang kamu butuhkan, atau kamu hanya datang berkunjung?",
  "Thu": "Bisnis sedang lamban akhir-akhir ini.#$e#Segera tingkatkan perkakasmu, aku lagi butuh uang.",
  "Fri": "Cuaca tidak terlalu berpengaruh bagiku. Aku biasanya selalu di dalam kios sepanjang tahun.#$e#Menyedihkan, bukan?",
  "Sat": "Kadang-kadang aku bertanya bagaimana aku bisa berada di kota ini.$u",
  "Sat6": "Sialan, aku sudah terlalu tua untuk melakukan hal yang menarik. Yang harus kunantikan cuma bekerja penuh keringat selama bertahun-tahun di dekat tungku panas.",
  "Sun": "Apa kamu sedang tidak ada pekerjaan?",
  "Sun4": "Bagaimana keadaan perkakasmu?",
  "event_advice1": "Oke... Akan kuingat itu.",
  "event_advice2": "Itulah masalahnya... Aku sudah bersikap normal... tapi aku tidak pernah berhasil.$s",
  "summer_Mon4": "Bersyukurlah kamu jadi seorang petani, @. Lebih baik bekerja di luar daripada di dekat tungku panas sepanjang hari.#$e#Aku jadi pandai besi karena ayahku mendorongku ke arah sana.",
  "summer_Wed6": "Oh, hai @. Maaf aku lagi sedikit kotor. Aku bekerja di tungku panas sejak pagi tadi.$h#$e#Jadi, ada yang kamu butuhkan, atau kamu hanya datang berkunjung?",
  "summer_Thu": "Bisnis sedang lamban akhir-akhir ini.#$e#Segera tingkatkan perkakasmu, aku lagi butuh uang."
}