{
  "Introduction": "Salam! Aku Demetrius, ilmuwan setempat dan seorang ayah. Terima kasih telah memperkenalkan diri!#$e#Aku sedang mempelajari tanaman dan hewan setempat dari laboratorium rumahku.#$b#Sudahkah kamu bertemu dengan putriku Maru? Dia tertarik untuk bertemu denganmu.",
  "pamHouseUpgradeAnonymous": "Robin bahkan tidak mau memberi tahu *aku* siapa yang membiayai rumah baru Pam!#$e#Aku berpura-pura marah padanya, tapi sebenarnya aku senang dia sangat setia pada kata-katanya...$h",
  "Mon": "Maru kadang-kadang membantuku di lab... Dia anak yang baik.",
  "Mon_inlaw_Maru": "Sulit untuk melakukan penelitian yang baik tanpa bantuan Maru...#$b#Tapi kebahagiaannya jauh lebih penting dari eksperimenku!",
  "Tue": "Lembah ini memiliki ekosistem yang sangat hidup dan beragam. Itulah salah satu alasan aku bersemangat untuk pindah ke sini.",
  "Wed": "Kamu mungkin menumbuhkan banyak tanaman menarik di pertanian, ya?#$e#Mungkin suatu hari nanti aku akan mampir dan memeriksanya.",
  "Thu": "Bagaimana bisnis pertaniannya? Ini sedang musim parsnip, bukan?#$e#Aku bisa membayangkannya betapa damainya bekerja di luar rumah dengan tanaman sepanjang hari.",
  "Fri": "Robin orangnya temperamental. Lebih baik tetap di sisi baiknya.#$e#Jangan bilang padanya kalau aku bilang ini.$h",
  "Sat": "Kita lihat... Jika senyawa di rhizosphere mengandung tingkat Karbon-13 yang cukup, maka...$u#$b#Oh! Maaf. Aku sedang merenungkan data penelitian dan aku tidak melihatmu di sana.#$e#Apa kamu butuh sesuatu?",
  "Sun": "Senang sekali istirahat dari pekerjaan sesekali.#$e#Kukira itu agak sulit saat kamu tinggal di pertanian.#$e#Hei, setidaknya di musim dingin kamu tidak perlu khawatir dengan tanaman.",
  "Fri4": "Robin orangnya temperamental. Lebih baik tetap di sisi baiknya.#$e#...sekarang kalau saja aku bisa mengukur tingkat suasana hatinya, mungkin aku bisa memodelkan fluktuasinya menggunakan kurva sinusoidal...$u",
  "Wed6": "Hai @! Bagaimana kabarmu hari ini?#$e#Andai saja aku bisa membantu bertanimu lebih mudah dengan suatu cara.",
  "Event_tomato1": "Benarkah? Kupikir seorang petani akan tahu jawaban yang benar...$s",
  "Event_tomato2": "Lihat? @ setuju denganku.",
  "Event_Lab_Silence": "Baiklah, sebaiknya kita tuang solusi ini sebelum mengkristal.",
  "Event_Lab_Rat": "*hahh*... %fork$4",
  "summer_Mon": "#$e#%Demetrius sedang berpikir keras.#$e#Maaf, aku benar-benar sibuk.#$e#Ada begitu banyak tanaman untuk dipelajari saat ini.",
  "summer_Tue": "Pastikan untuk menyirami tanamanmu setiap hari.#$e#Tapi, kalau kamu sudah memakai pupuk penahan air, kamu tidak perlu terlalu khawatir menyiraminya.#$e#Cukup mudah.",
  "summer_Thu": "Bagaimana bisnis pertaniannya? Ini sedang musim tomat, bukan?#$e#Aku bisa membayangkannya betapa damainya bekerja di luar rumah dengan tanaman sepanjang hari.",
  "summer_Fri": "$p 40#Jadi, kudengar Maru mengajakmu memakai teleskop di belakang itu.|Kalau kamu dan Maru menjadi teman, aku yakin dia akan menunjukkan cara menggunakan teleskop yang di belakang itu.#$e#Menarik, bukan?",
  "summer_Fri_inlaw_Maru": "Kuharap putriku tetap mempertahankan matematika dan sainsnya!",
  "summer_Sat": "Hmm... Jika kadar strigolakton dapat ditingkatkan, apakah itu akan memiliki efek proporsional pada pertumbuhan mikoriza?$u#$b#Oh! Maaf. Aku sedang merenungkan data penelitian dan aku tidak melihatmu di sana.#$e#Apa kamu butuh sesuatu?",
  "summer_Mon6": "Aku menjadi ilmuwan karena ingin berkontribusi pada perkembangan spesies kita.#$e#Tentu saja, semua ini tidak akan mungkin terjadi tanpa petani seperti dirimu.$h",
  "fall_Mon": "Pada musim ini aku mengalihkan perhatianku ke jamur.",
  "fall_Tue": "Kita tahu banyak tentang alam berkat ilmu pengetahuan.#$e#Tapi selalu ada banyak hal lagi untuk dipelajari.",
  "fall_Thu": "Bagaimana bisnis pertaniannya? Ini sedang musim jagung, bukan?#$e#Aku bisa membayangkannya betapa damainya bekerja di luar rumah dengan tanaman sepanjang hari.",
  "fall_Fri": "Maru menghabiskan banyak waktu untuk mengerjakan gawai miliknya.#$e#Aku senang dia begitu berdedikasi.",
  "fall_Fri_inlaw_Maru": "Aku masih terperangah dengan robot rahasia Maru... apa itu semua hanya mimpi?",
  "fall_Sat": "Kita lihat... mungkin tingkat fiksasi nitrogen dipengaruhi oleh sekresi nematoda...$u#$b#Oh! Maaf. Aku sedang merenungkan data penelitian dan aku tidak melihatmu di sana.#$e#Apa kamu butuh sesuatu?",
  "fall_Wed6": "Hai @. Aku senang tiap kali kamu datang berkunjung.#$e#Senang rasanya ada yang menemani setelah semua pekerjaan laboratorium yang sepi ini.",
  "winter_Mon": "Aku sedang beristirahat dari penelitian sekarang.",
  "winter_Tue": "Bicaralah dengan istriku kalau kamu ingin menambah ukuran rumahmu.",
  "winter_Wed": "Apa kamu punya dapur di rumah?#$e#Memasak itu seperti melakukan pekerjaan lab.",
  "winter_Thu": "Apa kamu punya ternak di pertanianmu?",
  "winter_Fri": "Halo.#$e#%Demetrius sedang berpikir keras.",
  "winter_Sat": "Kita lihat... kalau kadar nitrogen musiman dapat dimodelkan dengan fungsi piecewise...$u#$b#Oh! Maaf. Aku sedang merenungkan data penelitian dan aku tidak melihatmu di sana.#$e#Apa kamu butuh sesuatu?",
  "winter_Sun": "Jangan ragu untuk mengambil sebanyak mungkin kayu dan batu dari area ini.",
  "winter_Fri4": "Terima kasih sudah mampir. Aku perlu memikirkan sesuatu selain tanaman polong-polongan untuk sementara.#$e#Jadi, apa yang kamu lakukan akhir-akhir ini?#$e#Kedengarannya menarik."
}