{
  "Introduction": "Salam! Aku Demetrius, ilmuwan lokal dan seorang ayah. Terima kasih sudah mengenalkan diri!#$e#Aku meneliti flora dan fauna lokal di laboratoriumku.#$b#Kau sudah bertemu putriku, Maru? Dia ingin sekali bertemu denganmu.",
  "Resort_Entering": "Aku langsung lihat kepiting langka. Tempat ini memang hebat.$h",
  "Resort_Leaving": "Data ini bisa dianalisa selama berbulan-bulan.",
  "Resort_Shore": "*krekk*... Ups, nggak sengaja menginjak kepiting langka...$s#$b#...#$b#Oh, ternyata bukan. Itu cuma cangkang kosong!",
  "Resort_Chair": "Apa kau bersenang-senang, @? Sesekali kamu juga harus bersantai!",
  "Resort_Bar": "Biasanya aku jarang ikut... tapi aku jarang juga ke pulau eksotis. Hahaha.$h",
  "Resort": "Kau tau kenapa tempat ini menakjubkan? Karena penuh dengan flora dan fauna eksotis!",
  "reject_869": "Spesimen yang bagus, tapi ini spesies biasa. Kamu simpan saja.",
  "reject_865": "Buah dan garam? Kombinasi yang aneh...$s",
  "pamHouseUpgradeAnonymous": "Robin tak mau memberitahu siapa yang membiayai rumah baru Pam!#$e#Aku pura-pura marah, tapi sebenarnya aku senang karena dia menepati janjinya...$h",
  "Mon": "Maru kadang-kadang membantuku di laboratorium... Dia anak yang baik.",
  "Mon_inlaw_Maru": "Sulit melakukan eksperimen tanpa bantuan Maru...#$b#Tapi kebahagiannya lebih penting dari segalanya!",
  "Tue": "Kota ini memiliki ekosistem yang beraneka ragam. Itulah alasanku pindah kesini.",
  "Wed": "Kamu menanam tumbuhan yang menarik di kebunmu, ya?#$e#Kalau boleh kapan-kapan aku akan kesana.",
  "Thu": "Bagaimana bisnismu? Sekarang sedang musim parsnip ya?#$e#Aku bisa bayangkan betapa damainya kerja di luar sambil bercocok tanam setiap hari.",
  "Fri": "Robin wataknya pemarah. Jangan sampai dipanasi.#$e#Jangan bilang soal ini padanya.$h",
  "Sat": "Kita lihat... kalau senyawa dalam rhizosfer mengandung kadar karbon-13 yang cukup, maka ...$u#$b#Oh! Maaf. Aku sedang fokus meneliti dan tidak melihatmu.#$e#Ada yang bisa dibantu?",
  "Sun": "Sesekali beristirahat dari kerja itu bagus.#$e#Tapi kurasa itu sulit saat kamu tinggal di kebun, ya?#$e#Setidaknya kau tidak usah bingung merawat tanaman di musim dingin.",
  "Fri4": "Robin wataknya pemarah. Jangan sampai dipanasi.#$e#...tapi tingkat suasana hatinya bisa diukur, aku bisa membuat model fluktuasi menggunakan kurva sinusoidal ...$u",
  "Wed6": "Hai @! Bagaimana harimu?#$e#Andai saja aku bisa melakukan sesuatu untuk membantu pekerjaanmu.",
  "Event_tomato1": "Iyakah? aku pikir petani akan tahu jawaban yang benar ...$s",
  "Event_tomato2": "Lihat? @ dia setuju denganku.",
  "Event_Lab_Silence": "Nah, sebaiknya kita titrasi solusi ini sebelum mengkristal.",
  "Event_Lab_Rat": "*sigh*... %fork$4",
  "summer_Mon": "#$e#%Demetrius adalah sibuk dalam pikirannya.#$e#Maaf aku sedang sibuk.#$e#Ada begitu banyak tanaman untuk dipelajari sekarang.",
  "summer_Tue": "Pastikan kau menyiram tanamanmu setiap hari.#$e#Jika kau malas menyiraminya kau bisa mengunakan penyiram tanaman otomatis.#$e#Hal ini cukup nyaman.",
  "summer_Thu": "Bagaimana bisnis pertanianmu? Ini musim tomat, bukan?#$e#Aku bisa membayangkannya, bekerja di luar ruangan dengan tanaman sepanjang hari.",
  "summer_Fri": "$p 40#Aku mendengar Maru menunjukkan teleskopnya.|Jika kau berteman dengan Maru. DIa akan menunjukkan cara menggunakan teleskopnya.#$e#Menarik, bukan?",
  "summer_Fri_inlaw_Maru": "Aku harap putriku menyukai matematika dan sains!",
  "summer_Sat": "Hmm ... Jika tingkat strigolactone dapat ditingkatkan, hal itu memiliki efek proporsional pada pertumbuhan mikoriza?$u#$b#Oh! Maaf. Aku sedang sibut meneliti dan aku tidak melihatmu.#$e#Apa kau butuh sesuatu?",
  "summer_Mon6": "Aku menjadi seorang ilmuwan karena aku ingin berkontribusi pada perkembangan manusia.#$e#Tentu saja, semua ini tidak akan mungkin tanpa petani seperti dirimu.$h",
  "fall_Mon": "Tahun uni aku tertarik meneliti jamur.",
  "fall_Tue": "Kami tahu banyak tentang alam berkat ilmu pengetahuan.#$e#Tapi masih banyak hal untuk dipelajari.",
  "fall_Thu": "Bagaimana bisnis pertanianmu? Ini musim jagung, bukan?#$e#I can imagine it being pretty peaceful, working outdoors with plants all day.",
  "fall_Fri": "Maru menghabiskan banyak waktu bekerja pada gadget miliknya.#$e#Aku senang dia begitu berdedikasi.",
  "fall_Fri_inlaw_Maru": "Aku masih terperangah tentang robot rahasia Mary ... itu semua seperti mimpi?",
  "fall_Sat": "Mari kita lihat ... mungkin tingkat fiksasi nitrogen dipengaruhi oleh sekresi nematoda...$u#$b#Oh! Maaf. Aku sedang sibut meneliti dan aku tidak melihatmu.#$e#Apa kau butuh sesuatu?",
  "fall_Wed6": "Hai @.Aku senang ketika kau datang untuk berkunjungan.#$e#Sangat menyenangkan punya teman di saat sendirian di laboratoorium.",
  "winter_Mon": "Aku sedang istirahat dari penelitianku.",
  "winter_Tue": "Tinggal bilang ke istriku jika kau ingin mengingkatkan rumahmu.",
  "winter_Wed": "Kau punya dapur di rumahmu?#$e#Memasak sama dengan meneliti.",
  "winter_Thu": "Kau punya hewan ternak di kebunmu?",
  "winter_Fri": "Hello.#$e#%Demetrius tampaknya hilang pikiran.",
  "winter_Sat": "Mari kita lihat ... mungkin tingkat fiksasi nitrogen dipengaruhi oleh sekresi nematoda...$u#$b#Oh! Maaf. Aku sedang sibut meneliti dan aku tidak melihatmu.#$e#Apa kau butuh sesuatu?",
  "winter_Sun": "Jangan ragu untuk menyimpan banyak kayu dan batu untuk persediaan.",
  "winter_Fri4": "Terima kasih untuk mampir. Aku sementara harus berpikir selain penelitian kacang-kacangan.#$e#APa yag kau lakukan akhir-akhir ini?#$e#Kedenganrannya menarik."
}