{
  "Introduction": "Oh, kau petani baru yang kami nantikan... dan memantik banyak perbincangan.#$b#Aku Elliott... Aku tinggal di kabin kecil dekat pantai. Senang bertemu denganmu.",
  "Resort_Entering": "Perjalanan yang menyenangkan!",
  "Resort_Leaving": "Sampai jumpa lagi di lembah.",
  "Resort_Leaving_2": "Semoga tidak ada lagi kepiting yang menyelinap di dalam baju-bajuku.$s#$b#Bayangkan kalau dia keluar dan menyadari dia bermil-mil dari rumah!$h#$e#Hmmm... Mungkin akan menjadi kisah yang menarik untuk novelku...",
  "Resort_Chair": "Aku hanya istirahat sebentar untuk mengoles minyak kelapa di tubuhku.$h",
  "Resort_Bar": "Gus, aku akan mentraktir semua orang!#$b#*hik*... Oh... Uangku kurang.$s#$b#Heh heh... Gus, tidak jadi!",
  "Resort_Wander": "Aku dengar rumor kalau para bajak laut berlabuh tiap malam hari. Wow, itu pasti akan ramai!",
  "Resort": "Harus kuakui, pantai ini membuat hatiku menyadari betapa indahnya dunia ini.",
  "Resort_2": "Oh tidak! Rumput laut menyangkut pada rambutku.#$e#Inilah yang terjadi jika bersantai di pantai.",
  "danceRejection": "Maaf... jangan sekarang.$s",
  "divorced": "...$s#$e#Kenapa kau menyiksaku? Tak bisakah kau lihat? Kau telah menghancurkan harapan dan mimpiku!$s",
  "dumped_Guys": "Pergilah. Aku tidak tahan melihatmu.$s",
  "secondChance_Guys": "Kau telah menyakitiku... Tapi aku akan meninggalkan masalah itu dan memulai kembali.$s",
  "breakUp": "Ah... Wilted Bouquet. Benda yang tidak ingin kulihat...$s#$b#Sepertinya aku harus menatap ke cakrawala yang beda...$s",
  "Mon": "Aku juga warga baru, tapi tempat ini sudah kuanggap seperti rumahku.$h#$e#Aku pindah kesini setahun sebelum kamu.",
  "Mon4": "Kuharap kau menganggap tempat ini sebagai 'rumah'.",
  "Tue": "Ide bagus sebenarnya mudah didapat... tapi jika kepalamu banyak pikiran kau akan sulit melakukannya.#$e#Maaf, aku harus kembali ke pekerjaanku.",
  "Tue6": "Gesekan pensil dan kertas bagaikan musik yang menenangkan jiwa.$u#$b#Itulah mengapa aku memilih pantai ini sebagai rumah, supaya bisa tenang saat bekerja.",
  "Wed": "Hutan tempat yang indah. Apa kau sudah ke sana?",
  "Wed8": "Maaf, Aku sedang murung sekarang.$s#$e#Aku harap aku punya harapan di masa depan.$s#$e#Aku tidak ingin jadi petapa tua di pantai ini...$s",
  "Thu2": "Saat ini, aku belum menemukan insiprasi untuk menulis novelku...$s",
  "Thu4": "Akhir-akhir ini aku merasa penuh harapan. Mungkin cuacanya sedang berganti.",
  "Thu6": "Kadang aku penasaran bagaimana rasanya jadi sombong dan tidak punya kemampuan...$s#$e#Tidak... Aku tidak minta dipuji. Tapi itu akan sangat kuhargai...",
  "Thu8": "#$1 elliottApol#Sedikit sunyi ketika di pantai... Jadi, maafkan kelakuanku saat kita pertama bertemu. Aku ingin sekali punya teman.$k#$e#Senang sekali punya teman dekat sepertimu.",
  "Thu": "Halo, @.#$e#Bagaimana kabarmu?",
  "Fri": "Udara segar di lembah ini bagus untuk tubuh dan pikiran.#$e#Aku suka sekali jalan-jalan di sini.",
  "Fri4": "Ah... jangan bawa obor di dekat rambutku.",
  "Fri8": "Kuakui... Butuh beberapa jam setiap paginya untuk merapikan rambutku.",
  "Sat": "Kau mungkin takkan suka dengan kabinku. Disana gelap dan banyak laba-laba.$s",
  "Sat4": "Maafkan keadaan kabinku yang seperti ini.",
  "Sat6": "Beberapa orang itu pemalu. Tetaplah ramah dan mereka akan nyaman denganmu.#$e#Semua orang ingin punya teman, bahkan si pandai besi penggerutu itu juga.",
  "Sun": "Halo. Semoga kehidupan bertanimu sesuai dengan yang kau harapkan?",
  "Sun6": "Oh, @! Aku menantimu.#$e#Senang bisa sering melihatmu.$h",
  "event_idea1": "Misteri, ya? Itu genre yang sangat menarik. Akan kuingat.",
  "event_idea2": "Ah, salah satu genre klasik. Akan kuingat.",
  "event_idea3": "Aku tidak menyangka! Meski profesimu 'membumi' tapi isi kepalamu ada di angkasa.$h#$b#Akan kuingat.",
  "event_boat1": "...Aku cemas kalau kau tidak suka sesama.$l^Aku juga.$l",
  "event_boat2": "Oh! Aku minta maaf.$8%fork",
  "event_toast1": "Hmmm... Baiklah.#$b#Untuk @!",
  "event_toast2": "Ide bagus!$h#$b#Untuk kita!",
  "event_toast3": "Hmmph...lupakan itu.$a",
  "event_toast4": "Ah, untuk masa depan komunitas yang rukun... ide yang mulia.#$b#Untuk Pelican Town!",
  "summer_Mon": "Secercah mentari membangunkanku pagi ini. Aku belum pernah sebugar ini.$u#$e#Maaf kalau kau tidak tertarik dengan itu.",
  "summer_Mon4": "Aku tahu aku orang yang 'aneh'.#$e#Semoga kau tidak keberatan.$h",
  "summer_Mon6": "@, aku tau kau yakin dengan kemampuanku sebagai penulis. Itu sangat bermakna buatku.$h",
  "summer_Tue": "Aku menemukan beberapa kerang cantik di depan rumah.#$e#Mungkin varian yang lebih langka harganya mahal.",
  "summer_Tue6": "Aku menulis dengan harapan menyatukan setiap orang dalam ruang dan waktu.$u#$e#*Hahh~*...tapi waktu telah berganti. Orang-orang sudah jarang membaca.$s",
  "summer_Wed": "Pasti menyenangkan bisa mengikuti pertumbuhan tanaman dari benih sampai panen.#$e#Rasanya seperti isi hatimu tertuang ke dalam buah.$u",
  "summer_Thu": "Astaga! Sepatuku penuh pasir.$s#$e#Ini tak enaknya tinggal di pantai.",
  "summer_Fri": "@? Kau terlihat bingung.#$b#Sepertinya udara musim panas bisa membuat kita pusing.",
  "summer_Sat": "Hari ini matahari sedang marah... Kulitku agak sensitif.",
  "summer_Sun": "Kau datang jauh-jauh cuma untuk ngobrol denganku? Kau baik.$h",
  "summer_Sun4": "Mampirlah ke kabinku kapanpun maumu. Aku butuh teman bicara.$h",
  "fall_Mon": "Halo @.#$e#Pastikan untuk sering-sering istirahat dari pekerjaan.",
  "fall_Mon4": "Mampirlah kalau ingin beristirahat.$h#$e#Aku biasanya ada di rumah.",
  "fall_Tue": "Katanya dulu ada kapal bajak laut yang penuh dengan emas hasil jarahan karam di sini.",
  "fall_Tue8": "@, aku barusan kepikiran diramu.$l#$e#Mungkin kau merasakannya.$h#$e#Jadi, ayo ceritakan harimu.",
  "fall_Wed8": "Aku tidak keberatan untuk mencoba berkebun.#$e#Suasana sunyi di kebun bisa jadi sumber inspirasi sastra, iya kan?$h",
  "fall_Thu": "Astaga! Ada kepiting kecil yang tinggal di saku kemejaku.$l#$e#Itulah tidak enaknya tinggal di pantai.",
  "fall_Fri4": "Kakiku kebas karena semalaman duduk dan menulis di meja.$s#$e#Kadang aku iri padamu, @.",
  "fall_Fri": "Kakiku kebas karena dari pagi duduk dan menulis di meja..$s",
  "fall_Fri10": "@, saat ada kamu... Entah kenapa aku merasa terinspirasi.$l#$e#Memang terdengar aneh... tapi itu benar.",
  "fall_Sat": "Di saat seperti ini anginnya mulai kencang. Fantastis!$h",
  "fall_Sun": "Ingat, aku harus menyiram tanaman hari ini. Jangan pakai air laut lagi!",
  "winter_Mon": "Kau jauh-jauh ke sini saat musim dingin?#$e#Aku bisa istirahat dari kerja rodiku.",
  "winter_Mon4": "@, meskipun bersalju kau tetap mampir ke sini?#$e#Aku merasa terhormat!$h",
  "winter_Tue": "Manusia sudah mencari nafkah dari laut sejak ribuan tahun lalu.#$e#Kalau aku tinggal beli di toko saja.$s",
  "winter_Tue10": "@, firasatku bilang kau akan mampir.#$e#Mungkin kita terikat dengan benang takdir.$l",
  "-winter_Wed": "Hari tidak akan membosankan kalau kau mengikuti imajinasimu.$u#$e#Maaf, aku tadi lagi bicara sendiri.",
  "winter_Thu": "Tarik napas. Apa kau merasakannya? Itu bau laut.#$e#Apa yang kau rasakan?",
  "winter_Thu6": "Tarik napas. Apa kau merasakannya? Itu bau laut.#$e#Setiap mencium bau laut, aku jadi teringat dulu. Sewaktu kecil aku sangat kagum dengan lautan.",
  "winter_Fri": "Aku harus menyisir rambut setiap hari, kalau tidak rambutku bisa kusut.#$e#Merepotkan sih.#$e#Tumben juga aku tidak ingin memangkasnya.$h#$e#Aku terlalu sayang sama rambutku.",
  "winter_Sat": "Kadang aku olahraga di rumah, kalau di luar terlalu dingin.#$e#Maaf kalau di kabin agak lembab.$s",
  "winter_Sun": "Aku harus membersihkan lantaiku. Sudah mulai berlumut.$s#$e#Apa kau sering bersih-bersih?"
}