{
  "Introduction": "Ah, petani baru yang kami tunggu-tunggu... yang kedatangannya telah menjadi buah bibir belakangan ini!#$b#Namaku Elliott... aku di tinggal di pondok kecil di tepi pantai. Senang bertemu denganmu.",
  "danceRejection": "Maaf ya... mungkin nanti.$s",
  "divorced": "...$s#$e#Kenapa kau lakukan ini? Tidakkah bisa kau lihat bahwa kau telah menghancurkan mimpi serta harapanku?$s",
  "dumped_Guys": "Enyahlah. Aku tak sanggup melihatmu.$s",
  "secondChance_Guys": "Kau benar-benar menyakiti hatiku... tapi aku rela melupakan semuanya sekarang.$s",
  "breakUp": "Ah... buket layu. Benar-benar disayangkan...$s#$b#Kurasa ada hal baik untukku dibalik kemalangan ini...$s",
  "Mon": "Aku sendiri juga merupakan orang baru di kota ini, tapi aku merasa seolah berada di rumah.$h#$e#Aku datang hanya setahun lebih awal darimu.",
  "Mon4": "Kuharap kau mulai menganggap kota ini sebagai rumahmu.",
  "Tue": "Sebuah ide yang bagus sering kali muncul di saat yang tidak terduga... tapi kau bisa saja melewatkannya jika kau tidak memperhatikannya.#$e#Yah, sekarang aku harus kembali kerja.",
  "Tue6": "Musik yang ada di dalam jiwaku adalah suara manis dari goresan pena di atas sehelai kertas.$u#$b#Itulah mengapa aku memilih pantai ini sebagai rumah, supaya aku bisa bekerja dengan tenang.",
  "Wed": "Apa kau sudah pernah pergi ke hutan? Di sana benar-benar indah.",
  "Wed8": "Maaf, aku merasa sedih dan muram hari ini.$s#$e#Aku mengharapkan hidup yang pasti.$s#$e#Aku tidak ingin hidup sendirian di pantai ini hingga aku tua...$s",
  "Thu2": "Aku kesulitan mendapat inspirasi untuk menulis novelku...$s",
  "Thu4": "Aku merasa bersemangat. Mungkin karena cuacanya.",
  "Thu6": "Kadang aku menganggap diriku tak berbakat dan hanya memiliki kepercayaan diri yang berlebih...$s#$e#Meski pujian adalah sesuatu yang aku senangi, aku bukanlah orang yang haus pujian.",
  "Thu8": "#$1 elliottApol#Hidup sendirian membuatku kesepian... jadi maafkan aku jika aku terlihat sok akrab dulu. Seorang teman baru membuatku bersemangat.$k#$e#Senang rasanya punya sahabat sepertimu.",
  "Thu": "Halo, @.#$e#Apa kau baik-baik saja?",
  "Fri": "Udara segar di lembah ini bagus untuk kesehatan.#$e#Jalan-jalan sebentar selalu membuatku lebih bersemangat.",
  "Fri4": "Ah... jangan bawa obor terlalu dekat dengan rambutku...$8",
  "Fri8": "Kuakui... Aku habiskan berjam-jam tiap pagi untuk menata rambutku agar terlihat bagus.",
  "Sat": "Kau mungkin tidak suka pondokku. Tempatnya gelap dan dipenuhi laba-laba.$s",
  "Sat4": "Maafkan pondokku yang berantakan ini.",
  "Sat6": "Beberapa orang memiliki sifat pemalu. Tetaplah berkomunikasi dengan mereka dan mereka akan nyaman berada di dekatmu.#$e#Semua orang suka berteman, tidak terkecuali si pandai besi yang suka menggerutu itu.",
  "Sun": "Halo. Apakah kehidupan barumu berjalan sesuai harapan?",
  "Sun6": "Oh, @! Aku tadi sempat berharap kau akan muncul.#$e#Selalu senang rasanya bisa melihatmu.$h",
  "event_idea1": "Misteri ya? Itu jenis yang bagus. Akan kuingat.",
  "event_idea2": "Ah, salah satu aliran klasik. Akan kuingat.",
  "event_idea3": "Benar-benar di luar tebakanku! Kurasa kita memang tidak bisa menebak apa yang ada di dalam diri setiap orang.$h#$b#Akan kuingat itu.",
  "event_boat1": "... Aku sempat ragu kau tidak memiliki perasaan untuk pria lain.$l^Begitupun denganku.$l",
  "event_boat2": "Oh! Aku benar-benar minta maaf.$8%fork",
  "event_toast1": "Yah... baiklah.#$b#Mari bersulang untuk @!",
  "event_toast2": "Ide yang bagus!$h#$b#Bersulang untuk kita!",
  "event_toast3": "Hmmph...lupakan saja.$a",
  "event_toast4": "Ah, untuk masa depan yang indah bagi semuanya... ide yang luar biasa.#$b#Mari bersulang untuk Kota Pelikan!",
  "summer_Mon": "Pancaran sinar matahari yang lembut membangunkanku pagi ini. Aku tidak pernah merasa sesegar ini.$u#$e#Maaf jika kata-kataku tidak membuatmu tertarik.",
  "summer_Mon4": "Aku tahu bahwa aku ini orang aneh.#$e#Semoga hal itu bukan jadi masalah bagimu.$h",
  "summer_Mon6": "@, Aku tahu kau selalu mendukungku sebagai penulis. Itu sangat berarti buatku.$h",
  "summer_Tue": "Aku menemukan banyak sekali cangkang-cangkang yang indah di depan rumahku.#$e#Aku bisa menebak bahwa beberapa cangkang bernilai tinggi.",
  "summer_Tue6": "Aku berharap bisa menjalin hubungan dengan semua orang melalui ruang dan waktu dengan tulisanku.$u#$e#*huft*...zaman sudah berubah. Orang-orang sudah tidak baca buku lagi.$s",
  "summer_Wed": "Pasti menyenangkan melihat tumbuhan di perkebunanmu tumbuh dari bibit hingga waktunya panen.#$e#Rasanya seolah intisari dirimu ikut masuk ke dalam tumbuhan itu.$u",
  "summer_Thu": "Waduh! Sepatuku kemasukan pasir.$s#$e#Inilah masalah yang sering kuhadapi karena tinggal di pantai.",
  "summer_Fri": "@? Kau kelihatan bingung.#$b#Kurasa cuaca panas ini membuat kita semua merasa pusing.",
  "summer_Sat": "Sang surya tampak marah hari ini... Sayang sekali kulitku ini sensitif.",
  "summer_Sun": "Kau datang jauh-jauh hanya untuk berbincang denganku? Baik sekali.$h",
  "summer_Sun4": "Datanglah ke pondokku kapan pun kau mau. Aku senang menerima tamu.$h",
  "fall_Mon": "Halo @.#$e#Pastikan dirimu cukup beristirahat.",
  "fall_Mon4": "Mampirlah ke rumahku jika kau sedang istirahat.$h#$e#Aku hampir selalu ada di rumah.",
  "fall_Tue": "Konon sebuah kapal perompak yang penuh dengan emas jarahan pernah terdampar di sini.",
  "fall_Tue8": "@, aku baru saja memikirkan dirimu.$l#$e#Mungkin kau bisa merasakannya.$h#$e#Nah! Coba ceritakan padaku tentang hari yang kau alami.",
  "fall_Wed8": "Aku tidak keberatan mencoba menjadi petani.#$e#Suasana tenang di perkebunan mungkin bisa jadi sumber inspirasi yang bagus untuk tulisanku, bukankah begitu?$h",
  "fall_Thu": "Waduh! Ada kepiting kecil di saku bajuku.$l#$e#Ini hal yang biasa terjadi jika kau tinggal di pantai.",
  "fall_Fri4": "Kakiku terasa kaku karena terlalu lama duduk.$s#$e#Terkadang aku iri padamu, @.",
  "fall_Fri": "Kakiku terasa kaku karena aku duduk terlalu lama pagi ini.$s",
  "fall_Fri10": "@, saat kau ada di dekatku... aku merasa penuh dengan ide.$l#$e#Aku tahu kedengarannya aneh, tapi begitulah adanya.",
  "fall_Sat": "Angin berhembus kencang di musim ini. Luar biasa!$h",
  "fall_Sun": "Aku harus ingat menyiram tanamanku hari ini. Dan memastikan kalau aku menyiramnya bukan dengan air laut!",
  "winter_Mon": "Kau sempat mampir saat dingin begini?#$e#Aku perlu sedikit istirahat.",
  "winter_Mon4": "@, kau menembus dinginnya salju demi menemuiku?#$e#Aku merasa terhormat!$h",
  "winter_Tue": "Dulu orang-orang mencari penghidupan dari hasil laut.#$e#Sekarang aku hanya perlu pergi ke toko.$s",
  "winter_Tue10": "@, Aku bisa merasakan kalau kau akan datang.#$e#Kurasa kita berdua terhubung oleh sebuah benang tak kasat mata.$l",
  "-winter_Wed": "Biarkanlah imajinasimu membawamu melewati hari-harimu.$u#$e#Maaf. aku ngelantur ya?",
  "winter_Thu": "Tarik nafasmu dalam-dalam. Bisakah kau menciumnya? Itu adalah aroma lautan.#$e#Bagaimana menurutmu?",
  "winter_Thu6": "Tarik nafasmu dalam-dalam. Bisakah kau menciumnya? Itu adalah aroma lautan.#$e#Aku selalu teringat masa kecilku tiap kali menciumnya. Lautan selalu membuatku takjub sejak dulu.",
  "winter_Fri": "Aku harus rajin menyisir rambutku, jika tidak rambutku akan kusut.#$e#Merepotkan sekali.#$e#Aku heran kenapa aku tidak putuskan untuk memotongnya saja.$h#$e#Kurasa aku lebih merasa percaya diri seperti ini.",
  "winter_Sat": "Aku habis olahraga di dalam rumah karena di luar terlalu dingin.#$e#Maaf jika rumahku terasa lembap.$s",
  "winter_Sun": "Sepertinya aku harus menggosok lantai rumahku. Kurasa beberapa tempat mulai ditumbuhi alga.$s#$e#Apa kau sering bersih-bersih?"
}
