{
  "Introduction":"Ooh!... Aku tau ekspresi wajah itu. Kau akan senang tinggal di Pelican Town ini.#$b#Kalau kamu bingung mau ngapain di sore hari, datanglah ke bar. Aku bekerja di sana!",
  "danceRejection":"Maaf ya... tapi aku sudah janjian sama orang lain.$u",
  "divorced":"@... Kau sudah menghancurkan hatiku... Aku tak ingin bicara denganmu lagi.$s#$e#Kumohon, aku mau menyembuhkan luka ini dulu...$s",
  "dumped_Girls":"...$s",
  "breakUp":"Ta...Tapi kukira kita punya hubungan spesial... *menahan tangis*$s",
  "secondChance_Girls":"@... Aku siap memberimu kesempatan kedua. Aku percaya bahwa kau sebenarnya adalah orang yang baik.$s",
  "Mon":"Kamu sudah kuberitahu belum, kalau aku dan Haley bersaudari? Aneh, 'kan?",
  "Mon2":"Aku punya hobi rahasia, kamu tidak perlu tahu.#$e#Mungkin akan kutunjukkan padamu kapan-kapan.$h",
  "Mon4":"Dunia ini dipenuhi dengan roh-roh dan sihir... Ada yang tidak percaya padaku, tapi aku percaya itu nyata.#$e#Aku bisa lihat dari matamu... kamu juga percaya dengan dunia lain, sama sepertiku.",
  "Mon6":"Kuharap Haley itu mau bekerja atau setidaknya membantu masak dan bersih-bersih.$s#$e#Kurasa dia berharap bisa menikahi orang kaya.$u",
  "Mon6_inlaw_Haley":"Sejujurnya, setelah Haley pindah aku jadi bisa lebih mudah menjaga rumah supaya tetap tertata rapi.",
  "Mon8":"Ada orang-orang baik di desa ini yang susah menemukan kebahagiaan. Hal itu membuatku sedih.$u#$e#Saat bekerja di bar, aku selalu mendengarkan masalah yang dialami orang-orang.$u",
  "Tue":"Aku bekerja paruh waktu di tempatnya Gus. Gajiku cukup untuk biaya bulanan.",
  "Tue4":"Aku bekerja di tempatnya Gus hanya untuk mencukupi kebutuhan harian... tapi passion-ku yang sesungguhnya adalah menjahit.$u#$e#Aku membuat baju ini sendiri, lihat 'kan?",
  "Tue6":"Oh, hai... Terima kasih sudah meluangkan waktu untuk mengunjungiku.$h",
  "Tue8":"Kau tahu, @... Kurasa masa depan terlihat cerah untuk kita berdua.",
  "Wed":"Aku pernah dengar soal cincin ajaib yang langka dan luar biasa, dibuat pada zaman dulu oleh peradaban yang terlupakan. Aku tidak yakin kalau itu dongeng atau kenyataan.",
  "Wed4":"Kamu dapat ikan dari memancing? Kuharap kamu bisa memperlakukan makhluk lemah itu dengan baik.$s#$e#Mahluk selemah apapun harus kita hargai, meskipun baunya amis.",
  "Wed6":"Yakinlah... bahwa setiap hari kamu selangkah lebih maju menuju jalan takdirmu.",
  "Wed8":"Hai, @.$u#$e#Aku selalu tahu kalau kita bisa jadi dekat seperti ini...",
  "Thu":"Kuharap kamu bisa terus bertani. Karena ekosistem di lembah ini sudah melemah!#$e#Bagaimana aku bisa tahu? Aku punya firasat yang kuat!",
  "Thu4":"Terkadang bunga-bunga berbisik padaku... setiap tangkainya punya cerita yang berbeda!",
  "Fri":"Ah, musim semi. Musim yang dipenuhi warna pastel. Sebenarnya aku lebih suka warna batuan mulia.#$b#Oh, maafkan aku! Aku mengomel soal fashion lagi, ya?",
  "Sat":"Aku suka menjahit pakaianku sendiri, tapi untuk dapat cloth tidaklah mudah.#$e#Dan jarak menuju kota sangatlah jauh.",
  "Sat6":"Apa kau pernah membayangkan tekstur kain, @? Setiap tekstur punya karakteristik yang berbeda... coba sentuh bajuku... iya 'kan?",
  "Sun":"Hai @!#$e#Apa kau beternak domba di kandangmu? Kamu bisa merubah bulunya jadi kain yang indah!#$e#Tapi kamu butuh mesin tenun (Loom). Kau bisa merakitnya sendiri kalau tahu caranya.",
  "Sun4":"Rumah ini dipasrahkan pada kami oleh orang tua kami. Mereka masih berkeliling dunia sejak dua tahun lalu.#$e#Kami tidak tahu kapan mereka akan pulang.#$e#Tapi aku senang tinggal di sini. Desa ini indah.",
  "event_dance1":"Terima kasih!",
  "event_dance2":"Mm... Ya sudah. Maaf kalau kamu tidak suka. Kurasa latihanku selama tiga tahun tidak membuahkan hasil...$s",
  "event_dance3":"Sungguh? Karena itulah aku jadi selalu berlatih!$h#$b#Aku senang kau menyukainya.",
  "summer_Mon":"Haley selalu pilih-pilih makanan. Susah kalau mau memasak buat dia.",
  "summer_Mon4":"Pola makan sehat sangatlah penting bagiku. Aku ingin sehat terus sampai tua nanti.",
  "summer_Mon_inlaw_Haley":"Aku dan Haley sudah mulai akrab semenjak dia pindah. Aku jadi menunggu-nunggu kedatangannya!",
  "summer_Tue":"Halo, @.#$e#Aku lagi malas gerak hari ini.$u",
  "summer_Tue6":"Aku kasihan pada Linus. Orang-orang mendiskrimasinya, padahal dia cuma punya gaya hidup yang berbeda.$u#$e#Kuharap semua orang bisa belajar untuk menerima sesama.",
  "summer_Sun6":"Hai, @! Kita sudah mulai saling akrab, 'kan?$h#$e#Tak masalah buatku. Kamu orangnya baik.^Aku senang.$h",
  "summer_Sun8":"Hai, @! Kita sudah mulai saling akrab, 'kan?$h#$e#Ini mungkin terdengar aneh, tapi aku yakin kalau hal seperti ini akan terjadi.",
  "summer_Wed":"Bakal jarang turun hujan di musim panas, kan?#$e#Artinya kamu akan lebih sering menyiram tanamanmu, ya?#$e#Atau kamu malah suka dengan cuaca yang panas?",
  "summer_Thu":"Aku menganggap lebah dan kupu-kupu adalah teman istimewaku!",
  "summer_Fri":"Kalau bukan karena kesibukanku aku akan membantumu di lahan!#$e#Tapi Gus akan kecewa kalau aku punya pekerjaan lagi...$s",
  "summer_Fri6":"Kau tahu, kurasa Gus akan paham kalau aku keluar dari bar suatu hari nanti.#$b#$uAda banyak hal di luar sana, aku tidak bisa terus jadi pelayan",
  "summer_Sat":"Jangan bekerja terlalu keras atau kau akan dibawa ke kliniknya Harvey!",
  "summer_Sun":"Hai @!",
  "summer_Sun4":"Pada waktu seperti ini teman baikku akan datang ke wilayah ini tiap tahunnya... Mereka adalah burung beo!",
  "fall_1":"Jadi, musim gugur telah tiba. Waktunya menanam tanaman baru, 'kan",
  "fall_Mon":"Cuacanya bagus buat berpiknik, iya 'kan?",
  "fall_Mon8":"Kalau aku sedang libur kusarankan kita pergi berpiknik",
  "fall_Tue":"Halo. Apa musim panasmu menyenangkan?",
  "fall_Tue4":"Hai @! Aku yakin pertanianmu sukses di musim panas kemarin.#$e#Kamu 'kan petani yang ulung.$h",
  "fall_Wed":"Temanku menjalankan toko di padang pasir. Kalau kamu lagi kesana tolong titipkan salamku, ya?.#$e#Sepertinya dia juga menjual beberapa produk langka",
  "fall_Thu":"Apa kamu berteman dengan Clint? Dia orangnya baik, kalau kamu mau berkenalan.#$e#Dia bekerja terus di tokonya seharian penuh. Dia orangnya pemalu jadi agak susah punya teman baru",
  "fall_Thu8":"Sepertinya Clint lagi marah padaku. Dia tidak pernah berkunjung lagi...$u#$e#Padahal kupikir kami ini berteman.$u",
  "fall_Fri":"Hari yang indah lagi di musim gugur ini.#$e#Sayangnya ini semua akan segera berakhir",
  "fall_Fri6":"Ciumlah udara segar itu! Indah, bukan?.#$b#Aku takut kalau Perusahaan Joja akan mengambilnya dari kita.$u",
  "fall_Sat":"Tetap buka pemikiranmu dan mungkin akan ada hal-hal menarik yang menetap.#$e#Ngomong-ngomong, bagaimana harimu?",
  "fall_Sat6":"Aku tidak punya rencana besar dalam hidupku. Aku memilih untuk tidak terlalu tertekan tentang masa depan.",
  "fall_Sun":"Hari minggu yang cerah membuatku bersemangat!",
  "fall_Sun6":"Ada banyak sekali pembatas yang menahan kita. Kenapa orang tidak belajar untuk memlepaskan diri dan merayakannya?#$e#Aku? Yah, kau tau yang mereka bilang... 'Kau tidak bisa mengekang Junimo liar'",
  "fall_Sun10":"Kamu sangat baik sekali, @! Terima kasih sudah menjadi temanku.$h",
  "winter_Mon":"Awas jangan sampai bongkahan es menjatuhi kepalamu!",
  "winter_Mon10":"Awas jangan sampai bongkahan es menjatuhi kepalamu!Aku tidak ingin kau terluka!",
  "winter_Tue":"Oh halo @!$h#$e#Kamu sekarang pasti lebih jago bertaninya, kan?",
  "winter_Tue2":"Sekarang kamu sudah jadi petani hebat!",
  "winter_Tue4":"Kurasa rambutku membeku...$s",
  "winter_Wed":"Aku dan Haley sangat tidak cocok tinggal di rumah besar. Menjaganya agar tetap bersih itu susah#$e#Kau benar. Tidak seharusnya aku mengeluh.#$e#Rumahmu kelihatan nyaman dan enak.$h",
  "winter_Thu":"Ikan-ikan itu pasti merasa kedinginan.$s#$e#Apa ikan bisa hibernasi? Akan kutanyakan pada Demetrius.",
  "winter_Fri":"Kalau bukan karena kesibukanku aku akan membantumu menggali di gua dekat danau itu.#$e#Pasti ada batuan yang indah di dalamnya",
  "winter_Sat":"Apa kamu tahu resep 'Bean Hotpot'?#$e#Aku lumayan suka hidangan itu.$h%revealtasteEmily207#$e#Di musim dingin susah untuk mencari bahan-bahan segar, ya?",
  "winter_Sun":"Hai!#$e#...Ya?",
  "winter_Sun6":"Aku dan adikku memang sering bertengkar, tapi aku akan merindukannya jika dia pergi.#$e#Menurutku dia akan jadi gadis yang baik nanti... Jangan beritahu dia soal ini.$h#$e#Jadi, ada yang ingin kau bicarakan?",
  "winter_Sun6_inlaw_Haley":"Aku titip salam buat adikku! Dan ingatkan dia untuk mengunjungiku besok."
}