{
  "Introduction": "Ooh!... Aku bisa membaca wajahmu. Kau akan suka tinggal di Pelican Town.#$b#Kalau ingin melakukan sesuatu di malam hari, pergilah ke Bar. Itu tempatku bekerja!",
  "Resort_Entering": "Oh, Aku suka tempat ini! Tempat ini dipenuhi burung Betet!",
  "Resort_Leaving": "Ah... paru-paruku terasa sehat kembali.",
  "Resort_Shore": "Apa kau merasakannya? Lautan memiliki energi penyembuhan yang luar biasa.",
  "Resort_Chair": "Apa kau bersenang-senang, @? Kau harus ingat, sesekali bersantai itu penting!",
  "Resort_Bar": "Aku senang sesekali dilayani di Bar!$h",
  "Resort": "Kalau kau membuka hatimu pada matahari, kau dapat merasakan energi cinta yang ada di dalam dirimu.$h",
  "Resort_Dance": "%Emily sangat fokus dengan musiknya.",
  "danceRejection": "Aku mohon maaf... tapi aku sudah janji sama orang lain.$u",
  "divorced": "@... Kau hancurkan hatiku... Aku tidak mau bicara denganmu lagi.$s#$e#Tolong, biarkan aku sembuh...$s",
  "dumped_Girls": "...$s",
  "breakUp": "Ku...Kukira hubungan kita spesial... *hiks*$s",
  "reject_866": "Oh, sangat cantik... Aku punya teman yang sangat suka ini! Tapi dia tinggal jauh dari sini...",
  "secondChance_Girls": "@... Aku siap memberimu kesempatan kedua. Aku percaya masih ada kebaikan dalam dirimu.$s",
  "Mon": "Apa kau sudah tahu kalau aku dan Haley adalah saudara? Aneh, kan?",
  "Mon2": "Aku punya hobi rahasia, tapi aku takkan memberitahumu.#$e#Mungkin, suatu hari nanti akan kutunjukan.$h",
  "Mon4": "Dunia ini dipenuhi dengan arwah dan sihir... Banyak yang tidak sependapat, tapi aku tahu itu benar.#$e#Aku bisa melihatnya di matamu... kau percaya dunia lain, sama sepertiku.",
  "Mon6": "Andai saja Haley punya pekerjaan atau setidaknya mau membantu masak dan bersih-bersih.$s#$e#Kurasa dia bermimpi menikahi orang kaya.",
  "Mon6_inlaw_Haley": "Jujur, setelah Haley pindah aku jadi lebih mudah mengurus rumah.",
  "Mon8": "Ada orang-orang baik di kota yang tidak bahagia. Itu membuatku sedih.$u#$e#Karena bekerja di Bar, aku sering dengar curhatan orang-orang.$u",
  "Tue": "Aku kerja paruh waktu di Bar milik Gus. Itu cukup untuk membayar tagihan.",
  "Tue4": "Aku bekerja di Gus hanya untuk memenuhi kebutuhan... sebenarnya aku lebih suka menjahit.#$e#Aku suka sekali membuat baju dari nol.",
  "Tue6": "Oh, hai... Terima kasih sudah mampir.$h",
  "Tue8": "Kau tahu, @... Kupikir masa depan terlihat cerah bagi kita berdua.",
  "Wed": "Aku dengar rumor soal cincin mistis nan langka, yang dulunya ditempa oleh peradaban yang hilang. Entah itu dongeng belaka atau kenyataan.",
  "Wed4": "Kau memancing ikan? Kuharap kau memperlakukan makhluk kecil itu dengan baik.$s#$e#Setiap makhluk hidup berhak dihormati, bahkan ikan sekalipun.",
  "Wed6": "Percayalah... setiap hari yang kau lewati adalah langkah menuju jalan takdirmu.",
  "Wed8": "Hai, @.$u#$e#Aku selalu tahu kita akan dekat seperti ini...",
  "Thu": "Kuharap pertanianmu ramah lingkungan. Ekosistem lembah sudah rapuh!#$e#Bagaimana aku tahu? Instingku sangat kuat!",
  "Thu4": "Kadang para bunga berbicara padaku... mereka punya cerita berbeda-beda!",
  "Fri": "Ah musim semi. Musim berwarna Pastel. Sebenarnya aku lebih suka warna Jewel Tone.#$b#Oh, maaf! Aku bergumam soal fesyen lagi ya?",
  "Sat": "Aku suka membuat bajuku sendiri, tapi sulit mendapatkan kain.#$e#Dan itu butuh waktu yang lama untuk sampai ke kota.",
  "Sat6": "Apa kau pernah merasakan tekstur kain, @? Tiap tekstur memiliki sifat yang berbeda... rasakan gaunku... iya kan?",
  "Sun": "Hai @!#$e#Apa kau memelihara domba? Kau bisa membuat kain yang indah dari wol mereka!#$e#Tapi kau akan butuh mesin Loom. Kau bisa membuatnya kalau punya resepnya.",
  "Sun4": "Rumah ini dipasrahkan pada kami oleh orang tuaku. Mereka keliling dunia sejak dua tahun lalu.#$e#Kami tidak tahu kapan mereka akan pulang.#$e#Tapi aku senang tinggal di sini. Daerahnya indah dan orang-orangnya yang ramah.",
  "event_dance1": "Terima kasih",
  "event_dance2": "Em... Oke. Maaf kalau kau tidak suka. Sepertinya latihan tiga tahunku sia-sia saja...$s",
  "event_dance3": "Kau juga berpikir begitu? Itu dampak yang kuharapkan!$h#$b#Terima kasih sudah menyukainya.",
  "summer_Mon": "Haley suka pilih-pilih makan. Sulit membuatkan makanan untuknya.",
  "summer_Mon4": "Makan sehat sangat penting bagiku. Aku ingin hidup lama dan sehat.",
  "summer_Mon_inlaw_Haley": "Sejak Haley pindah, aku dan dia semakin akrab. Aku menantikan kunjungannya!",
  "summer_Tue": "Halo, @.#$e#Aku lagi malas hari ini.$h",
  "summer_Tue6": "Aku kasihan pada Linus. Orang-orang membencinya, tapi ia cuma menjalankan gaya hidup yang berbeda.$u#$e#Semoga orang-orang bisa belajar untuk menerima sesama.",
  "summer_Sun6": "Hai, @! Kita sudah jadi teman baik, kan?$h#$e#Bagus. Kamu orangnya keren.^Aku senang.$h",
  "summer_Sun8": "Hai, @! Kita sudah jadi teman baik, kan?$h#$e#Mungkin agak aneh, tapi aku yakin ini akan terjadi.",
  "summer_Wed": "Di musim panas jarang hujan, ya?#$e#Berarti kau lebih rajin menyiram tanamanmu ya?#$e#Atau kau menikmati musim panas ini?",
  "summer_Thu": "Aku menganggap lebah dan kupu-kupu sebagai teman istimewaku!",
  "summer_Fri": "Kalau tidak terlalu sibuk, aku ingin membantumu di kebun!#$e#Tapi Gus akan kecewa kalau aku punya pekerjaan lain...$s",
  "summer_Fri6": "Tapi aku yakin Gus akan paham kalau suatu saat aku berhenti kerja di Bar.#$b#Ada banyak hal di luar sana, aku tak mau jadi pelayan Bar terus.$u",
  "summer_Sat": "Jangan terlalu keras bekerja atau kau akan berakhir di klinik Harvey!",
  "summer_Sun": "Hai @!",
  "summer_Sun4": "Diwaktu seperti inilah teman-temanku datang ke daerah ini... Para Betet!",
  "fall_1": "Akhirnya, musim gugur. Waktunya menanam tanaman baru, ya?",
  "fall_Mon": "Cuacanya bagus untuk piknik, ya?",
  "fall_Mon8": "Kalau tidak lagi bekerja, aku ingin mengajakmu piknik!",
  "fall_Tue": "Halo. Bagaimana musim panasmu?",
  "fall_Tue4": "Hai @! Kebunmu pasti sukses di musim panas ini, kan?#$e#Kamu kan petani hebat.$h",
  "fall_Wed": "Temanku menjalankan toko di gurun. Kalau kamu ke sana aku titip salam buat dia.#$e#Kurasa dia menjual produk langka.",
  "fall_Thu": "Apa kau berteman dengan Clint? Dia orang baik, kalau sudah kenal.#$e#Dia selalu sendirian di tokonya. Tapi dia pemalu, jadi sulit baginya untuk dapat teman.",
  "fall_Thu8": "Clint sepertinya marah padaku. Dia tidak mau menatapku lagi...$u#$e#Padahal dia kuanggap teman.$u",
  "fall_Fri": "Hari indah di musim gugur ya?#$e#Sayang sebentar lagi selesai.",
  "fall_Fri6": "Apa kau mencium udaranya? Segar, ya?#$b#Aku takut PT Joja akan merusak alam ini.$u",
  "fall_Sat": "Tetap buka pikiranmu dan biarkan hal menarik mengakar.#$e#Oh iya, bagaimana harimu?",
  "fall_Sat6": "Rencanaku dalam hidup tidak besar. Aku tidak mau pusing karena masa depan.",
  "fall_Sun": "Minggu yang cerah cocok untuk membangkitkan semangat!",
  "fall_Sun6": "Ada banyak penghalang yang menahan kita. Kenapa orang-orang tak bisa melepasnya dan merasa bebas?#$e#Aku? Kau tahu kata mereka... 'Kau tak dapat mengurung Junimo liar'.",
  "fall_Sun10": "Kau orang yang baik, @! Terimakasih sudah menjadi temanku.$h",
  "winter_Mon": "Hati-hati, jangan sampai kepalamu kejatuhan es!",
  "winter_Mon10": "Hati-hati, jangan sampai kepalamu kejatuhan es! Aku tidak ingin kamu terluka!",
  "winter_Tue": "Oh, halo @!$h#$e#Kau pasti semakin ahli dalam berkebun, ya?",
  "winter_Tue2": "Kau pasti sudah jadi petani yang handal sekarang!",
  "winter_Tue4": "Kurasa rambutku membeku!",
  "winter_Wed": "Haley dan aku tidak cocok tinggal di rumah besar. Sulit membersihkannya.#$e#Ah, baiklah. Seharusnya aku tidak banyak mengeluh.#$e#Rumahmu sepertinya bagus dan nyaman.$h",
  "winter_Thu": "Ikan-ikan pasti kedinginan.$s#$e#Apa mereka berhibernasi? Akan kutanyakan pada Demetrius.",
  "winter_Fri": "Kalau tidak sibuk mungkin aku bisa membantumu menambang.#$e#Aku bertaruh banyak kristal yang berharga disana.",
  "winter_Sat": "Apakah kau tau cara memasak 'Bean Hotpot'?#$e#Aku suka hidangan itu.$h%revealtasteEmily207#$e#Sulit mencari bahan segar di musim dingin.",
  "winter_Sun": "Hai!#$e#...Ya?",
  "winter_Sun6": "Aku dan adikku sering bertengkar, tapi aku akan rindu padanya jika dia pergi.#$e#Kurasa dia akan jadi wanita dewasa suatu saat... Jangan beritahu dia.$h#$e#Jadi, ada yang ingin kau bicarakan?",
  "winter_Sun6_inlaw_Haley": "Titipkan salam ke adikku! Dan ingatkan dia untuk mampir besok."
}