{
  "Introduction": "Wah, halo dan selamat datang di komunitas kecil kami, sayang! #$b#Kamu bisa memanggilku 'Granny' jika kamu suka.$h",
  "pamHouseUpgrade": "Oh, sweetie... kamu baik sekali menempatkan pam dirumah baru yang indah!$h#$e#Hatiku jadi hangat disaat oraong membantu satu sama lain seperti itu...",
  "pamHouseUpgradeAnonymous": "Panggil aku orang tua yang bodoh... Tapi Aku pikir Aku tahu siapa yang mendanai rumah barunya Pam... *wink*",
  "MovieInvitation": "Ya ampun! Kamu baik sekali, sayang. Kenapa ya... Aku ingin pergi ke bioskop!$h#$b#Kamu pergi duluan, dan aku akan menemuimu di teater.",
  "Mon": "Ya ampun! Hari yang indah.$u",
  "Tue": "Jangan pedulikan suamiku, George. Dia tak terlalu ramah pada orang asing.#$e#Jika Kamu menegenalnya lebih baik dia akan lebih ramah pada mu.#$e#Aku yakin suatu hari nanti kalian berdua akan menjadi teman baik!$h#$e#Karena kamu tertarik dengan suamiku aku akan memberitahumu rahasia kecil: dia sangat suka daun bawang! Kamu bisa menemukannya di pegunungan sepanjang tahun ini.",
  "Wed": "#$1 evelynGarden1#Aku melihat keluarga kupu-kupu yang paling indah berjemur di taman kota kemarin.$k#$e#Walikota yang baik memberiku tanggung jawab atas taman umum kota.#$e#Aku telah mengerjakan hamparan bunga itu selama berbulan-bulam, jadi jangan menginjaknya!",
  "Thu": "Aku akan memanggang kue hari ini. Aku suka membuat bentuk bunga di musim semi.$h#$e#Mungkin aku akan memberi tahu resep ku akhir-akhir ini.",
  "Fri": "George menghabiskan sepanjang hari di depan televisi terkutuk itu.#$e#Kuharapa di lebih sering keluar rumah. Udara segar akan baik untuknya.",
  "Sat": "Aku biasanya suka menatap awan, tapi Aku punya kesulitan untuk menatap mereka akhir-akhir ini.#$e# Mataku tidak berfungsi sebaik dulu.$s",
  "Sun": "Sangat menyenangkan berada sangat dekat dengan laut. Suara laut membuat tidur jadi lebih mudah.#$e#Waktu masih anak-anak kami berburu kerang setelah air pasang. Itu adalah hari-hari...",
  "Tue6": "Kamu baik sekali telah meluangkan waktu untuk mengunjungi George dan Aku.#$e#Tanpa anak muda disektiar, kami menua lebih cepat.$h",
  "Event_cookies1": "Terima kasih!$h",
  "Event_cookies2": "Apa itu tadi, sayang? Aku bersumpah kamu mengatakan 'hockey puck'. *sigh* Telinga tak seperti dulu lagi.$s",
  "summer_Mon": "Aku merasa lebih bertenaga di cuaca indah seperti ini.$u",
  "summer_Mon_inlaw_Alex": "Bagaimana kabar cucuku? Aku membanyangkan dia cukup senang tinggal di pertanian.#$e#Dia layak untuk bahagia... dia anak yang baik.",
  "summer_Tue": "George selalu sedikit kurang pemarah di musim panas. Cuaca hangat melembutkan tulangnya.#$e#Kamu mungkin tak tahu, tapi aku tahu. Aku sudah mengenalnya selama 60 tahun!",
  "summer_Wed": "Walikota yang baik memberiku tanggung jawab atas taman umum kota.#$e#Aku telah mengerjakan hamparan bunga itu selama berbulan-bulan, jadi jangan menginjaknya!",
  "summer_Thu": "Aku akan memanggang kue-kue hari ini. Mereka berbentuk kelapa ajaib seperti pohon palem kecil! Heehee.$h#$e#Mungkin aku akan memberi tahu mu resep ku nanti.",
  "summer_Sat": "Hati-hati diluar sana, sayang. Kamu bisa terbakar matahari!",
  "summer_Sun": "Kacang manis sedang mekaar sekarang.#$e#Mereka memiliki aroma yang begitu indah, bukan begitu?",
  "summer_Thu4": "Sepertinya kami selalu memiliki lebih banyak pengujung ketika Aku mulai membuat kue.#$e#Ibuku yang mengajariku resepnya.",
  "fall_Mon": "Setiap tahun Aku semakin menghargai musim. Bagi kawula muda,mudah membiarkannya terlewat begitu saja.",
  "fall_Tue": "Aku telah menaruh kismis di bubur gandumnya George... tapi dia belum mengatakan sepatah kata pun. Aku penasaran apakah bahkan dia menyadarinya?",
  "fall_Wed": "Walikota yang baik memberiku tanggung jawab atas taman umum kota.#$e#Bunga-bunga musim gugur itu halus, jadi jangan menginjak mereka! Aku tahu apa yang kalian anak-anak suka lakukan.",
  "fall_Thu": "Hari ini aku memanggang kue-kue. Mereka berbentuk seperti labu.$h#$e#Mungkin aku akan meberitahukan mu satu resepku nanti.",
  "fall_Sat": "Apa kamu berteman dengan Alex?#$e#Terkadang dia membuatku khawatir sakit.",
  "fall_Sat_inlaw_Alex": "Oh, halo sayangku. Aku menganggapmu sebagai cucu laki-lakiku sendiri sekarang.$h^Oh, halo sayangku. Aku menganggapmu sebagai cucu perempuanku sekarang.$h",
  "fall_Sun": "Penglihatanku mungkin buruk, tapi hidungku belum mengecewakanku sampai sekarang!#$e#Aku bisa mencium dedaunan jatuh dan jamur. Itu mengingatkan ku akan hutan tempat ku biasa bermain saat masih gadis.",
  "winter_Mon": "Berhati-hatilah agar kamu tak terpleset diatas es, sayang.",
  "winter_Tue": "Tidakkah kamu kedinginan? Kamu harus memakai jaket yang lebih tebal, sayangku!#$e#Cuaca ini tak baik untuk persendian ku...$s",
  "winter_Wed": "Aku biasanya merawat kebun, tapi mereka tertutup salju.#$e#Saya masih suka mengecek mereka.",
  "winter_Sat": "Kami telah tinggal disini lebih dari 30 tahun.#$e#Kami telah melihat orang datang dan pergi. Kakek mu, untuk satu. Diberkatilah dia... *sigh*",
  "winter_Sat6": "Oh... sayangku. Kamu punya mata kakekmu...$s#$e#Ya... ya... Aku mengenalnya cukup baik.",
  "winter_Sun": "Kamu harus membuat sup panas agar tetap hangat.#$e#Dan pastikan kamu memakai jaket!",
  "winter_Sat8": "@, Sudahkah kukatakan kalau George dan Aku telah tinggal dirumah kami selama lebih dari 30 tahun?#$e#Kuharap kamu tinggal disini sementara.$h"
}
