{
  "Introduction": "Selamat datang di kota kecil kami! #$b#Kalau mau, kamu bisa memanggilku 'Nenek'.$h",
  "reject_867": "Oh, aku yakin George akan tertarik dengan ini!",
  "reject_866": "Sungguh mawar yang indah, cu. Coba tunjukkan itu pada Emily. Mawar ini mengingatkanku padanya.",
  "pamHouseUpgrade": "Ya ampun, cu... Sungguh mulia perbuatanmu telah memberi Pam rumah baru!$h#$e#Aku sangat senang ketika penduduk memperhatikan satu sama lain...",
  "pamHouseUpgradeAnonymous": "Haha, mungkin orang melihatku sebagai nenek tua bodoh... tapi aku tau siapa yang membelikan Pam rumah baru... *kedip*",
  "MovieInvitation": "Oh Tuhan! Kamu baik sekali, cu. Tentu saja... Aku suka nonton film!$h#$b#Pergilah dulu, akan kususul di bioskop.",
  "Mon": "Ini hari yang sangat indah.$u",
  "Tue": "Jangan pikirkan suamiku, George. Dia memang tidak ramah.#$e#Kalau terus kau ajak bicara, lama-lama dia akan menerimamu.#$e#Aku yakin kalian akan berteman akrab!$h#$e#Karena kau penasaran dengan suamiku, aku beri sedikit rahasia: Dia suka sekali sama Leek! Di saat seperti ini, kau bisa menemukannya di gunung.",
  "Wed": "#$1 evelynGarden1#Aku melihat sekawanan kupu-kupu di taman kemarin.$k#$e#Mayor yang baik memberiku tanggung jawab di taman.#$e#Aku merawat semua bunga itu berminggu-minggu, jadi tolong jangan diinjak!",
  "Thu": "Aku akan membuat kue hari ini. Aku suka bentuk bunga di musim semi.$h#$e#Kapan-kapan akan kuberitahu resepnya.",
  "Fri": "George menghabiskan waktunya di depan Televisi.#$e#Aku ingin sekali-kali dia keluar. Udara segar akan baik untuknya.",
  "Sat": "Aku sangat suka memandangi awan, tapi akhir-akhir ini susah melakukannya.#$e#Mataku mulai tidak berfungsi dengan semestinya.$s",
  "Sun": "Hari yang bagus untuk ke pantai. Suara laut mudah membuatmu tertidur.#$e#Saat kecil aku suka sekali mencari kerang. Jadi nostalgia...",
  "Tue6": "Terima kasih sudah meluangkan waktu untuk menemui aku dan George.#$e#Kalau tidak ada pemuda, kami akan merasa cepat tua.$h",
  "Event_cookies1": "Terima kasih!$h",
  "Event_cookies2": "Apa, cu? Tadi aku dengar kamu bilang 'biji karambol'. *Hahh~* Mungkin telingaku mulai bermasalah.$s",
  "summer_Mon": "Aku sangat energik di musim yang indah ini.$u",
  "summer_Mon_inlaw_Alex": "Bagaimana kabar cucuku, Alex? Pasti dia hidup bahagia di kebun.#$e#Dia layak bahagia... dia pria yang baik.",
  "summer_Tue": "Di musim panas emosi George sedikit berkurang. Udara panas membuatnya lembek.#$e#Kau tidak akan mengetahuinya, tapi aku tau. Aku sudah mengenanlnya selama 60 tahun!",
  "summer_Wed": "Mayor yang baik memberiku tanggung jawab di taman.#$e#Aku merawat semua bunga itu berminggu-minggu, jadi tolong jangan diinjak!",
  "summer_Thu": "Aku akan membuat kue hari ini. Bentuknya mirip buah kelapa! Heehee.$h#$e#Kapan-kapan akan kuberitahu resepnya.",
  "summer_Sat": "Hati hati diluar, cu. Kulitmu bisa terbakar!",
  "summer_Sun": "Sekarang sedang musim Sweet Pea.#$e#Bau mereka sangat wangi, iya kan?",
  "summer_Thu4": "Sepertinya kami selalu kedatangan tamu saat sedang membuat kue.#$e#Ibuku yang mengajari resepnya.",
  "fall_Mon": "Semakin tahun aku semakin menghargai tiap musimnya. Anak muda sering luput soal itu.",
  "fall_Tue": "Aku menaruh kismis di Oatmeal George... tapi ia belum berkata apapun. Apa dia belum menyadarinya?",
  "fall_Wed": "Mayor yang baik memberiku tanggung jawab di taman.#$e#Bunga di musim gugur cantik-cantik, tolong jangan diinjak! Aku tau kebiasaan anak muda seperti kalian.",
  "fall_Thu": "Aku akan membuat kue hari ini. Bentuknya seperti labu.$h#$e#Kapan-kapan akan kuberitahu resepnya.",
  "fall_Sat": "Apa kau berteman dengan Alex?#$e#Kadang dia suka cemas saat aku sakit.",
  "fall_Sat_inlaw_Alex": "Oh, halo cu. Aku sudah menganggapmu sebagai cucuku sendiri.$h",
  "fall_Sun": "Penglihatanku buruk, tapi penciumanku masih bagus!#$e#Aku bisa mencium bau daun berguguran dan bau jamur. Mengingatkanku dengan hutan tempat bermainku semasa kecil.",
  "winter_Mon": "Hati-hati jangan sampai terpleset es, cu.",
  "winter_Tue": "Apa kau tidak kedinginan? Kau harus pakai jaket yang lebih tebal, cu!#$e#Cuacanya tidak cocok buat sendiku...$s",
  "winter_Wed": "Aku biasanya pergi ke taman, tapi sudah tertutup salju.#$e#Tapi aku masih sering memeriksanya.",
  "winter_Sat": "Kami tinggal di kota ini lebih dari 30 tahun.#$e#Kami melihat banyak orang yang datang dan pergi. Kakekmu, salah satunya.... *Hahh~*",
  "winter_Sat6": "Oh... Cucu. Matamu mirip seperti mata kakekmu...$s#$e#Iya, memang... aku sangat mengenalnya.",
  "winter_Sun": "Buatlah sup agar badanmu tetap hangat.#$e#Dan jangan lupa memakai jaket!",
  "winter_Sat8": "@, apa aku sudah bilang kalau aku dan George tinggal di sini lebih 30 tahun?#$e#Semoga kau tinggal disini lebih lama.$h"
}