{
  "Introduction": "Hmmph... Sungguh menjengkelkan harus bertemu dengan semua orang baru ini, ya?#$b#Nama George. Sekarang pergilah... Hmmph.",
  "pamHouseUpgrade": "Terima kasih telah mengganti trailer usang itu... rumah baru ini jauh lebih baik untuk dilihat.#$e#Kamu tahu, aku bertaruh kalau ini akan bisa menaikkan harga rumah kami juga!",
  "pamHouseUpgradeAnonymous": "Yah... meski rumah baru itu sedikit menghalangi pandanganku ke sungai... tapi itu jelas terlihat lebih bagus daripada kaleng tua yang dulu ditinggali Pam.",
  "MovieInvitation": "Kamu mau menonton film dengan kakek tua sepertiku? ...Ya... baiklah. Aku akan menemuimu di sana.",
  "joja_Begin": "Jadi... Pusat Komunitas lama hilang, ya? Apa saja yang terjadi dengan nilai-nilai kota kecil? Sungguh disayangkan bagaimana zaman telah berubah...",
  "Mon": "Aku tidak banyak bicara. Terutama dengan orang asing, kalau kamu tidak keberatan.",
  "Tue": "Hmmph... Sepertinya hari yang suram lagi.$s",
  "Wed": "Alex adalah cucuku. Apa aku sudah memberitahumu?#$e#Hah? Bicaralah.",
  "Wed_inlaw_Alex": "Bagaimana bisa dua pria menikah? Itu tidak wajar... Hmmph. Kurasa aku sudah \"ketinggalan jaman\"...^Kamu bagian dari keluarga sekarang. Aku senang cucuku menemukan istri yang baik.",
  "Wed10_inlaw_Alex": "Kuakui, kupikir itu... aneh... bagi dua pria untuk menikah. Tapi kamu pria muda yang baik, dan aku tahu kalian berdua saling jatuh cinta... jadi aku berubah pikiran.^Kamu bagian dari keluarga sekarang... dan aku sangat bangga sekali.",
  "Thu": "Aku tidak bisa bicara sekarang, anak muda.^Aku tidak bisa bicara sekarang, nona.#$e#Acara favoritku sedang tayang.",
  "Fri": "Jadi kamu seorang petani, ya? Setidaknya itu pekerjaan yang jujur.",
  "Sat": "Akhir pekan tidak beda dengan hari lainnya bagiku.#$e#Memang begitulah kalau kamu sudah pensiun.",
  "Sun": "Tidakkah kamu kedinginan? Mereka tidak membuat sweater seperti dulu lagi.#$e#*Hahh*",
  "Mon6": "Aku terkejut kamu mau berteman dengan orang tua sepertiku.",
  "Thu6": "Halo, @. Mau nonton TV bersamaku?",
  "Fri4": "Kakek saya adalah seorang petani. Itu adalah profesi yang terhormat.#$e#Kalau aku tidak terlalu tua, aku akan datang ke pertanianmu dan menunjukkan satu atau dua hal padamu...",
  "Wed8": "Aku berharap kakiku bisa sembuh, supaya aku bisa bermain tangkap bola dengan Alex.$s#$e#Tapi itu takkan pernah terjadi.$s",
  "Fri8": "Aku kepikiran... Mungkin aku sedikit penggerutu.$s#$e#Dulu aku berpikir tidak ada yang peduli dengan kami para lansia.",
  "Fri10": "Kamu tahu, aku telah menjadi orang tua yang pemarah kepada semua orang. Tapi sekarang aku merasa seperti sedang melunak seperti buah yang sudah matang. Hehe!$h#$e#Jaga dirimu, nak.^Jaga dirimu, manis.",
  "Wed10": "@! Biarku matikan televisi terkutuk ini lalu kita bisa ngobrol.$h#$e#Jadi, apa saja yang dilakukan anak muda hari ini?",
  "Tue10": "Kamu tahu, aku seharusnya tidak terlalu depresi tentang kakiku.#$e#Aku seharusnya senang masih bisa hidup.$h",
  "Thu10": "Saat kamu sudah tua sepertiku, akan sulit untuk menyesuaikan diri dengan hal-hal baru.#$e#Suatu hari nanti kamu akan paham maksudku.#$e#Pergilah dan nikmati masa mudamu.",
  "winter_1": "Ohh... Dingin sekali.#$e#Saat kamu masih muda dinginnya tidak terlalu berasa."
}