{
  "Introduction": "Hmmph... Pasti menyebalkan bertemu orang baru, kan?#$b#Namaku George... sekarang pergi dari hadapanku... Hmmph.",
  "accept_867": "Apa ini?#$b#Hmmph... jadi pencet dulu tombol ini? Apa fungsi tombol ini? Hmmph... *ngomel*#$b#Hehe! Lihat! Saluran baru!$h#$b#Ini, ambillah. Batu ini kutemukan saat masih jadi penambang. Uniknya, batu ini menyala biru dan tetap dingin selama 40 tahun. Seperti sihir!",
  "pamHouseUpgrade": "Terimakasih telah menggantikan mobil kemah tua itu... rumah baru lebih enak dipandang.#$e#Kurasa itu akan menaikkan harga rumah kami juga!",
  "pamHouseUpgradeAnonymous": "Yah... rumah barunya menghalangi pemandangan sungai... tapi itu lebih baik dari kaleng tua tempat tinggal Pam dulu.",
  "MovieInvitation": "Kau ingin menonton film dengan kakek tua sepertiku? ...Hmm... oke. Kutemui kau di sana.",
  "joja_Begin": "Jadi... Balai Kota tua itu sudah hilang ya? Masa bodoh dengan kehidupan alam ya? Sangat disayangkan pemikiran generasi sekarang...",
  "Mon": "Aku bukan orang yang suka bicara. Apalagi dengan orang yang tidak kukenal.",
  "Tue": "Hmmph... Sepertinya hari ini akan suram lagi.$s",
  "Wed": "Alex adalah cucuku. Apa kau sudah tahu?#$e#Baiklah kalau begitu.",
  "Wed_inlaw_Alex": "Sesama lelaki kok bisa menikah? Itu tidak alami... Hmmph. Mungkin aku sudah \"ketinggalan jaman\"...^Kau sekarang bagian dari keluarga, nona. Aku senang cucuku punya istri yang baik.",
  "Wed10_inlaw_Alex": "Jujur, aku merasa... aneh... lihat dua pria menikah. Tapi kamu orang yang baik, dan aku tahu kalian saling menyayangi... Jadi aku berubah pikiran.^Kau sekarang bagian dari keluarga... dan aku sangat bangga.",
  "Thu": "Aku tidak bisa ngobrol sekarang, anak muda.^Aku tidak bisa ngobrol sekarang, nona.#$e#Program favoritku sedang tayang.",
  "Fri": "Jadi kamu seorang petani, ya? Setidaknya itu pekerjaan yang mulia.",
  "Sat": "Akhir pekan sama saja dengan hari biasa bagiku.#$e#Memang begitu kalau sudah pensiun.",
  "Sun": "Kamu tidak kedinginan? Orang-orang sudah jarang membuat sweater lagi.#$e#*Hahh~*",
  "Mon6": "Aku kaget kau mau berteman dengan orang tua sepertiku.",
  "Thu6": "Halo, @. Mau nonton TV bersamaku?",
  "Fri4": "Kakekku seorang petani. Itu pekerjaan terhormat.#$e#Kalau belum tua, aku pasti sudah ke kebunmu dan mengajarimu beberapa hal...",
  "Wed8": "Andai saja kakiku masih sehat, aku bisa main tangkap bola sama Alex.$s#$e#Tapi itu takkan terjadi.$s",
  "Fri8": "Aku berpikir... Mungkin aku sering menggerutu.$s#$e#Dulu kupikir tidak ada yang perhatian dengan orang tua seperti kami.",
  "Fri10": "Kau tahu, aku sudah galak sama semua orang. Tapi sekarang aku lebih halus seperti buah yang matang tua. Hehe!$h#$e#Jaga dirimu, anak muda.^Jaga dirimu, nona.",
  "Wed10": "@! Biar kumatikan Televisinya supaya kita enak ngobrol.$h#$e#Jadi apa yang sedang dibahas anak muda saat ini?",
  "Tue10": "Kau tahu, seharusnya aku tidak depresi dengan kakiku.#$e#Seharusnya aku bersyukur karena masih hidup.$h",
  "Thu10": "Saat kamu tua sepertiku, beradaptasi dengan hal baru akan sulit.#$e#Nanti kamu akan tahu maksudku.#$e#Pergilah, nikmati hidupmu selagi masih muda.",
  "winter_1": "Ohh... dingin sekali.#$e#Saat kau masih muda dinginnya tidak begitu terasa."
}