{
  "Introduction": "Halo! Namaku Gus, chef sekaligus pemilik Stardrop Saloon.#$e#Mampirlah jika kau ingin istirahat. Aku selalu sedia kopi panas dan bir dingin.$h",
  "willyCrabs": "Kurasa ini adalah kue kepiting terbaik yang pernah kubuat.",
  "Mon": "Ya, aku tahu banyak hal tentang penduduk di sini.#$e#Itu salah satu keuntungan bekerja sebagai bartender.$h#$e#Terkadang aku mendengar terlalu banyak...",
  "pamHouseUpgrade": "Hei. Aku sudah dengar apa yang kau lakukan untuk Pam. Kau benar-benar murah hati!$h#$e#Tapi kupikir hal itu tidak akan membuat kebiasaan minumnya berkurang...",
  "pamHouseUpgradeAnonymous": "Aku bertemu Pam barusan... dia kelihatan senang sekali! Dia bilang ada seseorang yang membelikannya rumah!#$e#Siapapun orang itu, semoga dia diberkati!$h",
  "Saloon": "Selamat malam. Mau pesan apa?",
  "Saloon4": "Selamat malam. Silakan bersantai.",
  "SeedShop_Entry": "Hai, Pierre!/Hmm, aku perlu.../Ah, itu kelihatannya bagus!/Aku mau membuat saus spesialku malam ini!/Pierre! ada barang baru kah?/Pierre! Ada apa saja?",
  "Saloon8": "Hai @. Selamat datang! Senang melihatmu.",
  "Saloon_Tue": "Hai! Silakan bersantai dan buat dirimu nyaman.",
  "Saloon_Thu": "Hai, kelihatannya kau perlu minuman dingin.",
  "Saloon_Fri": "Pelanggan malam ini banyak sekali. Aku senang.",
  "Tue": "Aku menjual makanan yang berbeda-beda tiap pekan, jadi sering-seringlah mampir!#$e#Siapa tahu ada makanan yang kau suka.$h#$e#Beritahu saja aku jika kau punya alergi.$s#$e#Oke, sampai nanti.",
  "Wed": "Emily sudah cukup lama kerja di sini. Aku tidak tahu harus apa tanpa bantuannya!!#$e#Aku benci kalau harus bersih-bersih sendirian.$s",
  "Thu": "Pam dan Clint datang kemari nyaris tiap malam.#$e#Aku bisa bangkrut jika mereka berhenti datang.$h#$e#Jadi tolong jangan ganggu mereka!",
  "Thu6": "Clint hampir tidak pernah bolos mampir kemari dan dia selalu duduk di meja yang sama sendirian.#$e#Kadang dia suka melirik Emily. Hmmm.#$e#Kurasa itu penyebab dia sering datang kemari. Biarlah, itu berarti lebih banyak uang untukku.",
  "Thu8": "Pam selalu datang kemari dan minum bir banyak sekali.#$e#Ah, tidak baik rasanya menghakimi pelanggan.",
  "Fri": "Hei, @. Kalau kau ingin minum, di sinilah adalah tempatnya.",
  "Fri4": "Aku sebenarnya bukan peminum. Aku hanya sekadar mencari nafkah.#$e#Tapi terkadang aku juga suka minum anggur Stardew Valley.",
  "Sat": "Apa kau suka memasak, @?#$e#Kau bisa memasak jika punya dapur dan beberapa resep masakan.#$e#Masakan buatan rumah juga bisa dijadikan hadiah.",
  "Sun": "Bisnisku bisa lancar berkat langganan-langganan setiaku."
}
