{
  "Introduction": "Halo! Perkenalkan, aku Gus, pemilik dari Stardrop Saloon.#$e#Mampirlah kalau ingin beristirahat. Aku selalu menyediakan kopi panas dan bir dingin.$h",
  "accept_865": "*endus* endus* ... bau tajam ini!#$b#*sruput* *sruput* ... rasa unik ini! Dan tekstur ini!#$b#Apalagi kalau bukan Gourmet Tomato Salt! Akan kubeli.",
  "Resort_Entering": "Hei, @! Senang kau disini. Aku akan memberimu 'barang bagus' di belakang bar.",
  "Resort_Leaving": "Sampai jumpa di kota, @.",
  "Resort": "Temui aku di bar kalau kau butuh minuman.",
  "IslandSouth_14_21": "Hey, butuh minuman? Aku punya minuman spesial yang kubuat dari produk lokal pulau ini.$h",
  "willyCrabs": "Ini mungkin Crab Cake terbaik yang pernah kubuat...",
  "Mon": "Ya, aku tahu banyak soal warga di sini.#$e#Itulah keuntungan menjadi bartender.$h#$e#Kadang aku juga mendengar yang tak perlu...",
  "pamHouseUpgrade": "Hei. Aku dengar apa yang kau perbuat untuk Pam. Itu perbuatan baik!$h#$e#Sayangnya, kupikir itu tidak akan mempengaruhi kebiasaan minumnya...",
  "pamHouseUpgradeAnonymous": "Aku tadi bertemu Pam... dia tersenyum sangat lebar! Ia bilang seseorang membelikannya rumah baru!#$e#Siapapun itu, dia pantas dapat balasan terbaik!$h",
  "Saloon": "Selamat malam. Ada yang bisa dibantu?",
  "Saloon4": "Selamat malam. Carilah temmpat yang nyaman.",
  "SeedShop_Entry": "Hai, Pierre!/Nah, tadi aku mau beli apa.../Ah, itu terlihat bagus!/Malam ini aku membuat saus istimewaku!/Pierre! Apa yang segar hari ini?",
  "Saloon8": "Hai @. Senang bertemu denganmu! Kau selalu disambut di sini.",
  "Saloon_Tue": "Hai! Silakan menikmati.",
  "Saloon_Thu": "Hei, kau sepertinya butuh minum.",
  "Saloon_Fri": "Malam ini bisnis sangat ramai. Aku lega.",
  "Tue": "Aku menjual hidangan yang berbeda tiap minggu, jadi sering-seringlah mengeceknya!#$e#Mungkin ada menu yang akan membuatmu terkesima.$h#$e#Bilang saja kalau punya alergi.$s#$e#Oke, sampai bertemu lagi.",
  "Wed": "Emily sudah lama bekerja di sini. Aku tidak tahu apa jadinya jika tanpa dia!#$e#Aku benci membersihkan semua gelas itu.$s",
  "Thu": "Pam dan Clint ke Bar hampir setiap malam.#$e#Mungkin aku akan bangkrut kalau mereka berhenti datang.$h#$e#Jadi jangan sampai mengusir mereka, ya!",
  "Thu6": "Clint hampir datang ke bar tiap malam dan duduk di kursi yang sama.#$e#Kadang-kadang dia memandang Emily dengan tatapan gugup. Hmmm.#$e#Mungkin itu alasannya sering ke sini. Ah, yang penting bisnisku ramai.",
  "Thu8": "Pam datang ke Bar hampir tiap malam dan minum banyak sekali bir.#$e#Ah, seharusnya aku tidak mengumpati pelangganku.",
  "Fri": "Hai @. Kalau haus, mampirlah ke Stardrop Saloon.",
  "Fri4": "Aku sebenarnya jarang minum-minum. Aku melakukan ini untuk mencukupi hidup.#$e#Tapi aku selalu menikmati minuman dari Stardew Valley.",
  "Sat": "Apakah kau pandai memasak @?#$e#Kalau punya dapur dan sejumlah resep, kau bisa membuat hidangan yang nikmat.#$e#Hidangan buatan sendiri juga cocok sebagai hadiah.",
  "Sun": "Bisnisku cukup stabil berkat pelanggan setiaku."
}