{
  "Introduction":"Oh... kamu petani yang baru itu, 'kan?^Oh.. kamu petani atau apalah itu yang baru datang, 'kan#$e#Hah? Oh... Namaku Haley?#$e#Hmm... Kalau bukan karena baju jelek itu kau bakal terlihat tampan.^Hmm... Kalau bukan karena baju jelek itu kau akan terlihat cantik... Lupakan yang barusan.$h",
  "danceRejection":"Ew... Ogah.",
  "divorced":"Aku akan baik-baik saja...$7#$e#Terima kasih atas kenangannya.$7#$e#Kenapa kau masih menggangguku? Sana, lanjutkan urusanmu sendiri!.$7",
  "breakUp":"Agh!$8#$b#Oh... hmph. Kamu duluan ternyata yang mutus? Oke...",
  "dumped_Girls":"Tak ada yang ingin kubicarakan lagi padamu!$a",
  "secondChance_Girls":"Baiklah... Aku sudah lelah mengabaikanmu. Tapi berjanjilah kau takkan pernah bohong lagi padaku, titik.$s",
  "Mon":"Desa ini sangatlah kecil. Payah.$u#$e#Aku harus berkendara sejauh 32 km buat beli baju yang bagus.$s#$e#Karena itu aku sering beli online.#$e#Apa?",
  "Tue":"Sepatu yang bagus.^Makeup yang bagus.#$b#Apa itu terbuat dari plastik?^Tunggu... Atau malahan kamu tidak pakai sama sekali?#$e#Aku bosan.",
  "Wed":"Hal yang kusuka dari desa ini hanyalah pantainya.$u",
  "Thu":"#$1 HaleyClothes#Aku sudah memutuskan untuk menata lemari pakaianku hari ini. Aku akan menyingkirkan semua style dari tahun lalu dan membuat ruang buat style baru!#$e#*sigh* Aku lagi pengen makan cupcake.#$e#Ada perlu apa, ya?",
  "Fri":"%Haley mengabaikanmu.",
  "Fri2":"Apa kamu tidak capek mondar-mandir di kebun seharian?#$e#Aku tidak tahan dengan betapa joroknya itu.#$e#Tapi lumayan, kau juga bisa sekalian berjemur.",
  "Sat":"Aku lagi gatel banget pengen shopping. Ugh! Andai saja ada mall di sini.",
  "Sun":"Kakakku orangnya sangat aneh. Aku kadang bingung apa kami ini benar-benar saudari.$u",
  "Wed8":"Hanya ada dua hal yang kusukai dari desa ini.#$b#Satunya adalah pantai.#$e#Yang lainnya rahasia! Hihi...$h",
  "Tue2":"Aku penasaran apakah ada kerang bagus yang terseret ke pantai pagi ini?#$e#Tapi ini bukan musim terbaik kerang sih.",
  "Wed4":"Aku senang bunga-bunga mulai bermekaran.#$e#Yang warnanya pink baunya enak.$h",
  "Fri6":"Aku harus menemukan hobi baru selain shopping.#$e#Aku memutuskan untuk membentangkan sayapku.#$e#Mungkin aku harus belajar bermain harpa kecil?",
  "Mon6":"Dulu aku sering mengeluh karena desa ini terlalu kecil, tapi lama-lama aku semakin menyukainya.#$e#Kalau terlalu besar maka tidak akan terasa ramah-tamahnya.",
  "Thu6":"Aku memasak makan malam kemarin. Ternyata rasanya lumayan!#$e#Tapi aku membuat dapurnya berantakan...",
  "Sun6":"Aku berpikir buat menyumbangkan banyak pakaian... Sepatuku jumlahnya pasti ada ratusan pasang.",
  "Sat8":"#$1 haleySeagull#Kemarin aku menemukan burung camar yang sayapnya terjebak jaring. Aku langsung membebaskannya. #$b#Dia tampak tak berdaya, kasihan sekali.$k$s#$e#Kau tahu, sepertinya aku harus mulai berolahraga... metabolisme tubuh yang muda ini takkan bertahan lama.",
  "Fri10":"@, bisakah kita pergi camping suatu saat nanti?#$e#Tempat paling eksotis ada di kota Zuzu.",
  "Event_clean1":"*sigh*...$u",
  "Event_clean2":"TIDAK!! Aku tidak mau melakukannya!$a#$b#Kalian berdua bodoh!!%fork$a",
  "Event_clean3":"Dia harus mengalah? Apa maksudnya itu?$u#$b#Kau pikir aku ini bayi apa, hah??%fork$a",
  "Event_jar1":"Bagus, berarti kau bisa membuka tutup toples ini untukku!$h",
  "Event_jar2":"Oh... tidak, ya? Hmmm...$s#$b#Meski begitu, maukah kamu membukakan tutup toples ini?",
  "Event_darkroom1":"Aw, terima kasih!$h",
  "Event_darkroom2":"Oh! Kupikir kau sudah tahu.#$b#Ini ruangan untuk mencuci foto.",
  "Event_darkroom3":"Begitu, ya...?$s",
  "Event_darkroom4":"Aw, terima kasih!$h",
  "Event_darkroom5":"Oh! Kupikir kau sudah tahu.#$b#Ini ruangan untuk mencuci foto.",
  "Event_darkroom6":"Begitu, ya...?$s",
  "Event_beach1":"Tidak mau! Gelang itu pembelian dari nenek buyutku!$a",
  "Event_beach2":"*sigh*$s#$b#...Mungkin gelangnya akan hanyut ke pulau lain. Aku tidak tega membayangkan itu tenggelam ke dasar laut.$s",
  "Event_room1":"Dia? Tidak!#$b#...Yah, dulu memang aku suka sama Alex. Tapi sudah tidak lagi! Dia kurang dewasa.",
  "Event_room2":"Apa? Kedengarannya menyenangkan, tapi aku tidak mau meninggalkan Stardew Valley sekarang ini...",
  "Event_room3":"Heh? Android itu apa?",
  "summer_Mon":"Aku akan sering berjemur di musim panas ini.",
  "summer_Tue":"Ew, kamu kotor sekali.",
  "summer_Wed":"Um... Ya?#$e#Aku tidak dengar, aku lagi mikirin hal lain.",
  "summer_10":"Apa kamu punya bayi kelinci di kebunmu? Kelinci itu lucu BANGET! <",
  "summer_Thu":"Kalau kamu banyak terkena sinar matahari maka rambutmu akan jadi agak terang.#$e#Untung aku tahu soal itu!",
  "summer_Fri":"Alex lagi ngapain ya hari ini...#$e#Heh? Aku tidak tahu kau ada di sana.",
  "summer_Sat":"Bertani kedengarannya membosankan...#$q 42/43 summer_Sat_old#Kamu ngapain aja sih seharian ini?#$r 42 10 summer_Sat_12#Merawat tanaman#$r 42 10 summer_Sat_12#Menjelajahi gua#$r 43 -10 summer_Sat_13#Menyelinap di kamarmu#$r 42 10 summer_Sat_12#Menggali harta karun",
  "summer_Sat_old":"#$p 43#Hei, jangan menyelinap di kamarku lagi!$a|Tapi kurasa itu memang bisa membentuk otot-ototmu juga.",
  "summer_Sat_12":"Hmm... kedengarannya merepotkan.",
  "summer_Sat_13":"Apa? Sebaiknya kau jangan melakukan itu!$a",
  "summer_Sun":"Emily sering masak buat makan malam... Tapi dia masaknya aneh-aneh seperti quinoa.",
  "summer_Tue2":"Kamu pakai baju itu terus setiap hari?",
  "summer_Tue4":"$p 47#Hei, aku menemukan alat baru ini buat membuka toples. Jadi kamu tidak perlu membantuku lagi.$h|Tidak ada awan di langit hari ini.$h",
  "summer_Wed4":"Hari ini panas banget!#$e#Coba saja aku punya es krim.$s",
  "summer_Fri4":"Aku menghabiskan 3 jam melatih gerakan khasku hari ini.#$e#Kurasa itu agak konyol, iya 'kan?",
  "summer_Thu6":"Kalau kamu banyak terkena sinar matahari maka rambutmu akan jadi agak terang... Tapi kamu juga takkan mau sampai kulitmu tersengat.#$e#Aku cuma ingin memanfaatkan sinar matahari dengan cukup. Semua itu ada takarannya, 'kan?",
  "summer_Mon6":"Aku harus mulai membaca beberapa buku daripada majalah.#$e#Rasanya bagus kalau mempelajari hal baru, iya 'kan?#$e#Meskipun yang ulihat hanya gambarnya saja.",
  "summer_Sun6":"#$1 HaleySister#Aku ngobrol dengan kakakku sebentar tadi malam. Aku sebenarnya agak menikmatinya.#$e#Kau tahu, Emily sebenarnya tidak seaneh itu. Kurasa kami punya banyak hal yang sama.#$e#Jangan bilang soal ini padanya.",
  "summer_Sat6":"Sepertinya ini hari yang bagus buat berenang.",
  "summer_Tue8":"Kurasa hidup di pedesaan tidak buruk juga.#$e#Kalau aku tinggal di kota aku bakal mulai merindukan pepohonan.#$e#@, kurasa aku terlalu sering nongkrong denganmu.$h",
  "summer_Fri10":"Oh, hai @!#$e#Apa kamu suka dengan anak-anak?$l",
  "fall_1":"Sekrang sudah musim gugur?$s",
  "fall_Mon":"Jijik deh kalau daun yang berguguran basah.",
  "fall_Tue":"Hmm... Ada yang baunya aneh...#$e#Kamu dari tadi bekerja di kebun terus, ya?",
  "fall_Wed":"Oh, hai. Ada yang kau butuhkan?",
  "fall_Thu":"Aku lagi gatel banget pengen shopping. *sigh*",
  "fall_Fri":"Apa itu noda rumput di lututmu?#$e#Maaf, aku alergi pada rumput.",
  "fall_Sat":"Cuacanya sudah terlalu dingin buat pergi ke pantai.#$q 44 fall_Sat_old#*sigh*...menurutmu apa yang harus kulakukan hari ini?#$r 44 10 fall_Sat_12#Melukis dalam rumah#$r 44 20 fall_Sat_12#Beristirahat dan membaca majalah#$r 44 -30 fall_Sat_13#Berhenti jadi bocah cengeng",
  "fall_Sat_old":"Mungkin aku akan tidur siang nanti.",
  "fall_Sat_12":"Hmm... Ide yang cukup bagus.",
  "fall_Sat_13":"Pergi sana, dasar bodoh.$a",
  "fall_Sun":"Aku belum pernah ke hutan. Jalannya becek, kakiku bisa melepuh nanti.",
  "fall_Tue2":"Ada yang baunya seperti tanah dan tumbuhan...#$b#Oh, iya. Kamu bekerja di kebun.",
  "fall_Fri4":"Kelihatannya kamu sudah bekerja keras dari tadi.#$b#Kenapa kamu tidak beristirahat saja di sisa harimu?",
  "fall_Wed4":"Kalau lagi bosan, datanglah ke sini.",
  "fall_Thu6":"Shopping sudah tidak semenarik dulu.#$e#Apa yang terjadi padaku?#$e#Hmm...",
  "fall_Mon6":"$p 48#?Apa aku pernah memberitahumu kalau aku menemukan gelang nenek buyutku yang lainnya di loteng?|Kau lihat gelang ini? Ini milik nenek buyutku.#$e#Dia wanita yang sangat menarik.",
  "fall_Sun6":"Aku belum pernah ke hutan, asal kau tahu.#$e#Mungkin menarik buat menjelajahinya suatu hari nanti.",
  "fall_Tue8":"Aku mulai menyukai bau tanah. Aneh bukan?#$e#Kurasa ini karena kamu sering nongkrong sama aku.$h",
  "fall_Mon10":"@, aku senang bisa melihatmu hari ini.$h",
  "winter_Mon":"Aku ingin pindah ke tempat yang lebih hangat.",
  "winter_Tue":"Hai. Ada yang kau butuhkan dariku?#$e#...",
  "winter_9":"Hmm. Bajumu apa merknya?#$e#Oh. Um, tidak apa-apa.",
  "winter_Wed":"Semoga saja seseorang mau membawakanku kopi peppermint.$s#$e#Tak usah repot-repot, aku tahu kamu tidak bisa membuatnya.",
  "winter_Thu":"Aku akan mulai menulis daftar pakaian yang kubutuhkan musim semi nanti.",
  "winter_Fri":"Apa ada kuda poni di kebunmu?$h#$e#Yah. Kupikir ada...$s",
  "winter_Sat":"Hal bagus dari musim semi hanyalah waktu tidurku yang bertambah.#$e#Aku tidur kira-kira 10 jam setiap malamnya.",
  "winter_Sun":"Maukah kau menitipkan salamku buat Alex?#$e#Terima kasih.",
  "winter_Tue2":"Namamu @, 'kan?#$e#Aku lupa terus.",
  "winter_Tue4":"Hai @.#$e#Ada hal menarik yang terjadi di kebunmu?",
  "winter_Wed6":"Sepertinya aku mulai sadar kalau pakaian bukanlah hal yang terpenting. Iya 'kan?#$e#Aku masih suka dengan pakaian sih. Maksudku, apa salahnya dengan sedikit mengekspresikan diri sendiri?",
  "winter_Thu6":"Mungkin aku akan menyumbangkan beberapa rokku ke lembaga amal musim semi nanti.#$e#Maksudku, aku punya lebih dari 1.000 rok.$h#$e#...kenapa?",
  "winter_Sun6":"Um, kalau kamu ketemu Alex bisa tolong katakan padanya aku lagi sibuk hari ini?#$e#Terima kasih.",
  "winter_Mon8":"Kuharap di Stardew Valley ini lebih hangat.#$e#Aku bisa saja pindah sih, tapi 'kan...",
  "winter_Fri8":"Apa kau berencana memelihara kuda poni di kebunmu?",
  "winter_Sat8":"Aku senang pekerjaanmu lebih sedikit saat musim dingin.#$e#Enak ya, bisa sedikit beristirahat?",
  "winter_Sun10":"@, kau kelihatan tangguh hari ini. Aku suka itu.^@, kau kelihatan cantik hari ini.#$e#...$h"
}