{
  "Introduction": "Senang bertemu denganmu. Aku Harvey, dokter lokal.#$e#Aku melakukan pemeriksaan rutin dan prosedur kesehatan untuk semua penduduk Pelican Town. Ini adalah tugas yang mulia.#$e#Semoga kamu bisa menerima pekerjaanmu sebagai profesi yang mulia.$h",
  "Resort_Entering": "Tabir surya? Ok...#$b#Topi pantai? Ok...",
  "Resort_Leaving": "Kalau kulitmu terbakar, sedikit krim aloe vera akan membuat kulitmu nyaman.",
  "Resort_Shore": "Aku menyisiri sepanjang pantai untuk mencari pecahan kaca. Kita tidak ingin ada yang kakinya terluka!",
  "Resort_Chair": "Dapat kesempatan untuk bersantai sesekali, boleh juga.#$b#Masalahnya adalah bagaimana agar pikiranmu bisa tenang...$s",
  "Resort_Bar": "Sangat penting menjaga asupan air di panas seperti ini. Aku akan tanya pada Gus, siapa tau dia punya air kelapa!$h",
  "Resort": "Aku mau memberitahumu sebuah rahasia... Aku tidak bisa berenang tanpa pelampung.$s",
  "danceRejection": "Oh! Maaf... Aku, aku... punya rencana untuk mengajak orang lain.$s",
  "divorced": "Aku... Aku tak kuat memandangmu. Tolong jangan beri aku rasa sakit lagi.$s",
  "breakUp": "...K...Kau...?$s#$b#*glek*... K... Kurasa aku tidak enak badan ...$s",
  "dumped_Guys": "Aku sibuk. Aku tidak bisa bicara denganmu.$s",
  "secondChance_Guys": "Aku ingin kau kembali di hidupku, @. Aku akan melupakan apa yang telah terjadi.$s",
  "Mon": "Kami menjual obat-obatan di klinik.. mampirlah jika merasa lelah.#$b#Aku tahu, jadi petani itu pekerjaan yang cukup melelahkan ... jangan berlebihan!",
  "Mon2": "Aku merasa bertanggung jawab atas kesehatan warga di sini... jadi aku agak tertekan.#$e#Ini komunitas yang kecil, dan aku beruntung bisa menjalin relasi yang baik dengan pasienku.",
  "Mon6": "Aku ingin tinggal di Stardew Valley untuk sementara waktu. Aku mulai terlibat di dalam masyarakat.#$e#Senang rasanya bisa berguna bagi sesama.",
  "Mon10": "Oh! Hai, @.$l#$e#Apakah kau... punya keluhan medis?$l",
  "Tue": "Kalau merasa tak enak badan, jangan ragu datang ke kantorku.#$e#Tapi, kau masih muda. Kau mungkin akan selalu sehat.$h",
  "Tue8": "Jangan kerja berlebihan, @. Itu perintah dokter!#$e#Kesahatanmu penting bagiku.$l",
  "Wed4": "Aku ingin mengenalmu lebih baik, @. Mari kesampingkan hubungan dokter-pasien kita dulu",
  "Wed6": "Senang punya teman di kota ini.$h",
  "Wed8": "Kau memiliki badan yang sehat. Bagus sekali.$h",
  "Wed": "Ingatlah untuk menutup mulut ketika bersin.#$e#Lalu jangan lupa mencuci tangan.",
  "Thu8": "Sebagai dokter aku punya banyak kerjaan. Aku bahkan jarang makan.$s#$e#Jika aku tidak hidup sendiri, mungkin akan lebih mudah.$l",
  "Thu": "Nutrisi sangat penting, jadi pastikan kau makan dengan benar. Tingkatkan juga asupan sayuran!#$e#Masakan rumah adalah yang terbaik. Apa kau bisa memasak?",
  "Fri": "Ini hari yang indah, ya?#$e#Aku ingin beristirahat sebentar saja.$s",
  "Fri4": "Kalau ingin bertamu di apartemenku, silakan saja. Aku tinggal di atas klinik.",
  "Fri10": "Mampirlah kalau ingin memeriksa kesehatanmu.$l",
  "Sat": "Apa yang bisa aku bantu?#$e#Jaga dirimu.",
  "Sat4": "Aku datang ke sini karena suka suasana kota kecilnya, dan pendekatan langsung dalam merawat pasien.#$e#Aku benar-benar menyukainya.$h",
  "Sat8": "*Hahh~*... Aku mulai merasa agak tua...#$e#Semakin kau tua, semakin kau dapat banyak kenangan. Itu bisa membuatmu pusing.$s#$e#Aku merasa lebih muda jika bersamamu.$l",
  "Sun": "Hmm... Aku berjuang untuk memenuhi kebutuhan. Aku tidak punya cukup pasien.#$e#Sepertinya aku akan mulai menerima pasien dari kota lain...",
  "Sun6": "Bayangkan jika hidup dan mati pasien berada di tanganmu, dan kau gagal... Itu akan menghantuimu selamanya.$s",
  "event_george1": "Terima kasih, @.$h#$b#Dengar, George, Aku hanya ingin membantumu.",
  "event_george2": "*Hahh~*$s#$b#Dengar, George. Kalau terus seperti ini, aku harus memberitahu istrimu. Kurasa dia takkan senang.",
  "event_aerobics1": "Terima kasih, @. Aku hargai itu.$h",
  "event_aerobics2": "*Hahh~*... kejam.$s",
  "event_heart1": "Oh! Rumah sakit membuatmu gugup, ya?#$b#Santai saja. Aku di sini untuk membantu.$h",
  "event_heart2": "Baik. Itu masuk akal.",
  "event_heart3": "Em. Oke... Kalau kamu bilang begitu.$s",
  "event_grave1": "...Kau benar.#$b#...Terima Kasih.",
  "event_grave2": "*Hahh~*$s",
  "summer_Mon": "Berjemur itu tidak apa-apa. Asal jangan sampai kepanasan.#$e#Baik. Jaga tubuh dan kesehatanmu.",
  "summer_Thu": "Olahraga memang penting, tapi jangan sampai kelelahan, kau bisa berakhir di klinikku!#$e#Dengarkan apa kata tubuhmu.",
  "summer_Fri": "Orang-orang jarang sakit di musim panas. Itu bagus sekali. Tapi tidak untuk bisnisku.",
  "fall_Fri": "Apa kau pernah pergi ke tambang, @?#$e#Itu tempat yang berbahaya. Aku menyarankan jangan kesana.",
  "fall_Sat": "Ketika kau makan dengan benar, kau akan beraktivitas lebih baik.#$e#Makan 'Farmer's Brunch' bisa memberimu nutrisi yang cukup!",
  "winter_Wed": "Musim ini banyak yang flu. Sebaiknya kau hati-hati.#$e#Sering-sering juga cuci tangan.",
  "winter_Sun": "Aku benci bilang ini, tapi penghasilanku bertambah saat musim flu.#$e#Kalau tidak ada yang sakit, aku bisa bangkrut.#$e#Jangan salah paham! Aku ingin orang-orang sehat... sungguh!"
}