{
  "Introduction": "Oh! Kamu tidak seperti yang kubayangkan... tapi tidak apa-apa! Aku Jodi.#$e#Ini kota kecil yang sepi, jadi sangat menyenangkan saat ada orang baru pindah! Punya seorang petani di sekitar benar-benar bisa mengubah keadaan.",
  "Mon": "Merawat rumah adalah pekerjaan yang sulit... tetapi seseorang harus melakukannya.#$e#Iya?",
  "Mon6": "Senang memiliki keluarga... tapi akan bohong kalau aku bilang tidak pernah merindukan kebebasan jadi anak muda...$s",
  "2_1": "Suamiku Kent adalah seorang tentara, bekerja di luar negeri. Itulah sebabnya dia tidak ada di sini sekarang.#$b#Aku tahu dia akan kembali dengan selamat begitu turnya selesai!!#$e#Butuh sesuatu?",
  "Tue": "Olahraga itu penting agar tetap sehat. Aku selalu meluangkan waktu untuk itu.#$e#Sebagai orang tua, aku tidak punya banyak waktu untuk merawat diri. Jadi aku mencoba untuk memanfaatkan setiap menitnya.",
  "Wed4": "Aku ingin menghabiskan waktu di luar, tetapi ada begitu banyak pekerjaan yang harus dilakukan.#$e#Aku mulai memakai sarung tangan karet supaya tanganku tetap lembut.#$e#Semakin tua kamu, semakin banyak pekerjaan yang harus dilakukan untuk tetap sehat.$s#$e#Oke, sampai jumpa!",
  "Wed": "Apa katamu? Ini sudah jam %time? Ya ampun!#$e#Aku masih punya banyak pekerjaan yang harus dilakukan!$s",
  "Thu6": "Kenapa waktu berlalu begitu cepat? *hahh*#$e#Aku ingat saat Sam masih bayi memakai popok. Dia anak yang lucu.$s#$e# Jangan bilang padanya aku bilang begitu.$h#$e#Kamu pasti suka ngobrol denganku, ya?",
  "Thu": "Jadi kamu seorang petani, ya? Menarik.#$c .5# Aku belum pernah bertemu sorang petani sebelumnya.$k#$e#Mungkin kapan-kapan kamu bisa mengajariku cara menanam sayuran.$h",
  "Fri": "$d Joja#Makanan di JojaMart mungkin bukan yang tersehat untuk keluarga, tetapi dengan harga semurah itu kamu tidak mungkin mau belanja di tempat lain!|Makanan di Pierre jauh lebih segar dan lebih sehat dari apapun yang pernah kubeli di JojaMart. Tapi aku merindukan harga murahnya Joja.",
  "Sat": "Hai.#$e#Butuh sesuatu?",
  "Sat4": "Aku senang kamu mencoba meningkatkan pertanian tua itu.#$e#Setelah kamu menyelesaikan semuanya, itu akan jadi nilai tambah bagi komunitas kita!$h#$e#Tapi pekerjaanmu akan banyak.#$e#Sampai jumpa.",
  "Mon2": "$d kent#Kemarin aku mengunjungi Altar Yoba untuk bersyukur atas keselamatan suamiku.|Kemarin aku mengunjungi Altar Yoba untuk berdoa agar suamiku bisa pulang dengan selamat.#$e#Aku berusaha untuk berpikir posotif, tapi kadang-kadang itu sulit.$s",
  "Sun": "#$c .5#Hari ini aku sedang istirahat dari pekerjaan rumah.$h#$e#Aku mengambil hari libur.$h#$e#Kalau aku tidak menyisihkan waktu di luar, aku bisa gila!#$e#Ditambah, aku tidak ingin kakiku jadi lembek.",
  "Sun8": "Aku bermimpi aku memiliki kebebasan penuh, tidak ada kewajiban selain untuk diriku sendiri...#$b#...Lalu aku bangun dan sadar kalau seharian penuh ini ada pekerjaan rumah di depanku...$s#$e#Tapi aku tidak menyesal berkeluarga, @... Sam dan Vincent sangat berarti bagiku!",
  "summer_Mon": "Musim panas itu menyenangkan, tapi itu juga berarti lebih banyak pekerjaan.#$e#selain bekerja di rumah, aku harus menjaga kebun tetap bugar!",
  "summer_Tue": "Halo.#$e#Kamu butuh sesuatu? Aku sedang sibuk.",
  "summer_Tue_inlaw_Sam": "Bagaimana kabar Sammy kecilku di pertanian?$h",
  "summer_Thu": "Pekerjaan rumah itu membuat frustrasi karena tidak pernah selesai.#$e#Setelah aku menyapu lantai, besoknya kotor lagi.",
  "summer_Sun": "Apa yang harus kubuat untuk makan malam?#$e#*hahh*...",
  "fall_Thu": "Mungkin aku agak memanjakan anak-anakku. Mereka tidak pernah melakukan pekerjaan rumah.#$e#Kurasa aku ingin mereka menikmati masa kecil mereka selagi masih bisa. Yah, walaupun pada dasarnya Sam sudah dewasa sekarang.#$b#Kuharap dia tidak tumbuh jadi pemalas. Jangan sampai.$s#$e# Jadi orang tua sangat tidak mudah.",
  "fall_Thu_inlaw_Sam": "Apa Sam cuma mondar-mandir di ladang, atau dia juga ikut membantu?",
  "fall_Sun": "Caroline dan aku adalah teman baik. Aku menceritakan semuanya pada dia.",
  "fall_Sun2": "Saat jadi orangtua, kamu harus meninggalkan gaya hidup lamamu.#$e#Mungkin itu tidak sepenuhnya benar... tapi kalau kamu tidak hati-hati, itu akan terjadi.",
  "winter_Mon": "Aku suka bermain salju saat masih kecil. Hal hebat saat jadi seorang ibu adalah aku bisa menikmatinya lagi.$h",
  "winter_Tue": "Hai. Apa kamu tidak bosan dengan orang-orang yang selalu bertanya tentang pertanianmu?#$e#Kalau aku bakalan bosan.",
  "winter_Tue6": "*hahh*... Kadang-kadang aku bermimpi hidup sendirian... tanpa keluarga yang harus dijaga. Apa itu buruk?$s#$e#Jangan bilang siapa-siapa.$4",
  "winter_Wed2": "Apa yang kulakukan untuk bersenang-senang? Hmm... Itu pertanyaan bagus.#$e#Aku suka tidur.$s",
  "winter_Wed4_2": "Kent sudah lumayan lama di rumah, tapi dia masih merasa gelisah.$s",
  "winter_Thu": "Musiknya Sam suaranya keras. Kuharap itu tidak mengganggu para tetangga.",
  "winter_Thu_inlaw_Sam": "Bagaimana kabarnya Sam? Harus kuakui, aku bisa memasak dan mencuci lebih sedikit sejak dia pindah...",
  "winter_Thu8": "Kami agak tergesa-gesa untuk menikah, karena Kent seorang tentara... Aku hampir tidak merasakan masa muda dan kebebasan, tapi sekarang sudah terlambat untuk kembali.$s#$e#Aku tidak percaya akan curhat soal ini padamu.$4",
  "winter_Fri": "Akan menyenangkan untuk berlibur sesekali...$s",
  "winter_Sun": "Kalau aku kaya, hal pertama yang akan kulakukan adalah menyewa pelayan dan koki.#$e#Ya ampun, itu akan menyenangkan!$h"
}