{
  "Introduction": "Oh! Kamu beda dari yang kubayangkan... tapi tak apa! Aku Jodi.#$e#Ini kota kecil yang tenang, jadi pasti menarik saat ada orang baru pindah!",
  "Resort_Entering": "Luar biasa!",
  "Resort_Leaving": "Sepertinya aku akan makan Seafood malam ini.$h",
  "Resort": "Pemandangannya menakjubkan! Sejauh mata memandang, semua berwarna biru...",
  "Resort_Bar": "Kita semua senang ketika ada Gus.",
  "reject_864": "Apa ini? Ini terlihat seperti teman Kent dari medan perang. Coba tunjukkan ini padanya.",
  "Mon": "Mengurus rumah tangga adalah pekerjaan sulit... tapi harus ada yang melakukannya.#$e#Iya?",
  "Mon6": "Senang rasanya punya keluarga... tapi kadang aku juga merindukan kebebasan sewaktu muda.$s",
  "2_1": "Suamiku Kent adalah tentara, dia bertugas di luar negeri. Itu sebabnya dia tidak di sini sekarang.#$b#Aku tahu dia akan kembali setelah semuanya selesai!!#$e#Butuh sesuatu?",
  "Tue": "Olahraga itu penting untuk tetap sehat. Aku selalu menyisihkan waktu untuk itu.#$e#Sebagai orang tua, aku tidak punya banyak waktu untuk mengurus diri sendiri. Jadi aku memanfaatkan itu sebaik mungkin.",
  "Wed4": "Andai saja aku bisa menghabiskan lebih banyak waktu di luar, tapi pekerjaanku masih banyak.#$e#Aku mulai memakai sarung tangan karet agar tanganku tetap lembut.#$e#Semakin tua, Semakin banyak pekerjaan yang harus dilakukan agar tetap sehat.$s#$e#Ok, dah!",
  "Wed": "Apa? Sudah jam %time? Astaga!#$e#Pekerjaanku masih banyak!$s",
  "Thu6": "Waktu cepat sekali berlalu. *Hahh~*#$e#Aku ingat ketika Sam masih bayi memakai popok. Dia imut sekali.$s#$e#Jangan ceritakan ke dia.$h#$e#Kau suka sekali bicara denganku, ya?",
  "Thu": "Jadi kau seorang petani, ya? Menarik.#$c .5#Aku belum pernah bertemu petani sebelumnya.$k#$e#Mungkin suatu hari kau bisa mengajariku cara bercocok tanam.$h",
  "Fri": "$d Joja#Makanan di JojaMart memang tidak sehat buat keluargaku, tapi dengan harga semurah itu jadi malas untuk belanja di tempat lain!|Makanan di Pierre jauh lebih segar dan sehat dari yang pernah kubeli di JojaMart. Meski tidak semurah di Joja dulu.",
  "Sat": "Hai.#$e#Butuh sesuatu?",
  "Sat4": "Aku senang kau sudah mengurus perkebunan tua itu.#$e#Setelah semuanya terurus, kontribusimu akan besar di komunitas kami!$h#$e#Ini akan jadi pekerjaan berat untukmu.#$e#Dah.",
  "Mon2": "#$1 JodiAltar#Kemarin aku berdoa di Altar Yoba memohon agar suamiku pulang dengan selamat.#$e#Aku mencoba untuk tetap positif, tapi terkadang sulit.$s",
  "Sun": "#$c .5#Aku istirahat dari tugas-tugas rumah hari ini.$h#$e#Aku mengambil cuti.$h#$e#Kalau tidak menghabiskan waktu di luar, aku akan gila!#$e#Ditambah, aku tidak mau sampai kakiku lemah.",
  "Sun8": "Aku bermimpi sedang bebas, tak bertanggung jawab akan orang lain, cuma diriku sendiri...#$b#...Lalu aku terbangun dan ingat akan tugas rumah yang menumpuk...$s#$e#Tapi aku tak pernah menyesal hidup berkeluarga, @... Sam dan Vincent adalah segalanya bagiku!",
  "summer_Mon": "Musim panas memang bagus, tapi pekerjaannya juga lebih banyak.#$e#Aku harus menjaga taman dan juga mengurus rumah!",
  "summer_Tue": "Halo.#$e#Kau butuh sesuatu? Aku sedikit sibuk.",
  "summer_Tue_inlaw_Sam": "Bagaimana kabar Sammy kecilku di kebunmu?$h",
  "summer_Thu": "Pekerjaan rumah tangga itu menyebalkan karena tidak pernah selesai.#$e#Sehari setelah aku menyapu, lantainya kotor lagi.",
  "summer_Sun": "Demi Tuhan, aku harus masak apa buat makan malam?#$e#*Hahh~*...",
  "fall_Thu": "Mungkin aku terlalu memanjakan anak-anakku. Mereka tak pernah kusuruh bantu-bantu di rumah.#$e#Kurasa aku hanya ingin mereka menikmati masa kecilnya selagi bisa. Yah, tapi Sam sekarang sudah dewasa, sih.#$b#Semoga dia tidak tumbuh jadi pemalas.$s#$e#Jadi orang tua tidak mudah.",
  "fall_Thu_inlaw_Sam": "Apa Sam hanya bermalas-malasan di kebun, atau ikut membantu kerja juga?",
  "fall_Sun": "Aku dan Caroline adalah teman baik. Aku cerita semua hal padanya.",
  "winter_Mon": "Aku suka bermain di salju saat kecil. Hal terbaik saat jadi seorang ibu adalah kau bisa melakukannya lagi.$h",
  "fall_Sun2": "Saat jadi orang tua, kau harus meninggalkan gaya hidup lamamu.#$e#Mungkin tidak sepenuhnya benar... tapi kalau tidak hati-hati, pasti akan terjadi",
  "winter_Tue": "Hai. Apa kau tak capek terus menjawab pertanyaan orang-orang soal kebunmu?#$e#Kalau aku pasti capek.",
  "winter_Tue6": "*Hahh~*... Kadang aku bermimpi hidup sendiri... tanpa keluarga yang harus kujaga. Apa aku jahat?$s#$e#Jangan beritahu yang lain.$4",
  "winter_Wed2": "Apa yang aku lakukan untuk bersenang-senang? Hmm ... Pertanyaan bagus.#$e#Aku suka tidur.$s",
  "winter_Wed4_2": "Kent sudah lama di rumah, tapi ia masih tampak gelisah.$s",
  "winter_Thu": "Sam selalu gaduh dengan musiknya. Semoga itu tidak mengganggu tetangga.",
  "winter_Thu_inlaw_Sam": "Bagaimana kabar Sam? Jujur saja, pekerjaan rumah menjadi lebih ringan sejak ia pindah...",
  "winter_Thu8": "Kami menikah muda, karena Kent segera ditugaskan ke luar negeri... #$b#Aku hampir tidak pernah merasakan kebebasan masa muda, dan sekarang sudah terlambat untuk kembali.$s#$e#Tak kusangka aku akan cerita soal ini padamu.$4",
  "winter_Fri": "Sesekali bisa pergi liburan pasti menyenangkan...$s",
  "winter_Sun": "Jika aku kaya hal pertama yang aku lakukan adalah menyewa pembantu dan koki.#$e#Ya Tuhan, itu akan menyenangkan!$h"
}