{
  "Mon": "Halo kawan.#$e#Aku sudah pergi begitu lama... Aku merasa seperti orang asing.",
  "Resort_Entering": "Hei, @. Senang melihatmu.",
  "Resort_Leaving": "Saatnya pulang.",
  "Resort_Shore": "Berdiri di pantai ini... Aku merasakan kedamaian yang jarang kurasakan.$h#$e#Lautan adalah sesuatu yang spesial.",
  "Resort_Chair": "Ini tempat yang bagus untuk mempererat hubungan keluargaku. Aku sangat berterimakasih padamu.",
  "Resort_Bar": "Aku cuma pesan beberapa gelas air.",
  "Resort": "Perjalanan dengan perahu sangat menyenangkan. Aku bahkan menggunakan beberapa keahlian militerku untuk menavigasi.$h",
  "MovieInvitation": "Erm... oke. Terima kasih. Kutemui kau di sana.$h",
  "accept_864": "...!$4#$b#...Di mana kau menemukan ini?$4#$b#...$5#$b#Orang ini... Kami berperang bersama, @. Dia sudah seperti saudara. #$b#Tapi... Hanya aku yang berhasil kembali.$5#$b#Walau begitu, ia tidak pernah kehilangan semangat. Bahkan dihadapan kematian. Pahlawan sejati... Aku tidak akan melupakannya.#$b#Terima kasih telah memberikan ini... Ini sangat berarti bagiku.#$b#Ini, ambillah. Sudah bertahun-tahun benda ini ada di lemari, dan tidak pernah kami gunakan.",
  "reject_865": "Yap... Masih tertutup rapat, jadi rasanya masih sangat tajam.",
  "Mon4": "Aku tak tahu apa aku bisa terbiasa lagi setelah pulang.#$e#Kedamaian kota terasa seperti topeng. Mungkin itu cuma perasaanku saja.",
  "Tue": "Banyak yang tidak berubah sejak aku pergi.#$e#Kecuali sekarang kamu ada di sini.",
  "Tue2": "Banyak yang tidak berubah sejak aku pergi.#$e#Kecuali, kita punya petani baru.$h",
  "Wed6": "...Aku kehilangan banyak teman di medan tempur.$s#$e#Yang menyedihkan adalah, aku bahkan tidak ingat wajah mereka.#$e#...",
  "Wed": "Kau sudah cukup lama berada di sini, kan? Kebunmu pasti sudah banyak berkembang.",
  "Thu6": "#$1 Kent1#Aku bangun sejak jam 4... kadang aku bertanya-tanya, apa aku akan bisa kembali ke rutinitas normal.$k#$e#Sam sudah tumbuh besar sejak aku meninggalkannya. Dia sudah dewasa sekarang.#$e#Andai saja aku bisa menemani masa tumbuhnya.$s",
  "Thu": "Apa kau berteman dengan anakku?#$e#Kau mungkin lebih mengenalnya daripada aku...$s",
  "Thu_inlaw_Sam": "Hai, @. Apa kau menikmati kehidupan setelah menikah?",
  "Fri": "Sepertinya ini hari yang baik untuk memancing, iya kan?",
  "Sat": "Jodi bilang, kau sudah menjadi bagian dari komunitas ini. Aku senang mendengarnya.",
  "Sat8": "Aku sering kesulitan tidur, jadi maaf, kalau aku tampak lelah.#$e#Aku yakin kau bisa mengerti.",
  "Sun": "Aku tidak tahu harus melakukan apa setelah kembali.#$e#Aku terbiasa hidup disiplin.",
  "event_popcorn1": "Diam! Jangan membuatku menentang istriku.$u",
  "event_popcorn2": "...$s#$b#Kau benar, @.$s",
  "event_popcorn3": "Jangan bohong padaku! Aku benci kebohongan lebih dari apapun!$u"
}