{
  "Introduction": "Halo senang bertemu denganmu. $h#$e#Kau memilih waktu yang tepat untuk pindah ke sini... musim seminya indah.",
  "Resort_Entering": "Jangan beritau siapapun, Willy membiarkanku mengendarai perahunya selama beberapa menit.$h",
  "Resort_Leaving": "Wah, liburan kali ini sangat menyenangkan.",
  "Resort": "Aku suka cuaca di Stardew Valley, tapi sesekali merasakan cuaca lain memberiku perspektif baru.",
  "Resort_Shore": "Bentuk ombak di sini sangat menginspirasi.#$e#Aku penasaran, apakah bentuk yang tak tetap bisa dijadikan patung.",
  "Resort_Chair": "Aku suka panasnya selama aku tidak banyak bergerak.$h",
  "Resort_Wander": "Mmm, aku yakin pohon-pohon di sini bagus untuk jadi bahan baku patung.#$e#Tapi Willy tidak akan senang jika membawa bongkahan kayu di kapalnya!$h",
  "Resort_Wander_2": "Aku penasaran hasil alam apa saja yang bisa didapatkan di sini.#$e#Sepertinya aku melihat Walnut yang terlihat lezat tumbuh di dekat semak-semak.",
  "Resort_Bar": "Apa kau pernah coba Piña Colada? Aku sudah minum dua porsi... hehe.",
  "danceRejection": "Aku akan jujur. Aku tidak ingin menari denganmu.$u",
  "divorced": "Aku sadar aku lebih bahagia sendirian. Jadi tinggalkan aku.$u",
  "breakUp": "Ohh... Aku mengerti. Hah... Aku memang sial dengan hal seperti ini...$s",
  "dumped_Girls": "Aku lagi tidak ingin melihatmu...$s",
  "secondChance_Girls": "Kau sudah melukaiku dengan perbuatanmu... tapi aku siap melupakan itu semua.$s",
  "Beach": "Aku datang karena suara lautan. Indah, bukan?",
  "Mon": "Hari ini pohon-pohon terlihat indah, ya?#$q 21/22/211132 Mon_old#Oh iya, kenapa kamu jadi petani?#$r 21 -5 Mon_21#Aku ingin banyak uang.#$r 22 5 Mon_22#Lebih \"nyata\" daripada tinggal di kota.#$r 211132 5 Mon_211132#Mengikuti jejak kakek.#$r 22 5 Mon_22#Aku ingin melarikan diri kehidupan lamaku.",
  "Mon_old": "$p 21#Jadi kau hanya menginginkan uang?|Menghabiskan waktu di alam lebih bermanfaat.",
  "Mon_21": "Hmm. Dangkal sekali pemikiranmu, ya?$s",
  "Mon_22": "Kurang lebih sama dengan alasanku datang ke sini!$h",
  "Mon_211132": "Itu sangat bagus untuk menghormati kakekmu.",
  "Tue4": "Hai, kau ingin ngobrol?#$e#Pemandangan di sekitar sini memberiku banyak ide. Daratannya sangat indah.#$e#Aku tidak berkarya untuk uang. Aku suka melakukannya.#$e#Bertani sepertinya profesi yang sangat bermanfaat. Kau bisa membuat makanan lezat untuk semua orang!$h#$e#Kau mungkin sibuk. Maaf.",
  "Tue": "Halo, tetangga.#$e#Kita berdua sama-sama dari luar kota. Apa itu berarti sesuatu?",
  "Wed": "#$1 LeahBug#Pagi ini aku tidak sengaja menginjak kumbang.$s#$e#Kadang aku berpikir tidak mungkin kita hidup tanpa merusak alam.",
  "Wed6": "Aku suka berada di sekitar hewan. Mereka begitu polos.#$e#Hewan ternak juga lucu, kan?$h",
  "Wed8": "Hai @! Aku barusan kepikiran soal kamu dan kebunmu.#$e#Aku membayangkan bagaimana rasanya menanam banyak tanaman.$h#$e#Bukannya lebih baik kalau ada yang membantu?$l",
  "Thu": "Sebenarnya ada banyak makanan liar di area ini, kalau kamu tahu di mana mencarinya.#$e#Aku membuat salad segar hampir setiap hari.$h",
  "Thu6": "Meramban adalah spesialisasiku. Kapan-kapan akan kubuatkan salad segar.$h",
  "Fri": "Sangat mudah berteman dengan pohon-pohon. Mereka jarang bicara.$h",
  "Fri2": "Kita takkan mampu bertahan hidup tanpa alam. Kita harus mengingat itu",
  "Fri4": "Halo @. hari yang indah, ya?#$e#Mampirlah ke kabinku kalau butuh teman bicara.$h",
  "Sat": "Aku suka mendokrasi rumahku setiap musim.",
  "Sat8": "Berkebun terdengar menyenangkan. Kapan-kapan aku ingin mencobanya.$l",
  "Sun": "Kalau kau mendengar kegaduhan dari dalam rumahku, mungkin itu suaraku saat memahat patung.",
  "Sun8": "Kalau kau pernah menemukan Driftwood, aku bisa menggunakannya.$e#Itu akan jadi hadiah yang istimewa buatku.$l",
  "event_sculpt1": "...Apa?$7#$b#Oh! Ya, itu benar sekali!$h",
  "event_sculpt2": "Tidak ada yang salah dengan itu ... kurasa ada banyak keindahan yang dapat ditemukan dalam alam!#$b#Tapi sebagai manusia, aku juga tertarik pada bagaimana kita membentuk dan menafsirkan dunia di sekitar kita ... Itulah alasanku selalu tertarik pada 'seni'.",
  "event_sculpt3": "Kau bodoh!%fork$a^Oh! Kamu...? Aku juga.$6#$b#Keluar!$a^Senang mengtahuinya.$l",
  "event_parents1": "Kau benar ... aku tidak akan bahagia di sana.$u#$b#Itu lebih baik bagi kami... untuk mengakhiri hubungan yang jalan di tempat itu saat kami masih muda dan labil.$u",
  "event_parents2": "Itu sedikit keras ... tapi, ya. Kami memiliki prioritas yang berbeda.$u",
  "event_parents3": "Oh ya? Kalau begitu aku akan pergi!%fork$a",
  "event_parents4": "*Hahh~*...$s#$b#Kurasa kamu benar... itu agak egois. Tapi apa salahnya kalau aku hanya ingin bahagia? Agh... Entahlah...$s",
  "event_parents5": "*Hahh~*...$s#$b#Mungkin kau benar... Manusia adalah makhluk egois. Entahlah.$s#$b#Harusnya aku tidak perlu memikirkan hal itu. Kita semua harus mengambil keputusan sulit dari waktu ke waktu.$s",
  "summer_1": "Kau bisa tahu musim panas telah tiba dengan mencium dengan bau manis nektar melayang di udara!$h",
  "summer_Mon": "Aku menemukan sejumlah buah-buahan liar pagi ini!#$e#Maaf, sudah habis.$s#$e#Terus mencari, aku yakin kau akan menemukan sesuatu.",
  "summer_Tue": "Suara hewan ternak keren, bukan?",
  "summer_Tue4": "Hal-hal sederhana dalam hidup yang terbaik adalah: angin lembut di musim panas, awan yang indah, dan setimba penuh hasil alam Stardew Valley.",
  "summer_Thu6": "Mataku sudah terlatih untuk menemukan buah liar. Kapan-kapan akan kubuatkan salad buah yang enak.$h",
  "summer_Fri": "Kau bisa memakai Tapper untuk memanen sirup dan cairan berguna lainnya langsung dari pohon.#$e#Prosesnya memang lambat, tapi hasilnya bisa sangat berharga.",
  "summer_Fri2": "Kalau kita tidak memperlakukan alam dengan baik, cucu-cucu kita akan merasakan akibatnya.#$e#Kau juga berpikiran sama, kan?",
  "summer_Fri6": "Halo, @. Apakah kau pernah merasa kesepian di kebun yang luas itu?#$e#Mampirlah ke kabinku kalau ingin mengobrol.$h",
  "summer_Sat": "Air sungai yang mengalir membuat rumahku sedikit sejuk di musim panas.#$e#Aku tidak suka panas.",
  "summer_Sun": "Apa yang harus kulakukan di hari hangat dan nyaman ini? *Hahh~*#$e#Ada ide?",
  "fall_1": "Cepat sekali musim berganti!#$e#Itu mengejutkan.",
  "fall_Mon": "#$c .5#Aku menemukan sejumlah jamur liar selama akhir pekan!#$e#Aku makan jamur liar dan telur untuk sarapan tadi... perutku masih penuh.#$e#Rasakan baunya dan kau akan menemukan beberapa jamur... Aku yakin itu.",
  "fall_Tue": "Aku ingin tahu apa dedaunan kering bisa dibuat kesenian?#$e#Mereka berwarna-warni... Aku tak dapat berhenti memikirkannya untuk proyek seni.$h",
  "fall_Tue4": "Percaya atau tidak. Setiap orang punya perspektif yang unik dan menarik. Kau juga berpikir begitu?#$e#Meskipun, ada juga orang-orang yang pendapatnya tidak aku setujui.",
  "fall_Wed": "Sangat menyenangkan tinggal di tepi sungai.#$e#Setiap malam aku tertidur diiringi suara aliran air.",
  "fall_Thu6": "Di hari seperti ini, aku ingin membuatkanmu tumis jamur.$h",
  "fall_Fri": "Kamu punya dapur di rumah?#$e#Kalau punya, kau bisa memasak semua jenis makanan lezat.$h",
  "fall_Fri6": "Mampirlah ke kabinku jika ingin mengobrol.$h",
  "fall_Sat": "Mendekorasi bisa menyampaikan perasaan dari musim tersebut. Itu jadi tradisiku yang seru.",
  "fall_Sun": "Banyak tempat bagus untuk jalan-jalan di sekitar sini.#$e#Berguna untuk meregangkan kakimu.",
  "winter_Mon": "Aku suka ketika semuanya tertutup salju.",
  "winter_Tue": "Di kabinku agak dingin.$s#$e#Tinggal melingkar di bawah selimut besar, dan aku baik-baik saja.$h",
  "winter_Wed": "Aku melihat kelinci salju pagi ini! Mereka langka sekali, bukan?",
  "winter_Thu": "Sulit menemukan makanan segar.#$e#Aku sudah terlalu banyak makan roti.$s",
  "winter_Thu6": "*Hahh~*... Sulit menemukan makanan di musim dingin.#$e#Aku yakin kau sudah menyimpan makanan dari kebunmu, ya kan?",
  "winter_Fri": "Waktu berlalu dengan lamban di sini.#$e#Saat aku di kota, semua lebih cepat berlalu.",
  "winter_Fri6": "Kau pernah kedinginan di rumahmu?#$e#Mampirlah ke kabinku kalau ingin minuman hangat sambil berselimut.$h",
  "winter_Sat": "Halo. Kau butuh sesuatu?",
  "winter_Sat2": "Halo, @. Ada sesuatu yang ingin kau bicarakan?",
  "winter_Sun": "Apa kau pernah beristirahat?#$e#Istirahatlah sekali-kali."
}