{
  "Introduction": "Halo, senang bertemu denganmu. $h#$e#Kamu memilih waktu yang bagus untuk pindah... Musim semi di sini indah.",
  "danceRejection": "Aku akan jujur. Aku tidak ingin berdansa denganmu.$u",
  "divorced": "Aku sadar aku lebih bahagia sendiri. Jadi tinggalkan aku.$u",
  "breakUp": "Ohh... Aku mengerti. Hah... Aku benar-benar tidak beruntung dalam hal ini...$s",
  "dumped_Girls": "Untuk sementara aku tidak ingin melihatmu lagi...$s",
  "secondChance_Girls": "Kamu sudah membuat banyak duka selama ini... tapi aku siap untuk melupakan masa lalu itu.$s",
  "Beach": "Aku datang untuk mendengarkan suara lautan. Indah, bukan?",
  "Mon": "Pohon-pohon hari ini terlihat bagus, ya?#$q 21/22/211132 Mon_old#Jadi, kenapa kamu jadi petani?#$r 21 -5 Mon_21#Aku ingin menghasilkan banyak uangI.#$r 22 5 Mon_22#Ini lebih \"nyata\" daripada tinggal di kota.#$r 211132 5 Mon_211132#Untuk mengikuti jejak kakek.#$r 22 5 Mon_22#Aku ingin lepas dari kehidupan lamaku.",
  "Mon_old": "$p 21#Jadi, apa kamu menghasilkan uang sebanyak yang diharapkan?|Menghabiskan waktu di alam sangatlah bermanfaat.",
  "Mon_21": "Hmm. Itu alasan yang terlalu dangkal.$s",
  "Mon_22": "Itu alasanku datang ke sini juga!$h",
  "Mon_211132": "Kamu baik sekali menghormati kakekmu seperti itu.",
  "Tue4": "Hai. Oh, kamu mau bicara?#$e#Pemandangan di sekitar sini memberiku banyak ide. Medannya bahkan hampir seperti pahatan tersendiri.#$e#Aku tidak membuat karya seni untuk uang. Ini hanya dorongan yang kumiliki.#$e#Bertani tampaknya profesi yang sangat berharga. Kamu bisa membuat makanan lezat untuk semua orang!$h#$e#Kamu mungkin lagi sibuk. Maaf.",
  "Tue": "Halo, tetangga.#$e#Kita sama-sama berasal dari luar kota. Apakah itu berarti sesuatu?",
  "Wed": "#$1 LeahBug#Pagi ini aku tidak sengaja menginjak serangga.$s#$e#Kadang aku berpikir mustahil untuk hidup tanpa merusak alam sengaja atau tidak.",
  "Wed6": "Aku suka berada di dekat binatang. Mereka sangat lugu.#$e#Hewan ternak juga luar biasa.$h",
  "Wed8": "Hai @! Aku baru saja memikirkan tentangmu dan kebunmu.#$e#Aku membayangkan betapa enaknya memanen banyak jenis tanaman.$h#$e#Bukankah lebih baik kalau ada yang membantu?$l",
  "Thu": "Sebenarnya ada banyak makanan liar di daerah ini, kalau kamu tahu di mana mencarinya.#$e#Aku selalu membuat salad segar hampir setiap hari.$h",
  "Thu6": "Mencari hasil alam adalah keahlianku. Kapan-kapan kamu akan kubuatkan salad segar.$h",
  "Fri": "Lebih mudah berteman dengan pepohonan. Mereka tidak banyak bicara.$h",
  "Fri2": "Kita tidak akan bisa bertahan hidup tanpa alam. Kita harus mengingat itu.",
  "Fri4": "Halo, @. Ini hari yang indah, bukan?#$e#Mampirlah ke kabinku kalau butuh seseorang untuk diajak bicara.$h",
  "Sat": "Aku suka mendekorasi untuk musim yang berbeda.",
  "Sat8": "Bertani terdengar sangat menyenangkan. Aku ingin mencobanya suatu hari nanti.$l",
  "Sun": "Kalau kamu mendengar suara gedoran dari dalam gubukku, mungkin itu cuma aku yang mengerjakan salah satu pahatanku.",
  "Sun8": "Kalau kamu pernah menemukan driftwood yang terlihat menarik, aku bisa memakainya.#$e#Akan lebih spesial karena kamu yang memberinya padaku.$l",
  "event_sculpt1": "...Apa?$7#$b#Oh! Ya, itu benar sekali!$h",
  "event_sculpt2": "Tidak ada yang salah dengan itu... Kupikir ada banyak keindahan yang dapat ditemukan secara mentah, di alam yang tak tersentuh!#$b#Tapi sebagai manusia, aku juga tertarik pada bagaimana kita membentuk dan menafsirkan dunia di sekitar kita... Maksud dari ucapanku adalah bahwa aku tertarik pada 'seni'.",
  "event_sculpt3": "Dasar babi!%fork$a^Oh! Kamu...? Aku juga.$6#$b#Pergi!$a^Senang bisa mengetahuinya.$l",
  "event_parents1": "Kamu benar... Aku tidak akan bahagia di sana.$u#$b#Lebih baik bagi kami berdua... untuk mengakhiri hubungan saat kami masih muda dan fleksibel.$u",
  "event_parents2": "Itu agak keras... tapi, ya. Kami punya prioritas berbeda.$u",
  "event_parents3": "Oh ya? Kalau begitu aku pergi saja!%fork$a",
  "event_parents4": "*hahh*...$s#$b#Kurasa kamu benar... itu agak egois. Tapi apakah salah kalau ingin bahagia? Ugh... Entahlah...$s",
  "event_parents5": "*hahh*...$s#$b#Mungkin kamu benar... Manusia memang makhluk yang egois. Aku tidak tahu. $s#$b#Mungkin aku tidak perlu memikirkannya. Kita semua harus membuat pilihan sulit dari waktu ke waktu.$s",
  "summer_1": "Kamu bisa tahu ini musim panas dari aroma manis nektar yang ada di udara!$h",
  "summer_Mon": "Aku menemukan beberapa buah liar pagi ini!#$e#Maaf, tidak ada yang tersisa.$s#$e#Terus cari, aku yakin kamu akan menemukan sesuatu.",
  "summer_Tue": "Suara hewan ternak sangat bagus, bukan?",
  "summer_Tue4": "Hal-hal sederhana dalam hidup adalah yang terbaik: angin musim panas yang lembut, awan yang sangat indah, dan segelas wine Stardew Valley.",
  "summer_Thu6": "Aku punya mata yang bagus dalam memilih buah liar. Kapan-kapan kamu akan kubuatkan salad buah yang enak.$h",
  "summer_Fri": "Kamu bisa memakai tapper untuk memanen sirup dan cairan bermanfaat lainnya dari pohon.#$e#Prosesnya lambat, tetapi hasilnya bisa lumayan berharga.",
  "summer_Fri2": "Aku tidak mau bicara kasar, tapi kalau kita tidak menghormati alam, anak-cucu kita yang akan dikutuk.#$e#Bukankah begitu?",
  "summer_Fri6": "Halo, @. Apa kamu pernah merasa kesepian di pertanian luas itu?#$e#Mampirlah ke kabinku kalau butuh seseorang untuk diajak bicara.$h",
  "summer_Sat": "Air yang mengalir membuat rumahku agak sejuk di musim panas.#$e#Aku tidak begitu bisa tahan dengan panas.",
  "summer_Sun": "Apa yang harus kulakukan pada hari yang hangat dan santai ini? *hahh*#$e#Ada ide?",
  "fall_1": "Betapa cepatnya musim berubah!#$e#Ini mengejutkan.",
  "fall_Mon": "#$c .5#Aku menemukan beberapa jamur liar selama akhir pekan!#$e#Aku sarapan dengan sepiring besar jamur dan telur liar hari ini... Aku masih kenyang.#$e#Awasi tanah di sekitarmu, dan kamu akan bisa menemukan jamur... Aku yakin itu.",
  "fall_Tue": "Aku penasaran apa aku bisa membuat kolase dari dedaunan kering?#$e#Mereka begitu berwarna-warni... Saya tidak bisa berpikir selain potensinya untuk proyek seni.$h",
  "fall_Tue4": "Setiap orang memiliki perspektif yang unik dan menarik, entah mereka percaya atau tidak. Bukankah begitu?#$e#Meskipun, ada orang yang pendapatnya tidak bisa aku setujui.",
  "fall_Wed": "Sangat menyenangkan hidup di tepi sungai.#$e#Aku tertidur oleh suara air yang menenangkan setiap malam.",
  "fall_Thu6": "Di musim seperti ini aku harus membuatkanmu tumis jamur liar.$h",
  "fall_Fri": "Apa di rumahmu ada dapur?#$e#Kalau ada, kamu bisa memasak semua jenis makanan lezat.$h",
  "fall_Fri6": "Mampirlah ke kabinku kalau butuh seseorang untuk diajak bicara.$h",
  "fall_Sat": "Dekorasi menonjolkan perasaan sifat dari setiap musim. Kupikir ini tradisi yang berharga.",
  "fall_Sun": "Ada banyak tempat bagus untuk dilewati di sini.#$e#Rasanya menyenangkan bisa meregangkan kakimu.",
  "winter_Mon": "Aku suka bagaimana penampilan segala sesuatu ketika tertutup salju baru.",
  "winter_Tue": "Di pondok kecilku jadi dingin.$s#$e#Aku hanya perlu meringkuk di bawah selimut besar, dan aku baik-baik saja.$h",
  "winter_Wed": "Aku melihat kelinci salju pagi ini! Mereka hewan langka, bukan?",
  "winter_Thu": "Aku kesulitan menemukan makanan segar untuk dimakan.#$e#Aku sudah makan banyak roti.$s",
  "winter_Thu6": "*Hahh*... Sulit untuk dapat makanan segar di musim dingin.#$e#Aku yakin di peternakanmu makanannya cukup, hah?",
  "winter_Fri": "Waktu sepertinya bergerak lebih lambat di sini.#$e#Ketika aku tinggal di kota, satu tahun berlalu begitu cepat.",
  "winter_Fri6": "Apa kamu pernah kedinginan di rumahmu?#$e#Mampirlah ke kabinku kalau ingin menghangatkan diri di bawah selimutku dan minum sari buah apel.$h",
  "winter_Sat": "Halo. Ada yang bisa dbantu?",
  "winter_Sat2": "Halo, @. Ada yang ingin kamu bicarakan?",
  "winter_Sun": "Apa kamu pernah berlibur sehari penuh?#$e#Itu istirahat yang menyegarkan."
}