{
  "LeoDeparture": "Aku harus menemukan tempat tinggal...$s#$b#Tapi aku ada rencara... Aku akan bergantung pada teman-temanku.",
  "Thu8": "Awalnya terasa sedih... karena harus meninggalkan pulau dan pergi ke tempat asing.$s#$e#Tapi lama-lama jadi terbiasa.#$b#Karena aku orang yang mudah beradaptasi!$h",
  "Thu10": "Awalnya aku merasa asing di sini. Tapi aku dapat banyak teman!$h#$b#Dan setelah itu, aku merasa cocok berada di sini...",
  "Tue": "Nona Penny mengajariku sekuat tenaga agar tidak tertinggal di sekolah. Dia sangat baik...#$e#...Untungnya, aku masih ingat beberapa hal dari masa lalu... sebelum aku terdampar di pulau... jadi aku tidak kesulitan dalam belajar.#$e#Nona Penny bilang dia kagum karena aku tahu banyak hal!",
  "Tue10": "Aku yakin Jas dan Vincent awalnya menganggapku aneh. Karena aku sesekali berkicau tanpa sengaja...$s#$e#Karena semuanya sudah mengerti. Sekarang kami jadi teman baik!$h",
  "18": "Saat pertama ke sini, Linus membuatkan pakaian dari daun buatku, seperti yang dipakainya...#$b#Tapi aku jadi kelihatan lucu... mirip mangga berdaun lebat!$h#$e#Aku akan pakai bajuku yang terbuat dari bulu saja.",
  "Wed": "Selain dari Linus dan Nona Penny, aku akan mempelajari apapun yang belum kuketahui!$h#$e#Mayor Lewis bilang aku sudah mendekati untuk jadi 'warga yang baik'... entah apa maksudnya.",
  "Thu": "Apa kau pernah lihat semua burung unik di tempat ini?#$e#Kalau kau mendengar mereka, mereka bisa memberitahumu sesuatu.",
  "winter_Thu": "Burung-burung di lembah ini tahan dingin.#$e#Aku agak iri dengan bulu tebal mereka...$s",
  "4": "Aku tadi lihat ada mangga besar melayang di langit. Linus bilang benda itu namanya balon udara!$u#$b#Kukira cuma burung yang bisa terbang...",
  "Fri": "Linus mengajariku tentang makanan liar yang tersedia di lembah ini. Ternyata ada banyak jenisnya!$h#$e#Yah... Kadang aku masih kangen sarapan makan Golden Walnuts sih...$s",
  "winter_Fri": "Linus mengajariku membuat ikan yang diolesi Spice Berry...#$b#Katanya itu makanan untuk menghangatkan tubuh di musim dingin!$h",
  "Fri8": "Kata Paman Linus, aku harus 'memasak' ikan sebelum memakannya...$s#$b#Aku agak sulit membiasakannya... karena ikannya jadi kering...$s",
  "Mon": "Hei, @. Senang melihatmu di pulau lagi, seperti dulu. Ini asyik!#$e#Kau tahu, aku ketakutan saat kau pertama kali ke sini... Karena aku tahu hidupku akan berubah.$u",
  "Sun": "Memang, Stardew Valley adalah rumah baruku... tapi pulau akan selalu jadi rumahku juga.#$e#Senang rasanya bisa kembali sesekali.",
  "Sat": "Mungkin nanti, aku akan pergi ke Kkota Zuzu...$u#$b#Tapi aku masih belum begitu siap. Dunia ini terasa sangat aneh bagiku, dan aku masih merasa nyaman di sini!$h",
  "Sun10": "Para burung betet berterima kasih atas semua Golden Walnuts yang kau beri. Mereka sangat menyukainya.$h",
  "Sat10": "@? Eng... Aku agak sungkan tanya soal ini...$u#$b#Menurutmu... apa Jas suka dengan cowok sepertiku?$u#$b#Apa aku terlalu aneh baginya?$s#$e#Hahaha... siapa peduli. Akan kucari tahu suatu saat nanti.$h"
}