{
  "Introduction": "Jadi, bagaimana rasanya bermalam di rumah tua itu?#$e#Dulu Kakekmu sering mengeluh karena kasur reyotnya. Tapi aku yakin, jauh dalam hatinya, dia mencintai rumah itu.",
  "Resort": "Aku terkesan, @. Kau benar-benar memperbaikinya!$h",
  "Resort_Leaving": "Semuanya naik! Kita akan kembali ke lembah!",
  "Resort_Shore": "Kesempatan berlibur seperti ini dapat mengembangkan ekonomi lokal!#$e#Aku tidak mau lama-lama kena sinar matahari, nanti kumisku kering.",
  "Resort_Chair": "Hehe... lihatlah tempat ini! Entah bagaimana kau melakukannya, tapi tempat ini jadi buah bibir warga kota.$h",
  "Resort_Bar": "Hehe... Gus benar-benar bersemangat.",
  "pamHouseUpgrade": "@, aku dengar perbuatanmu untuk Pam dan Penny... *itulah* contoh dukungan komunitas yang ingin kulihat di Pelican Town!$h",
  "pamHouseUpgradeAnonymous": "@, apa kau dengar? Ada yang membayar Robin untuk membuat rumah bagi Pam dan Penny! Sayangnya Robin tak mau memberitahu siapa donaturnya.#$e#Siapapun dia, aku senang melihat dukungan komunitas seperti ini di Pelican Town!$h",
  "willyCrabs": "*endus*... *endus*... bisa kau cium itu? Aku mencium bau kepiting segar seharian ini...$u",
  "cc_Begin": "*endus*... *endus*... Ah, kulihat kau menghabiskan waktu di Balai Kota. Aku senang ada orang yang merawat tempat itu.",
  "cc_Complete": "Aku tidak pernah merasa sebangga ini pada komunitas kita. Kau telah melayani Pelican Town dengan hebat, @.$h",
  "cc_Bus": "@, apa kau dengar? Semalam tiba-tiba bis kota tuanya berfungsi lagi!$h#$b#Benda tua itu sudah tidak berfungsi selama beberapa dekade... Sungguh sebuah misteri.",
  "joja_Begin": "Jadi, Balai Kota sudah tiada... Sepertinya waktu sudah berubah, hal baik akan datang dan pergi... Tapi aku tetap merasa kehilangan.$s#$e#Semoga ini tidak mencoreng reputasiku sebagai Mayor.$s",
  "Mon": "Ini musim yang pas untuk membuat rencana berkebun, bahkan bagi kami yang bukan petani.#$e# Kota ini dikenal sebagai penghasil bunga musim semi terbaik!$h",
  "Tue": "Taruh barang apapun yang ingin kau jual dalam Shipping Box di samping rumahmu.#$e#Aku akan tertarik melihat apa yang kau masukkan di sana.",
  "Saloon_Entry": "Hai, Gus!",
  "Tue2": "Di awal musim, kau harus menebang tanaman yang mati dari musim sebelumnya. Pakai Schyte agar mudah.",
  "spring_3": "Kau sudah menanam tanaman musim semi belum? Musim semi tidak berlangsung selamanya, kau tahu.",
  "Town_57_40": "#$c .3#Tumben pagi-pagi sudah ke alun-alun. Tugas di kebunmu sudah selesai?#$e#Selamat pagi! Aku sedang mengecek taman seperti biasa.$h#$c .5#Hmm... apa ini kutu daun?$s#$e#Hmm... Semoga tidak ada hama...$s",
  "Wed": "Hmm... pajak tagihan... *bergumam* ...biaya festival musim semi... *bergumam*...$u#$e#Ya?",
  "spring_10": "Ah ... Tak ada yang yang lebih nikmat selain secangkir teh di pagi hari.",
  "Thu": "Bar sering ramai di malam hari. Kadang kami juga memainkan Jukebox *Haha!*$h#$e#Aku sesekali ke sana untuk mendengar kabar terbaru.",
  "Saloon": "Selamat malam! Senang melihatmu bersosialisasi dengan warga.#$b#Ada baiknya mampir sesekali dan mendengar kabar terbaru.$h",
  "Saloon4": "Selamat malam, @! Senang melihatmu bersantai di Bar. Ada baiknya sesekali istirahat.$h#$b#Kakekmu selalu bekerja terlalu keras... aku mau minum bir lagi untuk menghormatinya.",
  "Fri": "Semoga semuanya berjalan lancar di kebun %farm. Aku tidak suka melihat kebunnya kering.",
  "Sat": "Semua orang tampak lebih bahagia di akhir pekan.#$e#Hanya aku yang bekerja setiap hari.",
  "Sun": "Aku sudah menjadi Mayor Pelican Town selama 20 tahun lebih!#$e#Tidak ada yang pernah mengajukan diri sebagai calon saat pemilu. Itu berarti aku melakukan pekerjaanku dengan baik.#$e#Aku suka jadi mayor.",
  "event_secret1": "Terima kasih @. Aku tidak akan melupakannya.",
  "event_secret2": "*Hwaa~*... Kau tega sekali...$s#$b#Dasar jahat.$s",
  "summer_Mon": "Berkebun adalah hobiku, jadi aku suka cuaca hangat ini.",
  "summer_Town_57_40": "#$c .3#Ah, bungaku tumbuh indah!$h#$c .3#Selamat pagi! Apa kau mencium aroma manis dari bunga Dew-Lilies ini?#$e#Ini masih pagi tapi udaranya sudah hangat. Musim panas bagus untuk pria tua sepertiku hehe.",
  "summer_Tue": "Bagaimana awalnya aku bisa jadi Mayor? Ceritanya panjang.#$e#Kita berdua terlalu sibuk untuk bercerita sekarang.",
  "summer_Wed": "Ubur-Ubur Moonlight akan segera datang. Itu salah satu hal favoritku di lembah.",
  "summer_Thu": "Bar sering ramai di malam hari.#$e#Seminggu sekali aku ke sini untuk ngobrol dengan warga. Dan makan Spaghetti khas buatan Gus.",
  "summer_Fri": "Hmm... Hari ini ulang tahun siapa ya? Akan kuperiksa kalender di depan toko Pierre.",
  "summer_Sat": "Semua orang tampak lebih bahagia di akhir pekan.#$e#Hanya aku yang bekerja setiap hari.",
  "summer_Sun": "Apa kau menanam Blueberry di kebunmu?#$e#Aku suka Blueberry segar.%revealtasteLewis258",
  "fall_Mon": "Beberapa warga kota waspada terhadap orang asing. Kau harus mendekati mereka sebelum mereka terbuka kepadamu.#$e#Terus gigih dan mereka akan akrab denganmu.$h",
  "fall_Tue": "Ini adalah hari pertama kali aku terpilih jadi Walikota, lebih dari 20 tahun lalu.#$e#Aku merasa sudah tua.$s",
  "fall_Wed": "Kalau punya saran untuk perkembangan kota, tulis dan masukkan saja ke kotak saran.#$e#Oh iya... aku tidak punya kotak saran.",
  "fall_Wed2": "Setiap Rabu aku sarapan dengan wafel gandum dan kopi. Tradisi kecil yang kujaga agar kehidupan bujangku lebih menarik.$h",
  "fall_Town_57_40": "#$c .3#Mmm ... jamur aneh ini bermunculan di kayuku. Aku ingin tahu apa mereka?#$c .3#Selamat pagi! Kita sebentar lagi memasuki musim dingin, jadi aku sedang mempersiapkan tamanku.#$e#Oh, tumben pagi-pagi kamu ke alun-alun. Tugas di kebunmu sudah selesai ya?",
  "fall_Thu": "Bar sering ramai di malam hari.#$e#Aku sesekali ke sana untuk mendengar kabar terbaru.",
  "fall_Fri": "Semoga semuanya berjalan lancar di kebunmu.",
  "fall_12": "Apa kau punya Bee House di kebun?#$e#Kalau kau menempatkannya di dekat bunga, kau bisa dapat berbagai jenis madu.",
  "fall_19": "Kadang kau bisa tahu ada sesuatu yang terkubur di sana. Jaga matamu tetap terbuka.",
  "fall_Fri4": "Apa kau sudah coba saus spaghetti 'rahasia' Gus?$s#$b#...Bahan-bahannya bisa saja dirahasiakan, tapi baunya tidak.#$b#Sampai jumpa lagi.",
  "fall_Sun": "Kau sudah bekerja keras di kebun, @? Kau harus mencapai hal dari banyak segi, jika ingin jadi warga negara yang baik.",
  "winter_1": "Nah, musim dingin tiba! Artinya warga akan menghabiskan sebagian besar waktunya di dalam rumah.#$e#Setidaknya kau akan mudah menemukan mereka!$h",
  "winter_Mon": "Tahun ini akan berakhir!#$e#Semoga ini jadi tahun yang produktif buatmu!",
  "winter_Tue": "Aku harus mulai merencanakan pengembangan kota untuk tahun depan!",
  "winter_Wed": "Aku tetap akan datang setiap malam untuk mengumpulkan produkmu, bahkan saat bersalju.#$e#Kau tetap butuh uang di musim dingin!",
  "winter_Fri": "Semoga semuanya berjalan lancar di kebunmu.",
  "winter_Fri6": "Aku belum pernah menikah. Aku tidak punya keluarga. Yang kulakukan selama ini hanya jadi Walikota.$s#$e#Apakah ini sepadan?$s#$e#...*Hahh~*...$s",
  "winter_Sun": "Hai, @! Bagaimana harimu?$h#$e#Kalau ketemu Marnie, titipkan salamku padanya."
}