{
  "Introduction": "Jadi, bagaimana malam pertamamu di rumah tua itu?#$e#Kakekmu sering mengeluh tentang kasur tuanya yang reyot. Tapi kupikir, jauh di lubuk hatinya, dia benar-benar mencintai rumah itu.",
  "pamHouseUpgrade": "@, aku mendengar apa yang sudah kamu lakukan untuk Pam dan Penny... *itulah* jenis dukungan komunitas yang ingin kulihat di Kota Pelican!$h",
  "pamHouseUpgradeAnonymous": "@, apa kamu dengar? Seseorang membayar Robin untuk membangun rumah bagi Pam dan Penny! Robin tidak mau memberi tahu siapa orangnya.#$e#Siapapun itu, aku suka melihat dukungan komunitas seperti ini di Kota Pelican!$h",
  "willyCrabs": "*endus*... *endus*... apa kamu juga mencium baunya? Aku sedang menangkapi kepiting segar sepanjang hari...$u",
  "cc_Begin": "*endus*... *endus*... Ah, kurasa kamu telah meluangkan waktu di Pusat Komunitas lama. Senang mengetahui ada yang mengurus tempat itu.",
  "cc_Complete": "Aku tidak pernah merasakan kebanggaan yang luar biasa di komunitas kami. Kamu sudah melayani Kota Pelican dengan sangat hebat, @.$h",
  "cc_Bus": "@, apa kamu dengar? Sepertinya bis tua itu sudah berfungsi lagi dalam semalam!$h#$b#Benda tua itu sudah mati selama beberapa dekade... Ini benar-benar misteri yang besar.",
  "joja_Begin": "Jadi, Pusat Komunitas yang lama sudah tiada... Waktu sudah berubah, hal baik datang dan pergi... Tapi aku belum bisa menahan rasa kehilangan.$s#$e#Kuharap ini tidak menodai riwayatku sebagai Lurah.$s",
  "Mon": "Ini musim yang bagus untuk mulai berkebun, bahkan bagi kami yang bukan petani.#$e#Lembah ini dikenal bisa menghasilkan beberapa bunga musim semi terbaik!$h",
  "Tue": "Taruh apa saja yang ingin kamu jual di kotak pengiriman sebelah rumahmu.#$e#Aku tertarik melihat barang apa saja yang akan kamu masukkan ke sana.",
  "Saloon_Entry": "Hai, Gus!",
  "Tue2": "Setiap awal musim kamu harus membabat tanaman layu dari musim sebelumnya. Paling mudah pakai sabit.",
  "spring_3": "Apa kamu sudah menanam crop musim semi? Musim ini tidak berlangsung selamanya, asal kamu tahu.",
  "Town_57_40": "#$c .3#Kamu berada di kota lebih awal, ya? Apa pekerjaan di ladangmu sudah selesai?#$e#Selamat pagi! Aku sedang memeriksa kebun seperti biasanya.$h#$c .5#Hmm... apa ini kutu daun??$s#$e#Hmm... Kuharap ini bukan serangga sisik...$s",
  "Wed": "Hmm...  pengumpulan pajak... *bergumam* ...biaya festival musim semi... *bergumam*...$u#$e#Iya?",
  "spring_10": "Ah... Tidak ada yang bisa mengalahkan secangkir teh di pagi hari.",
  "Thu": "Barnya cukup meriah di malam hari. Kadang kita juga menaruh koin di jukebox *hihi*$h#$e#Aku suka berkunjung paling tidak seminggu sekali untuk membahas beberapa hal.",
  "Saloon": "Selamat malam! Senang melihatmu bersosialisasi dengan penduduk kota.#$b#Sesekali mampir dan melihat kabar terbaru tidak ada salahnya, kan?$h",
  "Saloon4": "Selamat malam, @! Aku senang melihatmu bersantai di salon. Bagus bagimu untuk beristirahat sesekali.$h#$b#Kakekmu selalu bekerja terlalu keras... Aku akan minum bir untuk menghormatinya malam ini.",
  "Fri": "Kuharap semuanya berjalan baik di kebun %farm. Aku benci melihat semuanya mengering.",
  "Sat": "Semua orang tampak lebih bahagia di akhir pekan, bukan begitu?#$e#Meskipun aku bekerja seminggu penuh, sih.",
  "Sun": "Aku sudah jadi Lurah di Kota Pelican selama lebih dari dua puluh lima tahun!#$e#Tidak ada yang pernah menentangku di saat pemilu. Kupikir bahwa itu berarti aku melakukan pekerjaanku dengan baik.#$e#Aku suka jadi Lurah.",
  "event_secret1": "Terima kasih @. Aku tidak akan melupakan ini.",
  "event_secret2": "*hiks* ... Tidak kusangka kamu tega melakukan itu...$s#$b#Kamu parah.$s",
  "summer_Mon": "Berkebun adalah hobiku, jadi aku suka dengan cuaca hangat ini.",
  "summer_Town_57_40": "#$c .3#Ah, bungaku tumbuh dengan luar biasa!$h#$c .3#Selamat pagi! Bisakah kamu mencium aroma harum bunga-bunga bakung ini?#$e#Ini masih pagi tapi udara sudah cukup hangat. Musim panas memang bagus untuk orang tua seperti ku hehe.",
  "summer_Tue": "Bagaimana awalnya aku bisa jadi Lurah? Ceritanya panjang.#$e#Kita terlalu sibuk untuk bercerita sekarang.",
  "summer_Wed": "Ubur-ubur moonlight akan segera datang. Ini salah satu hal favoritku di lembah ini.",
  "summer_Thu": "Barnya cukup meriah di malam hari.#$e#Aku suka berkunjung paling tidak seminggu sekali untuk membahas beberapa hal. Dan untuk menikmati spageti khas buatan Gus.",
  "summer_Fri": "Hmm... aku penasaran apa ada yang ulang tahun hari ini? Lebih baik aku memeriksa kalendar di depan kios Pierre.",
  "summer_Sat": "Semua orang tampak lebih bahagia di akhir pekan, bukan begitu?#$e#Meskipun aku bekerja seminggu penuh, sih.",
  "summer_Sun": "Katakan, apa kamu menanam blueberry di ladangmu?#$e#Aku suka blueberry segar.%revealtasteLewis258",
  "fall_Mon": "Beberapa warga kota agak waspada terhadap orang asing. Kamu harus mendapatkan kepercayaan mereka sebelum mereka bisa mulai terbuka padamu.#$e#Bersikaplah gigih dan kamu akan bisa mengatasi mereka.$h",
  "fall_Tue": "Kira-kira di sekitar tanggal ini ketika aku pertama kali jadi Lurah, lebih dari dua puluh tahun yang lalu.#$e#Itu membuatku merasa sangat tua.$s",
  "fall_Wed": "Kalau ada saran untuk kota ini, cukup tulis di kertas dan masukkan ke kotak saranku.#$e#Oh, itu benar... Aku tidak punya kotak saran.",
  "fall_Wed2": "Setiap Rabu aku selalu sarapan wafel soba dan kopi. Ini adalah tradisi kecil yang kupertahankan agar kehidupan bujangku tetap menarik..$h",
  "fall_Town_57_40": "#$c .3#Hmmm... jamur-jamur kecil aneh ini bermunculan di serpihan kayuku. Aku ingin tahu jenis apa itu?#$c .3#Selamat pagi! Kita perlahan memasuki bulan yang dingin, jadi aku ingin melihat kebunku untuk terakhir kali.#$e#Kamu berada di kota lebih awal, ya? Apa pekerjaan di ladangmu sudah selesai?",
  "fall_Thu": "Barnya cukup meriah di malam hari.#$e#Aku suka berkunjung paling tidak seminggu sekali untuk membahas beberapa hal.",
  "fall_Fri": "Kuharap semuanya berjalan baik di pertanianmu.",
  "fall_12": "Apa kamu punya rumah lebah di peternakan?#$e#Kalau kamu menaruhnya di dekat bunga, kamu bisa dapat berbagai jenis madu.",
  "fall_19": "Terkadang kamu bisa tahu kalau ada sesuatu yang terkubur di bawah tanah. Tetap buka matamu.",
  "fall_Fri4": "Apa kamu sudah mencoba saus spageti 'rahasia' Gus?$s#$b#...Bahan-bahannya mungkin rahasia, tapi baunya tidak.#$b#Sampai jumpa lagi.",
  "fall_Sun": "Apa kamu sudah melakukan yang terbaik di ladang, @? Kamu harus menyelesaikan banyak hal di berbagai bidang kalau ingin menjadi warga kota yang berpengetahuan luas.",
  "winter_1": "Musim dingin telah tiba! Itu berarti penduduk kota akan menghabiskan sebagian besar hari mereka di dalam rumah.#$e#Setidaknya kamu akan tahu di mana mereka!$h",
  "winter_Mon": "Satu tahun lagi hampir berakhir!#$e#Kuharap ini tahun yang produktif bagimu!",
  "winter_Tue": "Saya harus mulai membuat rencana untuk kota kita tahun depan!",
  "winter_Wed": "Saya akan tetap datang setiap malam untuk mengumpulkan produkmu, meskipun sedang bersalju.#$e#Kamu masih perlu menghasilkan uang di musim dingin!",
  "winter_Fri": "Kuharap semuanya berjalan baik di pertanianmu.",
  "winter_Fri6": "Aku belum pernah menikah. Aku tidak punya keluarga. Yang kulakukan di hidup ini cuma jadi Lurah.$s#$e#Apakah ini sepadan?$s#$e#...*hahh*...$s",
  "winter_Sun": "Hai, @! Bagaimana kabarmu hari ini?$h#$e#Kalau kamu bertemu Marnie, titipkan salamku padanya."
}