{
  "Introduction": "Orang asing?... Halo.#$e#Jangan pedulikan aku. Aku hanya tinggal di luar sini sendirian.",
  "cc_Boulder": "Teman lamaku, batu yang berkilauan, sudah dipindahkan. Itu mungkin bukan hal yang penting, tapi bagiku itu adalah sebuah perubahan besar.#$b#Aku senang batu tua itu bisa melihat dunia yang lebih luas.$h",
  "MovieInvitation": "Oh... aku? Aku biasanya tidak akan pergi, tapi... . Kau sangat baik sudah memikirkanku.#$b#Aku akan sampai disana sebentar lagi.",
  "Mon": "Udara segar dari hutan belantara adalah satu-satunya hal yang ingin aku ketahui.#$e#Aku memilih untuk tinggal disini.",
  "Tue": "...Apa kau datang untuk mengejekku?#$e#Aku hanya memikirkan urusanku sendiri.",
  "Wed": "Aku tidak mengenalmu dengan baik untuk mempercayaimu. Maaf.",
  "Thu": "...Hmm? Apa kau ingin sesuatu dariku?",
  "Fri": "Kumohon jangan hancurkan tendaku.#$e#Itu pernah terjadi sebelumnya.$s",
  "Sat": "Kau tahu aku senang dengan diriku sendiri.#$e#Aku tidak butuh teman baru.",
  "Sun4": "Itu akan sangat bagus jika orang kota akan menerimaku apa adanya.$s#$b#Aku suka hidup dengan udara segar disini. Mereka tidak mengerti itu.",
  "Tue4": "Kau bisa belajar untuk hidup di alam liar. Aku sudah mempelajarinya.#$e#Aku pikir kita semua punya keinginan tersembunyi untuk kembali ke alam. Hanya saja sedikit menakutkan untuk melangkah.",
  "Wed6": "Aku menghabiskan banyak waktu untuk berfikir.#$e#Jika kau bisa mengerti alasan dibalik pemikiranmu, kau akan menjadi mahluk dengan tingkatan baru.",
  "Wed2": "Aku harus waspada dengan orang asing. Kebanyakan orang tidak menyukai seorang 'pria liar'.",
  "Thu4": "Orang-orang disini terlihat baik, tapi mereka menghindariku.#$e#Orang-orang takut dengan hal yang tidak dikenal.$u",
  "Fri4": "Kau bisa belajar banyak dari pepohonan.#$b#Habiskan waktu dengannya dan mereka mungkin akan memberitahu rahasia mereka.#$e#Pergilah dengan damai, anak muda.",
  "Sat4": "Aku punya semua yang aku butuhkan untuk bertahan hidup, dan lain-lain. Alam memainkan lagu yang indah jika kau belajar mendengarkan.#$e#Aku juga menghabiskan banyak waktu untuk membaca. Salah satu alasan aku menuruni gunung adalah untuk ke perpustakaan yang bagus.",
  "Sun": "#$1 linusVandal#Seseorang melemparkan batu ke tendaku semalam... Aku hanya harus menunggu.$s$k#$e#Aku tudak suka tinggal di satu tempat untuk waktu yang lama. Ada terlalu banyak pengalaman didunia ini.",
  "summer_Mon4": "Sepanjang tahun ini, aku menemukan beberapa rahasia dalam hidup ini.#$e#Kau harus menemukannya sendiri.",
  "summer_Mon": "#$1 LinusHeron#Aku melihat seekor bangau mengarungi kabut pagi dengan anggun. Harta karun dari kehidupan yang tenang.$k#$e#Sangat mudah untuk bersembunyi dalam kehidupan modern. Tahun-tahun terbaikmu akan berlalu begitu saja seperti menghilang tanpa jejak. Itulah kenapa kau harus belajar pelan-pelan. ",
  "summer_Tue4": "Bagaimana kabarmu, teman mudaku?",
  "summer_Wed6": "Ah... musim panas. Sinar matahari menghangatkan makanan kalengku. Kemudian saat malam aku mendapatkan makanan hangat yang aku harapkan.",
  "summer_Thu4": "Aku punya alasan untuk hidup menyendiri seperti ini.#$e#Bagus untuk tidak mengatakan beberapa hal...#$e#Aku harus mencari makan.",
  "summer_Fri4": "Kapanpun kau menangkap seekor ikan, diamkan sebentar untuk mensyukuri pengorbanannya.#$b#Itu bagus untuk latihan mentalmu, bahkan jika kau tidak percaya roh ikan. Kita harus berhati-hati dengan efek keberadaan kita di lingkungan hidup.",
  "summer_Sat4": "Kau bisa menangkap rainbow trout di sungai sekarang.",
  "summer_Sun": "Sekarang adalah waktu yang mudah untukku. Aku tidak harus takut kedinginan.#$e#Terlebih lagi, buah-buahan liar tumbuh dimana-mana.",
  "fall_Mon": "Aku sudah menjelajah kedalam gua.#$e#Disana tersimpan beberapa rahasia.#$e#Hati-hati saja kalau pergi kesana.",
  "fall_Tue4": "#$1 LinusFall1#Beberapa orang tidak dikenal menyemprotkan cat keseluruh rumahku... Butuh waktu berjam-jam untuk menghapusnya.$k#$e#Aku harus mulai mengumpulkan kayu bakar untuk musim dingin.#$e#Apa kau punya cukup kayu bakar untuk tetap menghangatkan rumahmu?",
  "fall_Wed4": "Aku tidak punya banyak tanggung jawab, Jadi aku banyak menghabiskan waktuku untuk berfikir.#$e#Kau harus mengerti pemikiranmu sebelum mengontrolnya.",
  "fall_Sun": "Aku tidak suka menetap di satu tempat untuk waktu yang lama.",
  "fall_Sun6": "Tidak ada yang menandingi festival jamur liar di musim gugur.$h",
  "winter_Mon": "Kau bisa sangat kedinginan jika tinggal di dalam tenda.$s",
  "winter_Tue4": "Terima kasih sudah tidak menghindariku, @. Butuh kebijaksanaan lebih untuk menolak insting dasarmu.#$e#Aku manusia seperti semua orang. Aku hanya punya gaya yang berbeda.",
  "winter_Wed4": "Aku yakin kau mengerti kenapa aku berhati-hati dengan orang asing.#$e#Tapi anggap saja itu hanya masa lalu, okey? Kau dan aku adalah teman sekarang, kurasa.",
  "winter_Thu4": "Musim dingin sangat sulit dijalani, Tapi kau masih bisa memancing dan mencari makanan dimana saja.#$e#Jika kau punya hewan ternak, kau harus tetap memasukkan mereka kedalam kandang.",
  "winter_Fri4": "Pohon-pohon tertidur selama musim dingin. Hal itu membuat sedikit sunyi.#$e#Tapi aku tidak akan menggangu tidur cantiknya.$h",
  "winter_Sat4": "Terima kasih sudah mampir. Aku sebenarnya sedikit kesepian pagi ini.#$e#Jadi, kau menemukan sesuatu yang menarik di tambang?",
  "winter_Sun": "Tidur di permukaan tanah bagus untuk punggungku.#$e#Sangat bagus untuk melihat semua hal dari sisi positifnya.$h"
}
