{
  "Introduction": "Orang baru?... Halo.#$e#Jangan hiraukan aku. Aku tinggal di luar sendirian.",
  "reject_869": "Apa yang jau bawa itu? Sepertinya itu bisa jadi umpan pancing yang bagus.$h",
  "cc_Boulder": "Temanku, batu besar berkilau itu sudah hilang. Mungkin itu hal biasa, tapi bagiku ini adalah perubahan yang besar.#$b#Aku senang batu tua itu bisa melihat luasnya dunia.$h",
  "MovieInvitation": "Oh... aku? Biasanya aku tidak ikut, tapi... baiklah. Terima kasih sudah mengajakku.#$b#Aku segera kesana.",
  "Mon": "Aku suka sekali udara alam liar.#$e#Aku tinggal di luar karena itu pilihanku.",
  "Tue": "...Apa kau ke sini untuk mengejekku?#$e#Aku sibuk dengan urusanku sendiri.",
  "Wed": "Maaf. Aku belum begitu percaya padamu.",
  "Thu": "...Hmm? Apa yang kau inginkan dariku?",
  "Fri": "Tolong jangan hancurkan tendaku.#$e#Karena dulu pernah terjadi.$s",
  "Sat": "Aku bahagia sendiri.#$e#Aku tidak butuh teman.",
  "Sun4": "Kalau warga bisa menerimaku apa adanya, itu akan bagus.$s#$b#Aku suka tinggal di alam terbuka. Mungkin itu yang membuat mereka salah paham.",
  "Tue4": "Kamu bisa belajar bertahan hidup di alam liar. Seperti aku.#$e#Kurasa semua orang punya keinginan terpendam untuk hidup di alam terbuka. Tapi terlalu takut untuk melakukannya",
  "Wed6": "Aku menghabiskan waktu dengan berpikir.#$e#Kalau kamu bisa paham dengan alasan di balik pemikiranmu, kamu akan jadi makhluk yang tingkatnya lebih tinggi.",
  "Wed2": "Aku harus waspada dengan orang asing. Banyak orang yang tidak suka sama 'orang barbar'.",
  "Thu4": "Orang-orang di sini kelihatan baik. Tapi mereka selalu menghindariku.#$e#Orang takut dengan hal yang belum mereka ketahui.$u",
  "Fri4": "Kau bisa belajar banyak dari pohon.#$b#Luangkan waktumu bersama mereka, dan kau akan tahu rahasianya.#$e#Pikirkanlah, anak muda.",
  "Sat4": "Semua yang kubutuhkan untuk bertahan hidup sudah tersedia. Alam memainkan lantunan indah jika kau bisa mendengarnya.#$e#Aku juga suka membaca. Salah satu alasanku tinggal di lembah ini adalah perpustakaannya.",
  "Sun": "#$1 linusVandal#Semalam ada yang melempar batu ke tendaku... Aku menunggunya pergi.$s$k#$e#Aku tidak suka berdiam diri di satu tempat. Banyak pengalam berharga di dunia luar.",
  "summer_Mon4": "Selama beberapa tahun aku menemukan rahasia kehidupan.#$e#Kamu akan menemukannya sendiri.",
  "summer_Mon": "#$1 LinusHeron#Tadi pagi aku melihat burung bangau yang indah diantara kabut.$k#$e#Sangat mudah terjebak di kabut era modern. Masa terbaikmu yang lewat akan terasa buram. Karena itu kamu harus berproses dengan pelan-pelan.",
  "summer_Tue4": "Bagaimana harimu, teman mudaku?",
  "summer_Wed6": "Ah... musim panas. Teriknya bisa untuk memanaskan makanan kaleng.#$b#Lalu malamnya aku bisa menikmatinya selagi hangat.",
  "summer_Thu4": "Aku punya alasan sendiri hidup seperti ini.#$e#Beberapa hal tidak bisa diungkapkan...#$e#Aku mau mencari bahan makanan.",
  "summer_Fri4": "Saat kau menangkap ikan, berterima kasihlah ke alam.#$b#Meski itu takhayul, tapi bisa jadi kebiasaan baik. Kita harus sadar akan dampaknya pada lingkungan.",
  "summer_Sat4": "Kau bisa menemukan ikan Rainbow Trout di sungai sekarang.",
  "summer_Sun": "Musim seperti ini akan mudah bagiku. Karena mudah menjaga kehangatan.#$e#Ditambah, buah-buahan tumbuh di mana saja.",
  "fall_Mon": "Aku telah menyusuri gua.#$e#Di dalamnya tersembunyi rahasia.#$e#Hati-hati jika ke sana.",
  "fall_Tue4": "#$1 LinusFall1#Semalam ada orang usil yang mencoret tendaku... Butuh berjam-jam membersihkannya.$k#$e#Aku mulai mengumpulkan kayu untuk musim dingin.#$e#Apa kau punya persediaan kayu agar tetap hangat?",
  "fall_Wed4": "Aku tidak punya banyak tanggung jawab, jadi aku menghabiskan waktu dengan berpikir.#$e#Kau harus paham dengan isi kepalamu sebelum bisa mengendalikannya.",
  "fall_Sun": "Aku tidak suka berdiam diri untuk waktu yang lama.",
  "fall_Sun6": "Tidak ada yang lebih baik selain jamur di musim gugur.$h",
  "winter_Mon": "Kalau kamu tinggal di dinginnya sangat terasa.$s",
  "winter_Tue4": "Terima kasih karena tidak menggangguku, @. Sangat sulit membangun kepercayaaan.#$e#Aku juga manusia, sama seperti kalian. Hanya gaya hidupku yang berbeda.",
  "winter_Wed4": "Kau paham kenapa aku waspada dengan orang asing.#$e#Jangan pikirkan masa lalu, oke? Sekarang kita berteman, kurasa.",
  "winter_Thu4": "Musim dingin sangat keras. Tapi kau masih bisa memancing dan mencari hasil alam.#$e#Kalau kamu punya hewan ternak sebaiknya dimasukkan ke kandang.",
  "winter_Fri4": "Pohon-pohon tertidur saat musim dingin. Di sini jadi agak sunyi.#$e#Tapi aku tidak akan mengganggu tidur mereka.$h",
  "winter_Sat4": "Terima kasih sudah mampir. Aku merasa agak kesepian pagi ini.#$e#Sudahkah kau melihat hal yang menarik di tambang?",
  "winter_Sun": "Tidur di tanah baik untuk punggungku.#$e#Lebih baik ambil sisi positif dari setiap hal.$h"
}