{
  "Introduction": "Jadi, bagaimana malam pertamamu di kabin?#$e#Kakekmu dulu mengeluhkan tempat tidur tua yang reyot. Tapi aku pikir, jauh didalam hatinya, dia sebenarnya mencintai rumah itu.",
  "pamHouseUpgrade": "@, Aku mendengar apa yang kau lakukan untuk Pam dan Penny... sekarang *itulah* kebaikan masyarakat yang ingin aku lihat di kota Pelican!$h",
  "pamHouseUpgradeAnonymous": "@, Kau sudah dengar? Seseorang membayar Robin untuk membangunkan Pam dan Penny sebuah rumah! Walaupun Robin tidak mau bilang siapa orangnya.#$e#Siapapun yang membayarnya, aku suka melihat kebaikan masyarakat di kota Pelican!$h",
  "willyCrabs": "*mengendus*... *mengendus*... kau menciumnya? Aku melihat tanda-tanda kepiting segar...$u",
  "cc_Begin": "*mengendus*... *mengendus*... Ah, Aku merasakan kau menghabiskan banyak waktu di pusat masyarakat lama. Aku senang mengetahui seseorang merawat tempat itu.",
  "cc_Complete": "Aku belum pernah merasakan kebanggaan gemilang di masyarakat kita. Kau sudah berjasa untuk kota Pelican, @.$h",
  "cc_Bus": "@, kau sudah dengar? Sepertinya bus kota yang lama mulai bekerja lagi semalam!$h#$b#Benda tua itu sudah terbengkalai selama beberapa dekade... Ini benar-benar misteri yang sangat hebat.",
  "joja_Begin": "jadi, pusat masyarakat yang lama sudah hilang... Aku menduga waktu berlalu, dan hal-hal baik datang lalu pergi... Sampai aku tidak sanggup merasakan kehilangan.$s#$e#Aku hanya berharap ini tidak mengotori riwayatku sebagai walikota.$s",
  "Mon": "Musim ini adalah waktu yang bagus untuk mulai bercocok tanam, bahkan untuk kami yang bukan petani.#$e# Lembah ini terkenal memproduksi bunga musim semi yang terbaik!$h",
  "Tue": "Letakkan saja apapun yang ingin kau jual di kotak ekspedisi disebelah rumahmu.#$e#Aku tertarik akan melihat apa saja yang kau letakkan disana.",
  "Saloon_Entry": "Hai, Gus!",
  "Tue2": "Diawal setiap musim kau harus menyingkirkan tanamanmu dari musim sebelumnya yang mati. Lebih mudah menggunakan sabit.",
  "spring_3": "Apa kau sudah menanam semua tanaman musim semi? Kau tau, musim  tidak akan bertahan selamanya.",
  "Town_57_40": "#$c .3#Kau datang ke kota lebih cepat, hah? Sudah menyelesaikan tugas rutinmu?#$e#Selamat pagi! Aku hanya mengecek taman seperti biasanya.$h#$c .5#Hmm... apakah ini kumbang penghisap?$s#$e#Hmm... Aku harap ini bukan cangkang serangga...$s",
  "Wed": "Hmm... pengumpulan pajak... *mengomel* ... lahan aktivitas festival musim panas... *mengomel*...$u#$e#Ya?",
  "spring_10": "Ah... Tidak ada yang menandingi secangkir teh dipagi hari.",
  "Thu": "Bar terasa sedikit hidup saat malam. Kadang kita bisa memasukkan koin ke kotak musik *tertawa kecil*$h#$e#Ngomong-ngomong, aku kesana sekali seminggu untuk memergoki sesuatu.",
  "Saloon": "Selamat malam! Senang melihatmu bersosialisasi dengan orang-orang kota.#$b#Bagus untuk singgah beberapa kali dan melihat apa saja berita terbaru.$h",
  "Saloon4": "Selamat malam, @! Aku senang melihatmu bersantai di bar. Bagus untukmu beristirahat sekarang.$h#$b#Kakekmu bekerja terlalu keras sendirian... Aku akan memesan bir lebih untuk mengenang jasanya.",
  "Fri": "Aku harap semuanya berjalan lancar di %farm perkebunan. Aku tidak suka melihat semuanya mengering.",
  "Sat": "Semua orang terlihat senang saat akhir pekan, kan?#$e#Meskipun aku bekerja tujuh hari seminggu.",
  "Sun": "Aku sudah menjadi walikota Pelican selama duapuluh tahun!#$e#Tidak ada yang menentangku saat pemilu. Aku merasa aku sudah bekerja dengan baik.#$e#Aku suka jadi walikota.",
  "event_secret1": "Terima kasih @. Aku tidak akan melupakan ini.",
  "event_secret2": "*terisak* ... Aku tidak menyangka kau akan melakukan itu...$s#$b#Kau sangat mengerikan.$s",
  "summer_Mon": "Berkebun adalah hobiku, jadi aku sangat bersemangat saat cuaca hangat.",
  "summer_Town_57_40": "#$c .3#Ah, bunga-bungaku tumbuh dengan indah!$h#$c .3#Selamat pagi! Apa kau bisa mencium wangi lili embun?#$e#Masih pagi tetapi udaranya sudah hangat. Musim panas sangat bagus untuk orang tua sepertiku hehe.",
  "summer_Tue": "Bagaimana aku menjadi walikota nomor satu? Ceritanya panjang.#$e#Kita berdua teralu sibuk untuk cerita sekarang.",
  "summer_Wed": "Ubur-ubur bulan akan segera datang. Itu adalah salah satu kesukaanku di lembah ini.",
  "summer_Thu": "Bar terasa sedikit hidup saat malam.#$e#Aku kesana sekai seminggu untuk memergoki sesuatu. Dan mencicipi spageti khas buatan Gus.",
  "summer_Fri": "Hmm... Aku merasa hari ini adalah hari ulang tahun seseorang? Aku sebaiknya memeriksa kalender di toko Pierre.",
  "summer_Sat": "Semua orang terlihat senang saat akhir pekan, kan?#$e#Meskipun aku bekerja tujuh hari seminggu.",
  "summer_Sun": "Apa kau menanam blueberry di kebunmu?#$e#Aku suka bluberry segar.%revealtasteLewis258",
  "fall_Mon": "Beberapa orang kota waspada dengan orang asing. Kau harus memenangkan kepercayaan mereka sebelum mereka terbuka padamu.#$e#Teruslah bekerja keras dan kau akan mendapatkan mereka.$h",
  "fall_Tue": "Aku pertama kali menjadi walikota dimusim ini dua puluh tahun yang lalu.#$e#Itu membuatku merasa sangat tua.$s",
  "fall_Wed": "Jika kau punya saran untuk kota, masukkan saja kedalam kotak saranku.#$e#Oh, benar... Aku tidak punya kotak saran.",
  "fall_Wed2": "Setiap hari rabu aku sarapan wafel gandum dan kopi. Itu adalah tradisi kecil agar hidup lajangku tetap menarik.$h",
  "fall_Town_57_40": "#$c .3#Hmmm... jamur aneh kecil ini tumbuh di potongan kayuku. Aku penasaran jamur jenis apa ini?#$c .3#Selamat pagi! Kita perlahan-lahan memasuki cuaca dingin, jadi aku melihat tanamanku mulai mati.#$e#Ah, Kau datang ke kota lebih cepat, hah? Sudah menyelesaikan tugas rutinmu?",
  "fall_Thu": "Bar terasa sedikit hidup saat malam.#$e#Aku kesana sekai seminggu untuk memergoki sesuatu.",
  "fall_Fri": "Semoga semuanya berjalan lancar di perkebunanmu.",
  "fall_12": "Apa kau punya beberapa sarang lebah di perkebunanmu?#$e#Jika kau meletakkannya didekat bunga-bunga, kau akan mendapatkan madu yang berbeda jenis.",
  "fall_19": "Kadang kau bisa mengetahui jika sesuatu terkubur di tanah. Teruslah membuka matamu.",
  "fall_Fri4": "Apa kau sudah mencoba saus spageti rahasia Gus?$s#$b#...Bahan-bahannya mungkin rahasia, tapi aromanya tidak.#$b#Sampai jumpa nanti.",
  "fall_Sun": "Apa kau berusaha yang terbaik untu perkebunanmu, @? Kau harus membersihkan banyak hal di layan yang besar jika ingin menjadi warga kota yang berpengaruh.",
  "winter_1": "Musim dingin telah tiba! Artinya kebanyakan orang akan menghabiskan harinya didalam ruangan.#$e#Setidaknya kau tau dimana akan menemukan mereka!$h",
  "winter_Mon": "Setahun lagi hampir berlalu!#$e#Aku harap kau menjalani tahun yang produktif!",
  "winter_Tue": "Aku harus membuat rencana untuk meningkatkan kota tahun depan!",
  "winter_Wed": "Aku masih akan mengambil hasil pertanianmu, bahkan saat bersalju.#$e#Kau harus tetap menghasilkan uang di musim dingin!",
  "winter_Fri": "Semoga semuanya berjalan lancar di perkebunanmu.",
  "winter_Fri6": "Aku tidak pernah menikah. Aku tidak punya keluarga. Hidupku hanya diisi dengan menjadi walikota.$s#$e#Apakah itu layak?$s#$e#...*menghembuskan nafas*...$s",
  "winter_Sun": "Hai, @! Apa kabarmu hari ini?$h#$e#Jika kau melihat Marnie, sampaikan salamku padanya."
}
