{
  "Introduction": "Ah, Pak Lewis bilang kalo kamu baru aja tiba. Saya Marnie!#$e#Saya berjualan hewan ternak dan kebutuhannya. Sering - seringlah kemari.$h",
  "Mon": "Saya sangat menyayangi hewan, @. Kalo kamu juga suka hewan, mungkin kita bisa jadi teman baik!^Saya sangat sayang kepada hewan, @. Perlakukanlah mereka dengan baik dan kita bakal jadi teman baik!",
  "Mon4": "Hewan sangatlah polos, manis. Dan kalo saya tidak mengurusnya, siapa yang mau?$s#$e#Saya harap ayam - ayam saya tidak marah ketika saya mengambil telur mereka.$s",
  "Thu_2": "Kamu sudah di desa cukup lama... Bagaimana kebunmu?#$e#Merawat binatang sangatlah mudah jika kamu benar - benar sayang kepada mereka!$h",
  "Saloon": "Disini saya bisa bersantai dan mengobrol bersama.",
  "Saloon_Tue": "Tidak terlalu banyak orang di sini...$s",
  "Saloon_Wed": "#$1 marnieAnimalSal#Saya menumpahkan satu ember susu di lantai hari ini, aduh. Susu Belinda yang segar terbuang sia -sia.$k$s#$e#Baguslah kalo kamu datang! Jadi lebih ramai sekarang.",
  "Saloon_Thu": "Fyuh! Enaknya bersantai sehabis kerja.",
  "Saloon_Fri": "%Marnie tidak sadar kalau kamu ada di sana...",
  "Saloon_Sun": "*menghela nafas*... Pembeli cukup sepi hari ini.",
  "Saloon_Sat": "Saya selalu melihat Clint tapi ia tidak bicara dengan siapapun. Dia hanya duduk termenung.$s",
  "Tue": "Keponakanku Shane telah tinggal bersama saya selama beberapa bulan.#$e#Dia membantu saya mengurus ayam, jadi saya merasa tak masalah.",
  "Wed": "Kamu bisa menggunakan sabit untuk memotong rumput.#$e#Atau kamu bisa membeli rumput dari saya, tentunya!$h#$e#Saya bisa pakai uangnya...$u#$e#Adios.",
  "Thu": "Hi. Need something?#$e#I might be getting some different kinds of animals in the future.#$e#Although, I'll need to make sure there's a market for them, so you'll have to prove your skill with animals first.#$e#Just keep treating your animals with respect and good things will happen.",
  "Fri": "Kamu bisa menjumpai saya di Bar setiap malam.#$e#Binatang merupakan teman yang hebat, tapi saya harus bercengkrama dengan warga yang lain.",
  "Fri4": "#$1 marnieLike#Saya pikir seseorang di kota menyukai sayaa. *heehee*$k$h#$e#Saya bakal kesepian kalo Shane pindah.",
  "Fri6": "Kadang saya berpikir apakah Pak Lewis tinggal sendirian di rumahnya... $s#$e#Rumahnya keliatan sepi, kan?",
  "Sat": "Apa kamu pernah pergi ke menara aneh di sebelah barat rumahku?#$e#Suatu hari, Saya mendengar suara yang aneh dan menyeramkan di sana.$s#$e#Kalo saya jadi kamu, saya akan menjauhi tempat itu...",
  "Sun": "Hai, senang bertemu denganmu!#$e#sering - sering mampir kemari ya.",
  "Sun8": "Hai @!$h#$e#Saya senang bisa berteman denganmu. Saya tahu saya bisa mempercayakanmu untuk merawat hewan ternak."
}
