{
  "Rainy_Day_0": "Kuharap Jas dan Marnie baik-baik saja tanpaku.#$e#Aku tidak boleh khawatir... Jas sudah cukup besar untuk merawat hewan-hewan itu sendiri.",
  "Rainy_Day_1": "Apa kamu tahu? Berat badanku turun sejak pindah bersamamu.$6",
  "Rainy_Day_2": "Ini... terimalah.[346 174 303 305 215]#$e#Aku sudah lama membeli itu dan sepertinya akan kadaluarsa...",
  "Rainy_Day_3": "Bahh... Aku lagi merasa tidak ingin produktif hari ini.",
  "Rainy_Day_4": "@, haruskah aku melakukan hal yang berguna hari ini?... atau aku tidur saja?",
  "Rainy_Night_0": "Hmm... sepertinya ini malam yang bagus untuk masak pizza dengan microwave.#$e#Banyak orang memasaknya pakai oven, tapi itu kelamaan bagiku. Ditambah aku suka teksturnya yang lembek.$h",
  "patio_Shane": "Keadaan Charlie baik-baik saja.$8",
  "Rainy_Night_1": "Suara tik-tik-tik hujan membawaku ke tempat dan waktu yang berbeda.",
  "Rainy_Night_2": "Kalau... aku punya celana, aku akan keluar hari ini... tapi tidak ah.",
  "Rainy_Night_3": "Aku suka cuaca mendung, tapi aku kasihan dengan para ayam.",
  "Rainy_Night_4": "Tik-tik-tik... Aku merasa haus.$6",
  "Indoor_Day_0": "Bah... kadang hidup terasa buram dan tidak jelas... paham maksudku?",
  "Indoor_Day_1": "Hei. Terimalah... Aku kebanyakan memasukkan ini ke microwave. [195 215 206]#$e#Maaf kalau agak lembek.",
  "Indoor_Day_2": "Boleh minta tolong... kalau meninggal nanti, gunakan abuku sebagai pupuk jagung untuk pakan ayam.",
  "Indoor_Day_3": "*Mmwah*... Mmm, sepertinya ada yang suka ngemil pizza.$6",
  "Indoor_Day_4": "Aku mungkin sering diam dan kelihatan tidak bahagia... tapi aku sangat menghargai usahamu. Aku pria yang beruntung.$6",
  "Indoor_Night_0": "Aku akan minum beberapa gelas bir sebelum tidur.",
  "Indoor_Night_1": "A... Andai saja... ah, aku sedang mengingat masa emasku saat jadi pemain inti gridball di kampus.$6#$b#Sekarang aku sudah tua dan lemah...",
  "Indoor_Night_2": "Ughh... *suara perut*... Aku agak mual... ooh... kebanyakan saus cocol Joja.",
  "Indoor_Night_3": "Bah... Andai saja aku lebih tinggi dan lebih pintar...#$e#Kamu menyukaiku apa adanya? Aku masih sulit memahami itu...",
  "Indoor_Night_4": "Aku menghabiskan hariku menonton TV dan sekarang kakiku terasa lemas. Aku harus menguranginya mulai besok.",
  "Outdoor_0": "Kemarin aku susah tidur, semoga udara segar ini bisa membantu cairan di tubuhku mengalir.#$e#Minum apa? Hah... kamu aneh..$h",
  "Outdoor_1": "Kadang aku sadar kalau aku ini cuma sekantong daging yang empuk.#$e#Tapi... itu bukan masalah... lagipula, apa itu hidup?$h",
  "Outdoor_2": "Saat aku memikirkannya... Aku sedang dalam tahap yang bagus.  Hidupku lumayan menyenangkan.$6",
  "Outdoor_3": "Ooohh... lidahku bengkak karena terlalu banyak makan pepper popper.$s",
  "Outdoor_4": "Hei, @. Tidurmu nyenyak sekali jadi aku diam-diam keluar dan mengelilingi ladang. Semua tampak normal.",
  "OneKid_0": "Aneh, waktu muda dulu aku bersumpah tidak akan punya anak. Apa yang telah terjadi padaku?$6",
  "OneKid_1": "Kita harus memastikan kalau %kid1 makan banyak telur... Anak kecil harus menumbuhkan kakinya!",
  "OneKid_3": "Papa Shane siap bertugas...$6#$e#Bah... Makin tua aku semakin konyol.",
  "TwoKids_0": "Aku sudah memberi makan anak-anak dua mangkuk sereal pizza. Mereka akan kenyang.",
  "TwoKids_1": "Jujur saja... dua anak sudah cukup bagiku.",
  "TwoKids_2": "Ugh... %kid2 bandel hari ini. Dia pasti dapat itu dariku...",
  "TwoKids_3": "*Hahh*... Kalau saja kita bisa mengirim anak-anak ke kamp Joja selama semusim...#$e#Aku bercanda.$h",
  "Good_0": "*Endus*... *endus*... mmm... parfum apa yang kamu pakai? Eau de pepperoni?$6",
  "Good_1": "Kamu jauh lebih rupawan dariku, kau tahu itu?$h",
  "Good_2": "Nama 'Shane' punya arti 'Berkah dari Yoba'... Apa-apaan.",
  "Good_3": "Suasana hatiku sedang bagus... The Tunnelers menang besar kemarin.$h",
  "Good_4": "Hei, kalau aku sedang tampak kesal, abaikan saja. Suasana hatiku gampang berubah-ubah. Tapi aku tidak sedang kesal padamu... oke?",
  "Good_5": "Ah... hidup di pertanian lebih baik dibanding bekerja di Joja. Tempat itu menjijikkan.$h#$e#Menurutmu depannya sudah buruk, kamu belum lihat ruang belakangnya...",
  "Good_6": "Ah... beginilah hidup. Tidak ada tanggung jawab, Tunnelers main malam ini, lemari es terisi penuh dengan kebutuhanku.$h",
  "Good_8": "Aku lagi tidak ingin bekerja hari ini. Aku akan lihat ada apa di TV.",
  "Good_9": "Hah... Kamu tanya kenapa aku sedang senyum-senyum? Kamu tidak ingat, ya? *wajah memerah*$h",
  "Neutral_0": "Oh, kamu butuh sesuatu dariku? Maaf, aku sedang sibuk.",
  "Neutral_2": "Ceritakan harimu nanti saja sebelum kita tidur, ya. Aku sedang sibuk sekarang...",
  "Neutral_3": "Bekerja di Joja memang payah, tapi setidaknya aku sering berinteraksi dengan orang lain.",
  "Neutral_4": "Apa, kamu menyuruhku cuci piring? Baiklah akan kukerjakan... nanti...",
  "Neutral_5": "Apa keuangan kita baik-baik saja? Aku tidak ingin kembali bekerja di Joja.",
  "Neutral_6": "Kalau kamu ingin mengunjungi teman di kota, silahkan. Aku sudah senang dengan adanya TV dan beberapa kaleng minuman.",
  "Neutral_8": "Ugh... bersih, bersih, bersih. Sapu, sapu, sapu. Mandi. Masak. Rapikan tempat tidur... Yah. Hidup baik-baik saja.",
  "Bad_5": "Dengar, aku lagi ingin sendiri. Kenapa kamu tidak keluar dan lanjutkan apa yang ingin kamu lakukan?",
  "Bad_6": "Apa maumu? Kamu terdengar seperti Marnie kalau sedang marah. Pergilah.$a",
  "Bad_7": "Kehidupan bertani ternyata membosankan. Apa yang kulakukan di sini?$s",
  "Bad_8": "Ya... *hic* ... Tentu, sayang. Terserah apa katamu... *hic*",
  "funLeave_Shane": "Aku mau keluar hari ini, oke?",
  "funReturn_Shane": "Maaf aku sedang berkeringat... Jalannya panjang sekali... Bah, aku capek.$6",
  "spring_1": "Ooo... kepalaku. Aku minum berapa banyak tadi malam?",
  "spring_12": "Festival telur mungkin favoritku... kau tahulah, aku senang dengan apapun yang ada ayamnya.$h",
  "spring_23": "Oh, iya. Besok ada tarian bunga. Hei, kalau itu membuatmu bahagia, aku juga bahagia.",
  "summer_1": "Aku suka melihat tanaman tropis di musim ini. Lembahnya begitu subur.",
  "summer_10": "Mungkin aku akan puasa sampai luau besok. Perutku harus kosong untuk makan banyak sup panas itu.$h",
  "summer_27": "Apa rencanamu di musim semi? Aku mau mencoba menambahkan wine dalam dietku.",
  "fall_1": "Hmm... Mungkin aku akan membeli beberapa krat pumpkin ale untuk merayakan musim ini...$6",
  "fall_15": "Aku akan membantu Marnie dengan ternaknya di festival besok, seperti biasa. Kamu bersantai saja dan bersenang-senang.$6",
  "fall_17": "Aku mulai merasa tua... dan aku sangat tidak nyaman dengan itu.",
  "winter_1": "Ada rencana besar musim dingin ini? Mungkin aku akan banyak menonton TV dan di rumah saja.",
  "winter_28": "Yah, satu tahun terlewati lagi... Aku tampak semakin tua, cuma itu saja.$6"
}