{
  "Rainy_Day_0": "Diluar hujan. Jangan sampai kau kedinginan, sayang.#$e#Kalau bisa tetap di dalam.$h#$e#Kadang-kadang aku cemas!",
  "Rainy_Day_1": "Sekarang hujan! Artinya hari ini kita tidak perlu menyiram tanaman.$h#$e#Alam kadang sangat membantu.#$e#Kau sudah memberi makan hewan ternak, sayang?",
  "Rainy_Day_2": "Selamat pagi! Aku bangun lebih awal karena suara air hujan dan aku sudah masak beberapa makanan. [194 195 210 211 216]  #$e#Tetap hangatkan badanmu dan jangan bekerja terlalu keras. Aku khawatir kesehatanmu.",
  "Rainy_Day_3": "Apa rencanamu hari ini, sayang?#$eAku tidak ingin keluar sekarang... Aku hanya melakukan beberapa hal di dalam rumah.#$e#Mungkin aku akan memasak makan malam.",
  "Rainy_Day_4": "Ingin masak apa, sayang?",
  "Rainy_Day_Maru": "Menurut teknoogi yang kita punya, hujan masih tetap yang terbaik.",
  "Rainy_Day_Abigail": "Mungkin halaman terlihat menarik dengan cuaca seperti ini, bagaimana menurutmu?",
  "Rainy_Day_Penny": "Aku pikir aku akan memasak beberapa makanan hari ini.$h",
  "Rainy_Day_Leah": "Masih ingin memancing atau menambang dengan cuaca seperti ini?",
  "Rainy_Day_Haley": "Hmmph. Jika cuacanya seperti ini terus mungkin aku akan terlihat pucat.$s",
  "Rainy_Day_Harvey": "Pastikan kau tetap kering, sayang. Aku tidak ingin kau sakit.",
  "Rainy_Day_Sebastian": "Aku ingin berjalan-jalan di sekitar kebun. Cuacanya sangan menenangkan.",
  "Rainy_Day_Alex": "Hmm... Aku pikir aku akan push-ups dan sit-ups di dalam rumah saja.",
  "Rainy_Day_Elliott": "Hujan mengingaktakan akan lautan.#$e#Itu merupakan salah satu bagian dari kehidupan. Itu tidak masalah.",
  "Rainy_Day_Sam": "Aku akan memperbaiki atap dan jendela yang bocor.",
  "Rainy_Day_Emily": "Aku tau kau bangga dengan pekerjaan mu, tapi jangan berlebihan hari ini. Ok, sayang?$u",
  "Rainy_Day_Shane": "Atapnya bocor? Ah... sedikit perbaikan tak akan melukai siapapun.",
  "Rainy_Night_0": "Hujan membuat kita seperti sendirian.$l#$e#Aku kedinginan... Apa kau mau pergi tidur?$l",
  "Rainy_Night_1": "Pastikan tetap hangat. Aku tidak ingin kau sakit.#$e#Bisakah kau mendingar tetesan air hujan di atap, @?",
  "Rainy_Night_2": "Ah...Suara hujan sangat menggangu... Aku akan tidur semalaman.$h",
  "Rainy_Night_3": "Hujan membuat rumah kita menyenangkan.$h^Di malam seperti ini aku ingin punya genteng yang bagus.",
  "Rainy_Night_4": "AKu membuat sup untuk makan malam. [199 218 219 727 730]$h#$e#Kau ingin sesuatu yang hangat malam ini!$h",
  "Rainy_Night_5": "AKu bersyukur kau dirumah... Ini malam yang bagus jika di dalam rumah.",
  "Rainy_Night_Maru": "Kemana saja kau seharian ini?#$e#Aku membersihkan sebagian peralatan rumah... kau tau, hanya sebagian.",
  "Rainy_Night_Abigail": "Aku ingin cepat-cepat tidur. Suara hujan membuatku mengantuk.",
  "Rainy_Night_Penny": "Oh... baunya? Aku baru saja masak... Aku tidak begitu pandai memasaka.$s",
  "Rainy_Night_Leah": "Bagaimana harimu, sayang? Becek?",
  "Rainy_Night_Haley": "Hi, sayang. Aku suka kau dirumah. Aku merasa kesepian.$l",
  "Rainy_Night_Harvey": "Hi. senang melihatmu.$h#$e#Aku seharian belijar buku kesehatan.",
  "Rainy_Night_Sebastian": "IAku tidak pernah lelah akan hujan... terutama keluar ke pinggiran kota.",
  "Rainy_Night_Alex": "Nenek biasanya membuat sesuatu yang hangat malam ini.$h",
  "Rainy_Night_Elliott": "Di duk saja, santai! Kau pasti capek seharian becek-becek.",
  "Rainy_Night_Sam": "Vincent menelepon. Ia kangen aku dan ia juga titip pesan kepadamu.$h",
  "Rainy_Night_Shane": "Aku baru saja menelfon Jas dan Marnie. Mereka sepertinya bersenang-senang tanpa aku.",
  "Rainy_Night_Emily": "Spirit tertentu muncul ketika hujan. Apa kau pernah mendengar suara mereka?",
  "Indoor_Day_0": "Selamat pagi ~<$h#$e#Siap untuk bekerja keras? Aku siap.$h",
  "Indoor_Day_1": "Hi, sayang! Baunya enak, kan? Aku membuat sarapan! [194 195 210 211 216]#$e#Kau butuh makanan yang bergizi untuk memulai harimu.",
  "Indoor_Day_2": "Tidurmu nyenyak?#$e#Aku kemarin tidur nyenyak.",
  "Indoor_Day_3": "Kau pernah mimpi buruk?#$e#AKu pernah, aku ingat aku melakukan hal yang buruk %adj %noun. Aneh sekalu.$s#$e#Hehe. Mimpi hanya bunga tidur... iyakan, Sayang?$l#$e#hey, kita tidak ada waktu untuk ngobrol, ayo lanjutkan pekerjaan!",
  "Indoor_Day_4": "Selamat pagi, sayang. Hari yang menyenangkan, kan?#$e#Aku menyemangatimu. <$h",
  "Indoor_Day_Maru": "Jika kau ingin bertanya bagaimana cara memaksimalkan panen... Aku akan menjawabnya!",
  "Indoor_Day_Abigail": "Slalu ada hal baru di kebun... Aku suka itu.",
  "Indoor_Day_Penny": "Tempat ini terlalu besar jika dibanding dengan di trailer, Aku sangat senang!",
  "Indoor_Day_Leah": "Mungkin aku butuh kemampuan berkebun, benarkah? Tanganku gatal ingin bekerja!",
  "Indoor_Day_Haley": "Aku suka cuaca cerah.$h",
  "Indoor_Day_Harvey": "Udaranya bagus sekali... cerah sekali!#$e#Sekarang, aku hanya ingin pergi ke klinik. Aku tidak bisa selalu dirumah!",
  "Indoor_Day_Sebastian": "Tempat ini lebih baik dari pada rumah ku, benarkan?$h",
  "Indoor_Day_Alex": "hari ini cerah, aku punya banyak energi! Sebaiknya kau hati-hati! Heh Heh.$h",
  "Indoor_Day_Elliott": "Sejak kita menikah, aku selalu menulis jurnal. Sekarang aku benar-benar memiliki kehidupan, Aku menulis banyak tentangmu.$h#$e#Aku menulis karena aku ingin mengingat kenangan kita.",
  "Indoor_Day_Sam": "Aku lelah bekerja seharian... Mungkin aku ingin nonton TV saja.",
  "Indoor_Day_Emily": "Dengan memberikan produk segar dan sehat ke komunitas, kita membantu banyak orang!",
  "Indoor_Day_Shane": "Ada yang spesial diudara... *sniff*... apa ini? Oh...#$b#Ini kerupuk jagung yang kusimpan disaku minggu lalu. *krauk-krauk*",
  "Indoor_Night_0": "Bagaimana harimu, @?#$e#Aku membersihkan rumah... sekarang aku capek.#$e#Aku ingin cepat tidur.$h",
  "Indoor_Night_1": "Wow, seperti biasa kau selalu bekerja keras.#$e#Sekarang aku ingin kau bersantai dan pergi tidur.$h",
  "Indoor_Night_2": "Aku senang kau dirumah.#$e#Aku takut sendirian di rumah.$s^Aku sangat kesepian...$s#$e#...$h",
  "Indoor_Night_3": "Apa kau sudah selesai bekerja? Aku siap-siap bersenang-senang.$h#$e#Jika kau lelah aku bisa memahaminya.",
  "Indoor_Night_4": "*phew*! Aku selesai dengan pekerjaanku, sekarang kita bisa bersama.$h#$e#Jadi, ceritakan tentang harimu.$l#$e#...$h",
  "Indoor_Night_Maru": "Kau sepertinya mau tidur, @. Kau tidak ingin bersamaku?$h#$e#*yawn*... terus terang, Aku juga ingin cepat tidur.",
  "Indoor_Night_Abigail": "Apa kau mau tidur? Aku sudah menyiapkan selimut untukku...$l",
  "Indoor_Night_Penny": "Hai sayang. Siap di malam yang sunyi ini?",
  "Indoor_Night_Leah": "Malam ini sangat menenangkan. Tidak akan ada yang menggangumu.",
  "Indoor_Night_Haley": "Sepertinya kau sudah bekerja keras, sayang. Biar aku memijatimu.$l",
  "Indoor_Night_Harvey": "Aku mendapat pesan yang bagus tadi.$l#$e#Dokter bilang... Sirkulasinya sangat bagus!",
  "Indoor_Night_Sebastian": "#$c .5#Aku pria yang penyendiri, tapi aku senang kau disini.$h#$e#Hai, @. Senang melihatmu. Aku selalu kepikiran kau.$h",
  "Indoor_Night_Alex": "Tanganku sedikit pegal... aku terlalu banyak kerja tadi$l^Aku kecapean... Itu pandangan bagus! Maksudku, aku terlalu banyak kerja tadi.$h",
  "Indoor_Night_Elliott": "#$c .5#Baumu masih tetap harum meski sudah bekerja seharian. Itu alamai sekali!^Baumu manis, sayang. Sperti bau teh campur madu.#$e#Ke sini, aku akan memijatmu.$l^baumu manis, sayang. Seperti daun di musim panas.",
  "Indoor_Night_Sam": "#$c .5#Au harap nanti bulan bersinar terang?#$e#Jadi, kau sedah mengerjakan tugasmu? jika belum aku akan marah!",
  "Indoor_Night_Emily": "Rumah ini sangat nyaman... Aku suka.",
  "Indoor_Night_Shane": "Bagaimana harimu? Hariku cukup baik.",
  "Outdoor_0": "Hari yang cerah, bukan?$h#$e#Hari seperti ini membuatku ingin bekerja.",
  "Outdoor_1": "Aku hanya beristirahat dan meikmati keindahan kebun, oke?#$e#Ini hanya tempat bagus.$h",
  "Outdoor_2": "Hai, sayang! Jika aku tau cara berkebun aku akan membantumu. Maaf!#$e#Aku akan selalu memikirkanmu.$h",
  "Outdoor_3": "Aku ingin melakukan sesuatu, itu akan membantumu, kan?#$e#*phew*... ternyata panas diluar.",
  "Outdoor_4": "Jangan terlalu memaksa, sayang.#$e#Jangan lupa istirahat dan makan makanan bergizi.$h",
  "Outdoor_Maru": "Diluar sangat mengasyikkan, mmudah mendapatkan inovasi baru.$h#$e#Aku ingin membuat sesuatu yang bisa membantumu.",
  "Outdoor_Abigail": "Aku hanya ingin jalan-jalan, oke?#$e#Banyak hal yang menarik di luar sini. *chuckle*$h",
  "Outdoor_Haley": "Hari yang bagus untuk bekerja, iyakan, sayang?$h",
  "Outdoor_Leah": "Wow, ini bagus! aku mulai suka tinggal di kebun, @.$h#$e#Ini kehidupan yang selalu aku impikan.$l",
  "Outdoor_Penny": "Aku senang bisa di kebunmu, @.$h",
  "Outdoor_Sebastian": "Ini berbeda dengan hidupku dulu, tapi aku mulai menyukainya.$h#$e#Aku merasa bebas disin.$l",
  "Outdoor_Harvey": "Disini lebih baik daripada di klinik.$l#$e#Aku suka melihatmu bekerja... hehe",
  "Outdoor_Elliott": "Sekarang, aku akan melanjutkan novelku. Tidak ada tempat yang lebih baik daripada kebun yang indah, kan?$h#$e#Ini sempurna.$l",
  "Outdoor_Alex": "Aku akan latihan hari ini! Haha! Aku cinta di kebun.$h",
  "Outdoor_Sam": "Hey lihat gumpalan awan itu, sayang!$h#$e#Aku ingin melihatnya bersamamu, jika kau tidak keberatan.",
  "Outdoor_Shane": "Aku tak tau apa paruparu ku dapat menerima udara bersih ini. Aku masih terbiasa dengan udara di Joja.",
  "Outdoor_Emily": "Kau berkerja dengan keras, @. Tingkatkan.",
  "jobLeave_Harvey": "Aku ingin ke klinik hari ini. Tidak apa-apa, kan?",
  "jobLeave_Penny": "Aku akan ke kota. Jangan bekerja terlalu keras dan jangan lupa makan siang!$h",
  "jobLeave_Maru": "Aku sebentar lagi berangkat bekerja. Sampai jumpa nanti malam. Aku akan merindukanmu!$h",
  "jobReturn_Harvey": "#$c .5#Hai, sayang. Bagaimana hari mu?#$e#*Phew*... Aku kecapean...$s#$e#Tapi tenang aku masuh sehat kok.",
  "jobReturn_Penny": "#$c .5#Selamat malam. Hariku baik, terima kasih! Bagaimana denganmu?$h#$e#Jas dan Vincent tidak ingin aku tinggal...",
  "jobReturn_Maru": "#$c .5#WSeperti biasa, klinik sangat membosankan.#$e#Hey. Apa harimu menarik? Aku harap iya.#$e#$c .5#Saatnya bersantai dan beristirahat. Apa kau membuatkanku makan malam?#$e#Aku ingin cepat tidur.$h",
  "OneKid_0": "Apa kau punya waktu dengan %kid1 hari ini?",
  "OneKid_1": "Aku ingin %kid1 tumbuh sepertimu?",
  "OneKid_2": "Jangan cemas, aku akan mengurus %kid1. Kau bisa fokus kerja hari ini.",
  "OneKid_3": "Hidup terasa berbeda ketika kita sudah punya anak.",
  "TwoKids_0": "Aku sudah memberi sarapan %kid1 dan %kid2. Mereka sangat lapar!",
  "TwoKids_1": "Kita sudah memperhatikan %kid1 sekarang kita punya %kid2. Kita tidak ingin mereka iri.",
  "TwoKids_2": "Kau tahu, aku pikir %kid2 memliki hidung persis denganmu.",
  "TwoKids_3": "Rumah yang bagus, anak yang baik, lingkungan yang indah. Apa yang kurang?",
  "Good_0": "Aku tidak percaya kita akhirnya menikah...$l",
  "Good_1": "Kau tau, Aku sudah merasa bahwa kita ditakdirkan akan menikah.$l",
  "Good_2": "Apa kau senang kita menikah, @?#$e#Aku juga.$l",
  "Good_3": "Kau terlihat ganteng hari ini!$l^Wow, Kau terlihat cantik hari ini.$l",
  "Good_4": "Rumah ini sekarang tempat tinggalku, aku suka disini.$l",
  "Good_5": "Aku hargai cincin pernikahan kita... Itu sangat sempurna. Pasti harganya mahal!$l",
  "Good_6": "Hati-hati duluar sana! Kadang aku kawatir dengan kesehatanmu.",
  "Good_7": "@? Aku hanya ingin berkata, aku bangga dengan pekerjaanmu.$h",
  "Good_8": "Jangan khawatirkan aku... Aku tau kau punya kepentingan diluar sana. Aku tidak masalah disini sendiri!$l",
  "Good_9": "Oh, Aku bosan... Aku menikmati disini bersamamu.#$e#Hidup yang simpel, tapi aku suka.$h",
  "Neutral_0": "Aku harap kau masih mencintaiku saat aku tua nanti.$s",
  "Neutral_1": "Apa kakekmu akan bangga dengan hasil kerjamu?",
  "Neutral_2": "Butuh istirahat? Berkebun lebih mudah dari yang aku kira...",
  "Neutral_3": "Jika kau ke kota, jangan lupa titip salamku ke semua orang.",
  "Neutral_4": "Aku akan mencuci bajumu pagi-pagi sekali... kau kan tidak punya banyak waktu.",
  "Neutral_5": "Apa keuangan kita masih cukup, @?",
  "Neutral_6": "Apa yang orang-orang lakukan ya?",
  "Neutral_7": "Aku tidak tau apa yang ingin aku lakukan.",
  "Neutral_8": "Berapa kali aku bersihkan, tetap saja kotor lagi.#$e#Aku pikir kebun cepat sekali kotor.",
  "Neutral_9": "Apa kau pikir kita akan bisa bersama selamanya?",
  "Bad_0": "...Kau masih cinta kepadaku?$s",
  "Bad_1": "*sigh*... Mungkin kita terlalu cepat nikah.$s",
  "Bad_2": "Apa kau masih bahagia denganku?s",
  "Bad_3": "Apa yang salah denganku? Akhir-akhir ini kau tampak berbeda.$s",
  "Bad_4": "Apa yang kau lakukan di luar sana?$s",
  "Bad_5": "Kau biasanya romantis... apa yang terjadi?$s#$e#Aku tau aku masih terlalu muda... apa itu alasan kau menikahiku?$a",
  "Bad_6": "Kita punya kehidupan yang singkat... apa ini yang kau inginkan?$s",
  "Bad_7": "Aku sudah bekerja keras sesuai maumu... tapi kau terlihat berbeda.$s",
  "Bad_8": "Akhir-akhir ini kau bersifat dingin...$s",
  "Bad_9": "Aku pikir lebih baik ini selesai.$s",
  "spring_1": "Sekarang tahun baru. Apa yang ingin kau capai di tahun ini?#$e#Aku sangat menantikannya.",
  "spring_8": "Musim dingin telah selasai, kita akan lebih produktif musim ini.",
  "spring_23": "Aku harap kau sudah latihan... besok ada pesta dansa!",
  "summer_1": "Aku ingin kau jangan sampai serangan jantung, sayang.#$e#Banyak minum air dan banyak beristirahat.",
  "summer_8": "Maaf kalau bauku tidak enak... Aku tadi malam terlalu berkeringat.",
  "summer_15": "Sekarang musim panas... itu artinya rumah kita akan dipenuhi serangga.#$e#Jangan cemas, aku akan mengurusnya.",
  "fall_1": "Udaranya sejuk, setelah musim panas.",
  "fall_8": "Sebentar lagi musim dingin. Kita harus lebih cermat mengecek perapian.#$e#Jangan cemas, aku akan mengurusnya.",
  "fall_15": "Apa yang ingin kau lakukan besok?",
  "fall_26": "Apa kita harus pergi ke Fistival Spirit's Eve besok malam?",
  "winter_1": "Brrr.... dingin sekali. Aku tebak sekarang musim dingin.",
  "winter_7": "Apa kau sudah mendaftarkan lomba memancing?",
  "winter_28": "Terima kasih, @. Tahun ini sangat mengesankan.$l",
  "spring_Maru": "Aku sangat tertarik dengan perkebunan musim semi, @!$h",
  "spring_Abigail": "Aku lebih suka cuaca dingin, tapi aku suka juga musim semi.",
  "spring_Haley": "Apa kau senang musim dengan telalh berlalu, sayang? Kita punya harapan sekarang.",
  "spring_Leah": "Jangan lupa melihat horseradish, leeks dan dandelion ketika kau keluar!",
  "spring_Penny": "Aku senang melihat yang hijau-hijau setelah musim dingin berakhir.",
  "spring_Sebastian": "Wow, kulitku pucat... Aku pikir aku harus mambantumu berkebun.",
  "spring_Harvey": "Ayo menanam sayuran sehat.$h",
  "spring_Elliott": "Aku senang melihat kebun %farm yang indah.$h",
  "spring_Alex": "Hey @. Hari ini, ayo bekerja keras!",
  "spring_Sam": "*sniff* ... tidurku terganggu... alergi.",
  "spring_Shane": "Mungkin aku akan belajar skill baru tahun ini...",
  "summer_Maru": "Malam hari sangatlah hangat, ini adalah waktu yang tepat untuk melihat bintang-bintang!",
  "summer_Abigail": "Oh... Aku ingin makan kue coklat.",
  "summer_Haley": "Kau harus tau, musim panas adalah favoritku.$h",
  "summer_Leah": "Musim panas sangat cocok jika dengan secangkir wine. Iyakan, sayang?",
  "summer_Penny": "Apa kau menanam melon?",
  "summer_Sebastian": "Aku di dalam rumah saja seharian ini.",
  "summer_Harvey": "Pastikan kulitmu tidak terbakar, sayang... Itu akan merusak kulitmu.",
  "summer_Elliott": "Yang aku rindukan adalah laut dengan ikan segarnya.",
  "summer_Alex": "Aku sangat semangat sekali di musim panas.",
  "summer_Sam": "Musim panas paling enak makan barbecue.",
  "summer_Emily": "Wew! Sangat panas tapi terasa nyaman, benar kan?#$e#Mungkin aku akan mencari temanku si Kakatua.",
  "summer_Shane": "Apa agendaku hari ini... hmmm... #$e#Kupikir aku melihat beberapa pretzel pedas dan beberapa botol bir dikulkas.",
  "fall_Maru": "Kehidupan berkebun sangatlah bagus, tapi aku senang masih bekerja di klinik... Itu sangat membantu orang-orang.",
  "fall_Abigail": "Aku harap kau menanam labu.$h",
  "fall_Haley": "Aku ngidam kue.#$e#Tapi tidak semua kue... aku ingin yang warnanya pink.",
  "fall_Leah": "Tarik nafas... kau bisa menciumnya? itu artinya sekarang musim jamur.",
  "fall_Penny": "Sangat damai tinggal dikebun. Aku tidak menyangka bisa tinggal dikebun.",
  "fall_Sebastian": "Ubuku biasanya membuat sup labu di musim gugur.",
  "fall_Harvey": "Aku ingin minum beberapa wine.",
  "fall_Elliott": "Ah... Musim gugur. Sinar matahari tidak terlalu terik.#$e#Sangat indah, bukan?",
  "fall_Alex": "Aku lemas sekai... Aku butuh protein.$s",
  "fall_Sam": "Aku pikir apa yang seluruh dunia lakukan? Kita terasa terasing disini.",
  "fall_Emily": "Aku meminum super-smoothie dan rasanya aaaaaaah-mazing!$h",
  "fall_Shane": "Kupikir ada jamur spesies baru tumbuh dibelakang kulkasku.#$e#Yah, ini memang musimnya, benar?",
  "winter_Maru": "Musim semi akan tiba. aku ingin membuat pie.",
  "winter_Abigail": "Ingat saat kita maen game 'Prairie King' bersama, di kamarku? Itu adalah saat yang menyenangkan.$h",
  "winter_Haley": "Aku masih ingat ketika aku memintamu membukakan botol.$h#$e#Itu sudah lama sekali.$l",
  "winter_Leah": "Aku mulai membuat salad di musim semi... Aku tau itu tidak menyenangkan.",
  "winter_Penny": "Aku membaca lebih banyak saat musim dingin.",
  "winter_Sebastian": "Aku ingin tau apa yang Sam lakukan? Kita teman yang baik.",
  "winter_Harvey": "Musim dingin musimnya flu, jadi bekerja tidak akan menyenangkan. Maaf jika aku menggerutu.",
  "winter_Elliott": "Aku pikir aku haru mulai menulis di musim ding. Tidak banyak yang bisa aku lakukan.",
  "winter_Alex": "Aku harap nenek baik-baik saja. Kau tau, dia sangat membantuku.",
  "winter_Sam": "Aku berhenti jadi musisi. Aku kepala keluarga sekarang!",
  "winter_Emily": "Ups, rambutku membeku lagi.$s",
  "winter_Shane": "Ada dunia yang sangat luas diluar sana... tapi aku lebih memilih tinggal dikamarku.",
  "spouseRoom_Maru": "#$c .5#Aku bangun terlalu pagi untuk melihat bintang-bintang.#$e#Aku harap kau tidak masalah jika aku menghabiskan banyak waktu dengan proyekku, sayang.",
  "spouseRoom_Abigail": "#$c .5#Aku bangun lebih awal dan aku sdah memberi makan David Jr. Dia aktif sekali.#$e#Aku harap kau tidak masalah dengan baunya.",
  "spouseRoom_Haley": "#$c .5#Pergi dan mulai harimu, sayang. Aku hanya sedang memakai make-up.#$e#Bagaimana harimu?",
  "spouseRoom_Leah": "#$c .5#Suatu hari aku ingin memajang fotomu.#$e#Jendela kelihatannya tempat yang pas, iyakan?",
  "spouseRoom_Penny": "#$c .5#Aku ingin ke perpustakaan.$h#$e#Aku suka membaca saat pagi hari. Itu membuat otakku bekerja.",
  "spouseRoom_Sebastian": "#$c .5#Aku bingung anatara memilih bekerja atau membaca komik.#$e#Hey, kita punya pizza di kulkas? Aku lapar.",
  "spouseRoom_Harvey": "#$c .5#Tidak ada angin pagi ini, tapi aku ingin memperbaiki benda ini.#$e#Aku membuat model pesawat. Di sini lebih enak daripada di apartemen lamaku.",
  "spouseRoom_Elliott": "#$c .5#Aku pikir aku akan meulis hari ini.#$e#Tidak apa-apan kan, jika aku tidak membantumu?",
  "spouseRoom_Alex": "#$c .5#Jangan membuatku malas. Aku ingin tetep aktif!#$e#Banyak ruangan disini untuk latihanku, aku akan latihan lebih keras!",
  "spouseRoom_Sam": "#$c .5#Gitar tuaku... Aku tidak ingin memainkannya lagi. Aku baik-baik saja.#$e#Apa rencanamu hari ini?",
  "spouseRoom_Emily": "Aku akan menghabiskan waktu dengan Kakatua hari ini. Sungguh malang ia tak dapat terbang lagi.$u",
  "spouseRoom_Shane": "#$c .5#Bir atau Jus Apel? Kadang hidup jadi menantang.#$e#Hi, @. Aku akan tinggal dirumah hari ini, umm... mungkin akan menyapu lantai atau semacamnya.",
  "Rainy_Day_Krobus": "Ah, hujan membuat udara semakin lembab hari ini... Aku suka udara lembab.",
  "Rainy_Night_Krobus": "Suara hujan mengingatkanku dengan sewers... Sangat menenangkan.#$e#Sewers adalah tempat ungsianku... Aku merasa aman disana. Tapi jangan khawatir... Aku juga merasa aman di rumah baru ini.",
  "Indoor_Day_Krobus": "Aku ingin sekali membantumu di kebun, tapi aku tidak bisa kena sinar matahari...",
  "Indoor_Night_Krobus": "Hi, @. Kau sudah pulang. Kau terlihat sudah bekerja keras!$h",
  "Outdoor_Krobus": "Dihari seperti ini, aku bisa menikmati udara luar denganmu. Sangat menyenangkan!$h#$b#Jika kau lihat seseorang datang segera beritau, aku akan langsung sembunyi.$u",
  "NoBed_0": "Dimana aku harus tidur...?$s",
  "NoBed_1": "Aku tidak bisa tidur dengan nyenyak tadi malam...$s",
  "NoBed_2": "Aku tidur di lantai tadi malam...$s",
  "NoBed_3": "Mana kasur kita...?$s"
}