{
  "Rainy_Day_0": "Apakah kau juga menyukai hari-hari yang penuh dengan hujan, @?",
  "Rainy_Day_1": "Kita memiliki banyak perbedaan di berbagai hal... tapi itu tidak menjadi masalah bagiku.",
  "Rainy_Day_2": "Selamat pagi, @. Aku pergi lebih awal dan menemukan ini untukmu. [305 308 203 795 397]#$e#Aku harap ini tidak terlalu aneh.",
  "Rainy_Day_3": "Aku ingin tahu apakah penyihir tahu tentang... ini? Aku harap ia bisa menjaga rahasia.$s",
  "Rainy_Day_4": "Sebanyak apapun aku mencoba untuk menjadi beradab, terkadang aku tetap memiliki keinginan untuk melakukan kejahilan...$6#$e#Mereka bilang itu adalah kondisi dari orang-orang sepertiku.",
  "Rainy_Day_Krobus": "Ah, hujan membuat hari ini menjadi semakin lembab... Aku menjadi semakin nyaman.",
  "Rainy_Night_0": "Di malam seperti ini, mereka yang memandang ke luar jendela terkadang melihat sesosok bayangan. Jika dipikir lagi... mereka mungkin sedang melihatku.$7",
  "Rainy_Night_1": "Jika shadow people lain mengetahui keadaan hidup kita, mereka akan... 'menghukum'-ku.$s#$e#Kebanyakan dari mereka memandang rendah manusia.",
  "Rainy_Night_2": "Kau basah kuyup dan kedinginan! Bukankah itu berbahaya untuk spesiesmu?$s",
  "Rainy_Night_3": "Aku sudah makan malam, tapi itu bukanlah sesuatu yang bisa kau makan... maaf.",
  "Rainy_Night_4": "Sejak aku meninggalkan orang-orangku, aku telah mencari rumah baru untukku... Sekarang, aku telah menemukkan tempatku. Ini sangat berarti untukku.",
  "Rainy_Night_5": "Konon katanya orang-orangku telah datang kesini sejak dahulu, ketika sebuah bencana besar membuat roh bisa menyebrang ke alam fisik.",
  "Rainy_Night_Krobus": "Suara hujan mengingatkanku dengan got... Itu membuatku nyaman.#$e#Daluran got adalah tempatku untuk mengungsi... Aku merasa aman disana. Tapi jangan khawatir... Aku juga merasakan hal yang sama kok, dengan rumah baruku.",
  "Indoor_Day_0": "Jika aku bisa ikut denganmu, aku pasti akan ikut... Tapi untuk sekarang, aku akan lakukan yang terbaik untuk menjaga rumah kita.",
  "Indoor_Day_1": "Aku telah melakukan yang terbaik untuk membuat makanan manusia... [203 204 651 225]#$e#Kamu bisa makan itu nanti, jangan cemaskan itu...",
  "Indoor_Day_2": "Aku bahagia disini, di rumah ini. Aku suka menghabiskan waktuku di tempat yang bagus... Aku tidak perlu \"keluar\" seperti manusia.#$e#Tapi aku mengerti jika kamu membutuhkannya! Tolong jangan merasa seperti kamu harus tetap berada di dalam rumah sepanjang hari bersamaku.$3",
  "Indoor_Day_3": "Aku mempertimbangkan untuk menghabiskan waktuku di pojok ruangan...#$e#Apa? Kamu nggak melakukan hal semacam itu?$3",
  "Indoor_Day_4": "Setiap Jumat, Aku ingin puasa bicara untuk menghormati Yoba. Aku harap kamu tidak keberatan.",
  "Indoor_Day_Krobus": "Aku harap aku bisa membantumu di lahan pertanianmu, tapi aku tidak bisa terkena sinar matahari...",
  "Indoor_Night_0": "Hari ini aku telah membersihkan semua serangga dari rumah... Maaf, aku tidak menyisakannya sedikitpun untukmu! *smack*$7",
  "Indoor_Night_1": "Kamu terasa keras... kadang aku berharap aku juga memiliki tulang...$s",
  "Indoor_Night_2": "Kadang aku bertanya-tanya apakah manusia dan 'shadow people' benar-benar dapat hidup berdampingan... Itu ide yang indah, tapi apakah itu realistis?$s#$e#Aku harap demikian...",
  "Indoor_Night_3": "Kadang aku berhenti sejenak dan memikirkan semua yang telah saya pelajari tentang manusia darimu...#$b#Aku harap semua rekan 'shadow people'-ku bisa mengetahui perasaan ini.",
  "Indoor_Night_4": "Aku ingin menjadi teman serumah yang baik untukmu, tapi aku tidak pernah tahu apakah aku cukup baik dalam melakukannya... *groan* $s#$e#Aku memiliki kesulitan dalam memahami ekspresi manusia. T... Tapi... kau senang tinggal denganku?#$e#Oke!$7",
  "Indoor_Night_Krobus": "Hai, @. Selamat datang. Nampaknya kau telah bekerja keras di luar sana!$h",
  "Outdoor_0": "Aku akan diam disini sebentar, tapi kita harus berhati-hati... jika ada yang mendekat, aku harus bersembunyi!",
  "Outdoor_1": "Benar-benar kesempatan yang langka untukku bisa berjalan diluar!",
  "Outdoor_2": "Hari yang indah!$h",
  "Outdoor_3": "Ruang terbuka yang luas membuatku gugup...$s",
  "Outdoor_4": "Tolong jalani harimu, aku akan tetap disini dan menjaga rumah.",
  "Outdoor_Krobus": "Aku akan menunggu sebentar disini, dan melihat jika ada serangga yang datang ke arahku.#$e#Aku belum sarapan dari tadi!",
  "OneKid_3": "Aku tidak tahu bagaimana, tapi Yoba telah memberkati rumah ini dengan seorang 'anak'...",
  "TwoKids_0": "Jangan cemas... Aku telah membuatkan %kid1 dan %kid2 sepiring void egg omelet.",
  "TwoKids_2": "Aku cemas dengan masa depan anak-anak... Tapi aku percaya jika Yoba telah memiliki rencana untuk mereka.",
  "TwoKids_3": "Rumah ini sekarang telah diberkati dengan dua anak... Apakah itu berarti Yoba telah menyetujui rumah tangga kita yang tidak konvensional?",
  "Good_1": "Aku merasakan sebuah sensasi didalam tubuhku... Apakah ini... 'cinta platonis'?$l#$b#... Oh, tunggu... Aku baru saja merontokkan kulitku.$s",
  "Good_2": "Aku telah belajar untuk mengatasi biasku terhadap manusia... tapi 'Dwarf' masih membuatku jijik.$a",
  "Good_3": "Kau mulai menggigitku di malam hari, dan bergumam tentang 'black lick or ish'... apa yang kau maksud?$3",
  "Good_0": "Kita mulai berproses, karena itu aku merasakan harapan.$h",
  "Good_5": "Aku sedang menikmati keindahan rumah ini... Sungguh indah sekali.$l",
  "Neutral_0": "Usiaku takkan bertambah, beda denganmu. Kadang itu membuatku sedih... tapi aku tak apa-apa.$s",
  "Neutral_1": "Kira-kira kakekmu menyetujui tidak kalau ada monster yang tinggal di rumahnya?",
  "Neutral_2": "Apa kita akan dapat masalah karena tinggal bersama?$s",
  "Neutral_3": "Disini terang sekali... Akan kututup mataku selama beberapa jam.$s",
  "Neutral_4": "Aku tidak bisa keluar, aku butuh matakanan khusus, aku juga butuh suhu yang sesuai... Semoga aku tidak merepotkanmu di sini, @.$s",
  "Neutral_5": "Welwick bilang hari ini aku dikutuk.$s",
  "Neutral_6": "Aku kasih tahu rahasia... Sebenarnya aku tidak pernah tidur, aku cuma menutup mata sambil berbaring...",
  "Neutral_7": "Kamu orangnya aneh, karena mau tinggal dengan makhluk sepertiku.",
  "Neutral_8": "Seharian nanti aku mau bersih-bersih rumah! Ah, senangnya.$7",
  "Neutral_9": "Apa kita akan terus tinggal di rumah ini? Soalnya kalau pindah bisa berbahaya buatku.",
  "Bad_1": "*mengeluh*... Harusnya aku tinggal dengan kaumku saja.$s",
  "Bad_0": "...Apa kamu masih suka denganku?$s",
  "Bad_2": "Apa kamu masih senang, tinggal denganku?$s",
  "Bad_4": "Sepertinya kamu akan lebih bahagia kalau tinggal dengan sesama manusia...$s",
  "Bad_5": "Aku merasa tingkah lakumu berubah... ada apa denganmu? *mengerang*$s",
  "Bad_6": "Umurmu pendek, dan hidupmu cuma sekali... apa kamu yakin mau menghabiskannya bersama makhluk buruk rupa sepertiku?$s",
  "Bad_7": "Mungkin hubungan kita ini memang ditakdirkan untuk gagal...$s",
  "Bad_8": "Belakangan ini kamu tidak tampak bahagia...$s",
  "Bad_9": "Aku merindukan saluran got.$s",
  "spring_5": "...",
  "spring_12": "...",
  "spring_19": "...",
  "spring_26": "...",
  "winter_5": "...",
  "winter_12": "...",
  "winter_19": "...",
  "winter_26": "...",
  "summer_5": "...",
  "summer_12": "...",
  "summer_19": "...",
  "summer_26": "...",
  "fall_5": "...",
  "fall_12": "...",
  "fall_19": "...",
  "fall_26": "...",
  "spring_1": "Apa rencanamu untuk tahun baru, @?",
  "spring_23": "Besok kamu harus ikut Tarian Bunga! Tak usah khawatir soal aku.",
  "summer_1": "Kulitku mudah tersengat matahari, karena itu aku harus waspada di musim ini.",
  "summer_8": "Mmm... bau enak apa itu? Kamu pasti berkeringat semalaman...$h",
  "summer_15": "Musim panas... itu artinya di rumah akan ada banyak lalat.#$e#Tenang. Akan kuatasi mereka buat tambahan protein!$h",
  "fall_8": "Hari ini aku lagi tidak ingin melakukan apa-apa.",
  "fall_15": "Apa kau sudah menyiapkan pameran untuk besok?",
  "fall_24": "Kalau aku datang ke festival Malam Roh, mereka pasti akan langsung mengurungku...$s",
  "winter_28": "Terima kasih sudah mengajakku tinggal disini, @. Aku menantikan tahun hebat lainnya!$h",
  "spouseRoom_Krobus": "#$c .5#Fisik kita jauh berbeda. Dan tantangan kita untuk hidup bersama cukup besar ya?#$e#Semoga kamu tidak tenganggu dengan tingkat kelembapan di kamarku. Kita harus saling beradaptasi agar bisa tinggal bersama!",
  "spring_Krobus": "Sekarang sudah 'musim semi', ya? Aku bisa mencium aroma Lobak Pedas Liar.",
  "summer_Krobus": "Kalian menyebut musim ini dengan 'Musim Panas', kan? Kehangatan dan kelembapannya bagus, cuma terlalu cerah.",
  "fall_Krobus": "Belakangan ini aku mulai merasa dingin, baunya juga pengap. Kalian menyebutnya 'musim gugur', ya?",
  "winter_Krobus": "Gelapnya musim ini membuatku sangat tenang. Andai saja lebih hangat!"
}