{
  "Rainy_Day_0": "Mendung... hujan... itu membuatku gembira.$l",
  "Rainy_Day_1": "Hey, ingat saat kita bermain di sungai? Cuacanya mengingatkanku.#$e#Kau mengejutkanku dengan kecapi... Aku tidak menyangkanya. Aku pikir itu alasan kenapa aku suka denganmu.$l",
  "Rainy_Day_2": "Hey! Aku aku bangun lebih awal dan seikit jalan-jalan. Aku menemukan ini dan mengingatkanku. [768 767 769 66 82]#$e#Kau pikir bisa menemukan lebih dari itu? Aku tidak yakin!$h",
  "Rainy_Day_3": "Hari yang bagus jika pergi gua, kan? Tapi hati-hati disana.#$e#Jika kau pergi, aku akan memberimu satu atau dua Life Elixir.",
  "Rainy_Day_4": "Mungkin aku akan bermain Journey Of The Prairie King... aku berjanjia akan menyelesaikannya.$h",
  "patio_Abigail": "%Abgail fokus mendengarkan musik.",
  "Rainy_Day_Abigail": "Pinggiran kota akan terlihat menyenangkan dengan hari seperti ini, iyakan?",
  "Rainy_Night_0": "Aku menatap ke pepohonan... Aku bersumpah, aku melihat sesuatu sosok bayangan hitam di pepohonan.$6",
  "Rainy_Night_1": "Ini malam yang bagus untuk melihat hantu...",
  "Rainy_Night_2": "Kau bisa merasakannya? There's a stillness in the rain...",
  "Rainy_Night_3": "Di malam seperti ini, Aku suka menyalakan lampu redup...$8",
  "Rainy_Night_4": "Aku membuat sup untuk makan malam. Aku harap tidak menjijikkan. [199 218 219 727 730]$h",
  "Rainy_Night_5": "Hey! Kau sepertinya sudah bekerja keras. Boleh aku membantumu beristirahat?^Kau sudah bekerja keras? Kau terlihat lucu saat kecapean.$h",
  "Rainy_Night_Abigail": "Suara hujan membuatku ngantuk.",
  "Indoor_Day_0": "Aku suka tempat ini, bahkan sebelum kau kesini. Sekarang aku bisa mengitari kebun sebanyak yang ku mau!$h",
  "Indoor_Day_1": "Hey, @. Ingin ke tempat yang liar? Aku memberimu sesuatu...[286 287 205 732]#$e#Gunakan saat kau kesulitan. Itu akan membuatmu aman.",
  "Indoor_Day_2": "Ingin ke tambang? Hey... jika kau menemukan sesuatu yang lezat, jangan lupa bawakan aku satu!$h",
  "Indoor_Day_3": "Hey! Aku bingung apa yang akan aku lakukan jari ini. Aku tidak biasa terlalu bebas!",
  "Indoor_Day_4": "Kau tidak masalah jika aku mendekorasi ulang? Aku masih ingin ada kerjaan.",
  "Indoor_Day_Abigail": "Selalu ada hal baru di kebun... Aku suka itu.",
  "Indoor_Night_0": "Hari ini, hari yang bagus. Selalu ada hal menarik di sekitar sini, jika kau melihatnya dari dekat.",
  "Indoor_Night_1": "Hey! Ceritakan harimu. Apa ada yang menarik?$h",
  "Indoor_Night_2": "Aku merasa menjadi burung hantu malam, tapi aku melai menikmati ritme kehidupan di kebun. Ini terasa alami.",
  "Indoor_Night_3": "*yawn*... Aku menyebutnya malam yang indah.$h",
  "Indoor_Night_4": "Saat malam suara diluar sangat sangat keras. Aku tidak akan pernah menikmati itu.",
  "Indoor_Night_Abigail": "Kau sudah ingin tidur? Aku sudah menyiapkan selimut untukmu...$l",
  "Outdoor_0": "Angin sepoi-sepoi turun dari gunung. Rasanya segar dan nikmat sekali.",
  "Outdoor_1": "Hmm... Aku pikir kita punya bayak ruang untuk menanam tanaman!",
  "Outdoor_2": "Rapikan tempat peinggalan kakekmu. Ada sesuatu yang spesial di tempat itu, Aku bisa merasakannya.",
  "Outdoor_3": "Keren jika kita punya gua sendiri. Itu yang selalu aku impikan.$h",
  "Outdoor_4": "AKu selalu lupa untuk membawa beberapa makanan ringan. *rumble*$h",
  "Outdoor_Abigail": "Aku hanya pergi jalan-jalan, oke?#$e#Banyak hal menarik di luar sini. *chuckle*$h",
  "funLeave_Abigail": "Kau tau, aku igin ke ke kota. Aku perlu meregangkan kakiku.",
  "funReturn_Abigail": "Hey! Bagiamana harimu? Aku bagus. Aku tadi berjalan-jalan.$h",
  "OneKid_3": "Aku tidak percaya aku jadi \"ibu\"... hidup emamng aneh.$h",
  "TwoKids_0": "Aku memberikan %kid1 dan %kid2 cokelat seral. Mereka menyukainya!",
  "TwoKids_2": "Aku bermimpi %kid2 akan jadi pemburu monster. Aku bahkan sudah menyiapkan baju besinya.",
  "TwoKids_3": "Rumah yang bagus, sepasang anak, dan kebun yang luar biasa. Aku tidak menyangka bisa sejauh ini... tapi, hey! Kehidupan baru saja dimulai.$h",
  "Good_1": "Kau mendengarnya? Kadang aku merasa rumah ini berhantu.$u",
  "Good_2": "Ramalan Welwick bagus untukku hari ini. Aku sangat termotivasi!",
  "Good_3": "Aku tidak ingat kapan terakhir aku mengecat rambutku... Aku bersumpah, aku tidak menginginkannya...",
  "Good_4": "Aku lega memiliki sepasang boot saat pindahan. Aku tidak bisa bayangkan harus menjinjit setiap saat melewati daerah berlumpur.$h",
  "Good_5": "Aku menghargai kalung yang kau berikan... Aku bangga memakainya.$l",
  "Good_6": "Hey. Aku tau kau pintar, tapi kadang aku menghawatirkanmu. Dunia ini penuh dengan monster.$6#$e#Janji kau akan berhati-hati. AKu tidak ingin kehilanganmu.",
  "Good_7": "@? Aku ingin bilang bahwa aku menghargai usaha kerasmu. Aku bangga padamu.$l",
  "Neutral_0": "Aku ingin kau tetap menyayangiku saat aku tua nanti. Itu akan terjadi suatu hari nanti!",
  "Neutral_1": "Apa kau pikir kakekmu akan bangga kepada kita?",
  "Neutral_6": "Aku penasaran dengan toko lamaku? Aku sebaiknya mengujungi orang tuaku nanti.",
  "Neutral_7": "Jika kau pergi ke alam baka, Kau mungkin akan bertemu kakekmu.",
  "Neutral_8": "Meski sudah aku bersihkan, rumah ini akan kotor lagi.#$e#AKu pikir kebun akan selalu kotor.",
  "Neutral_9": "Apa kita akan begini terus selamanya? Aku mungkin akan bosan.",
  "Bad_7": "Aku berusa menjadi yang terbaik untukmu... tapi kau bertindak sebaliknya.$s",
  "Bad_8": "Akhir akhir ini kau bersikap dingin... Apa yang salah denganmu? Kau sangat menyebalkan...$s",
  "Bad_9": "Aku pikir sebaiknya kita selesai... Aku berteman baik dengan Sebastian sebelum kita bertemu. Ia mungkin lebih baik darimu...$s",
  "spring_1": "Jadi kau punya rencana untuk tahun baru?",
  "spring_12": "Hey, egg festival besok. Sorry, aku tidak akan mengalah hanya karena kita sudah menikah!$h#$e#Aku ingin memenangkan egg hunt. Coba kalahkan aku.",
  "spring_2": "Kau punya ketetapan hati? Aku mencoba menurunkan berat badanku.$h",
  "summer_1": "Kulitku mudah terbakar, jadi aku akan berhati-hati tahun ini.#$e#Aku harap kau sepertiku!$h",
  "summer_4": "Pastikan kau tidak kepanasan, sayang.#$e#Minum air yang banyak dan jangan bekerja terlalu keras.",
  "summer_8": "Maaf jika bauku tidak enak... Tadi malam aku sangat berkeringat.",
  "summer_15": "Sekarang musim panas... artinya rumah akan dipenuhi serangga terbang.#$e#Jangan cemas, aku akan mengurusnya!$h",
  "fall_6": "Ah... musim gugur. Ini slah satu musim favoritku. Warnanya melengkapi rambutku, iyakan?",
  "fall_1": "Baunya tidak diragukan lagi... jamur, daun berguguran, labu. Ini musim gugur, kan? Bukankah menyenangkan?",
  "fall_2": "Bisakah kita menanam labu rasaksa? Ayolah, sayang?$h",
  "fall_20": "Sayang... Kau lebih berharga dari permata.#$e#Atau berlian? Hmm... Aku akan memikirkannya.$h",
  "winter_3": "Aku suka udara dingin. Ini sangat menyenangkan!$h",
  "winter_15": "Sangat menyenangkan jalan-jalan saat musim dingin! Semuanya sangat berbeda saat tertutup salju. Dan sangat sunyi...",
  "spring_Abigail": "Aku suka musim dingin, tapi aku juga suka saat musim semi datang.",
  "summer_Abigail": "Oh man... Aku harus membeli kue cokelat.",
  "fall_Abigail": "Baumu seperti labu? Atau hanya imajinasiku...$h",
  "winter_Abigail": "Ingat saat kita bermain 'Prairie King' di kamarku, dulu? Itu momen yang bagus.$h",
  "spouseRoom_Abigail": "#$c .5#Aku bangun lebih awal dan aku sudah memberi makan David Jr. Dia sangat aktif.#$e#Aku pikir kau tidak keberatan akan baunya."
}