{
  "Rainy_Day_0": "Aku penasaran kemana perginya serangga bersayap saat hujan turun? Apa mereka terhantam oleh tetesan hujan?",
  "Rainy_Day_1": "Hari seperti ini adalah berkah dari alam.",
  "Rainy_Day_2": "Selamat pagi... Aku punya hadiah untukmu. Tenang saja, aku sudah memurnikannya dengan aroma daun sage. [428 440 444 338 207]",
  "Rainy_Day_3": "Aku berniat untuk melepaskan beonya, tapi sayapnya takkan dapat sembuh.#$b#Dia terlihat senang, sih. Aku selalu memberinya perhatian.#$e#Dia bilang dia bahagia di sini.",
  "Rainy_Day_4": "Aku belum pernah cerita soal ini padamu... saat pertama kali kau pindah ke desa ini aku memimpikanmu. Setelah itu aku tahu kalau benang takdir kita akan saling terikat.$4",
  "Rainy_Night_0": "Setiap momen punya keindahannya sendiri yang berharga... apa kau menyadarinya? Terkadang hal itu mudah terlupakan.",
  "patio_Emily": "Ini adalah tempat favoritku buat meditasi pagi.#$e#Aku membayangkan energi dari crystal garden ini mengalir di tubuhku.",
  "Rainy_Night_1": "Aku mendengar suara tanaman-tanaman sedang mengobrol... mereka sangat senang dengan hujan hari ini!",
  "Rainy_Night_2": "Bagaimana harimu, @? Kau kelihatan basah.",
  "Rainy_Night_3": "Hariku sangatlah tenang. Bagaimana denganmu?",
  "Rainy_Night_4": "Mau cemilan? Ini adalah resep spesialku yang bebas glukosa, dengan sirup kaktus sebagai pemanisnya.[232 234 223 220]$h",
  "Rainy_Night_5": "Pernahkah kamu dibuat terpana oleh suara hujan?",
  "Indoor_Day_0": "Hari yang indah lagi di kebun %farm... Aku yakin ada hal baik yang akan terjadi hari ini!$h",
  "Indoor_Day_1": "Ini, ambillah. Untukmu. [428 440 444 338 207 395 749]",
  "Indoor_Day_2": "Wah, sepertinya ada yang tidur dengan lelap... kau terlihat segar di pagi ini.$h",
  "Indoor_Day_3": "Zodiakku hari ini kurang beruntung... tapi aku akan tetap berusaha sekuat tenaga, seperti biasanya. Ayo mulai bekerja!",
  "Indoor_Day_4": "Eughh... *suara perut*... Aku terlalu banyak makan kue pas sarapan.$s",
  "Indoor_Night_0": "Bajumu berlubang lagi, ya? Aku bisa menjahitnya untukmu, tenang saja.",
  "Indoor_Night_1": "Selamat datang, @. Kuharap harimu menakjubkan.",
  "Indoor_Night_2": "Sudah waktunya tidur lagi? Astaga, hari sudah berakhir begitu saja.$u",
  "Indoor_Night_3": "Ah, aroma itu! Sudah pasti kamu.$h#$e#Baunya enak.",
  "Indoor_Night_4": "Aku sudah menyapu rumah, mengelap jendela, dan menata isi kulkas. Hari ini sangatlah produktif!",
  "Outdoor_0": "Aku suka bangun lebih pagi. Ada kesegaran unik yang terasa di udara dan para binatang lebih aktif",
  "Outdoor_1": "Apa agendamu hari ini, sayang?",
  "Outdoor_2": "Oooh! Ooh! Aku lihat satu lagi!$h#$e#Aku sedang menghitung tupai.",
  "Outdoor_3": "Sedikit berjemur memang bagus untukmu. Tapi jangan sampai berlebihan, ya?",
  "Outdoor_4": "Selamat pagi, aku bertanya-tanya kapan kamu akan bangun!$h#$e#Tidak apa-apa, @... kau pantas mendapatkan tidur yang cukup.",
  "OneKid_0": "Kuharap kita bisa mendidik %kid1 supaya jadi anak yang baik dan perhatian. Itu lebih penting daripada dapat nilai A di sekolah.",
  "OneKid_1": "Apakah satu anak cukup, atau kita perlu membesarkan satu lagi?#$e#Kita lihat saja kemana takdir menuntun kita.",
  "OneKid_3": "Aku menyalakan lilin berwarna hijau pucat dan menggoyang-goyangkan ranting mint pada %kid1. #$b#Itu cukup untuk menangkal roh-roh berbahaya.",
  "TwoKids_1": "Rumah besar, dua anak dan seekor beo... Aku sangat sibuk!",
  "TwoKids_2": "Ya, %kid2 rambutnya memang sama sepertimu...$u",
  "TwoKids_3": "Oh, aku sudah memberi makan anak-anak sereal quinoa organik dengan susu kambing. Kamu fokus aja sama kebunmu!",
  "Good_1": "Hidup bersama sangatlah menyenangkan! Kukira aku akan menjomblo seumur hidup.",
  "Good_2": "Memang kita sudah ditakdirkan untuk bersama... Aku percaya dengan segenap hatiku!",
  "Good_3": "Terima kasih sudah membawaku ke rumahmu. Aku mencintai kehidupan baru ini.$4",
  "Good_4": "Getaran energi kita sangatlah padu. Bisakah kau merasakannya?",
  "Good_5": "Aku tadi sedang mengagumi jimat pernikahanku... Kerangnya indah sekali! Aku bisa merasakan energi biru murni yang dipancarkannya.$l",
  "Good_6": "Aku memimpikan diri kita lagi kemarin. Kita memanjat ke puncak pohon kristal, dengan padang rumput yang paling indah nan subur di bawahnya. Aku selalu memimpikan ini.#$e#Aku tak tahu apa artinya, tapi aku merasa kalau itu sebuah pertanda baik.",
  "Neutral_0": "Aku berharap kamu masih menyayangiku saat aku sudah tua dan rambutku jadi kusam.",
  "Neutral_8": "Aku lagi tidak ada inspirasi hari ini.$s",
  "funLeave_Emily": "Aku mau pergi ke pusat desa hari ini, setelah itu aku akan bantu-bantu di bar. Semoga harimu menyenangkan.",
  "funReturn_Emily": "Hariku berjalan dengan lancar... enak rasanya sesekali bisa keluar rumah.",
  "spring_2": "Teman-temanku, para tanaman kembali bertumbuh. Aku merasa ikut senang.",
  "spring_1": "Selamat tahun baru, sayang. Mari kita jadikan ini sebagai momen spesial.$4",
  "spring_22": "Hmm... Bagaimana kalau makan malam nanti aku buatkan salad dari tanaman liar yang baru dipetik?",
  "summer_20": "Energi didalam tubuh kita berubah-ubah sama seperti musim. Memahami ritmemu sendiri adalah tahap pertama menuju harmoni diri.",
  "summer_2": "Semoga Yoba memberkatimu di hari yang indah ini.$7",
  "fall_1": "Setengah tahun sudah berlalu. Dapatkah kau mempercayainya?",
  "fall_25": "Tubuh kita secara alami senada dengan musim. Cahaya dan warna musim semi mendorong kita untuk bersiap dengan datangnya musim dingin.#$e#Bagi nenek moyang, perasaan seperti ini sangat dibutuhkan dan vital. Tapi bagi kita, ini cuma sekedar bisikan dalam bisingnya kehidupan modern.",
  "winter_15": "Di hari seperti ini, aku sangat menginginkan kayu manis, pala, cengkeh dan kapulaga.",
  "winter_5": "*sigh*... Kenapa harus ada kebencian dan perang di dunia ini?$s",
  "winter_2": "Aku tidak bisa berhenti memikirkan tupai-tupai kecil yang sekarang membeku di luar sana.$s",
  "spring_Maru": "Aku sangat menantikan untuk bertani di tahun yang baru, @!$h",
  "fall_Emily": "Aku minum jus buah pagi ini dan aku merasa luuuar biasa!$h",
  "summer_Emily": "Phew! Cuacanya panas tapi rasanya hebat bukan?#$e#Mungkin kita akan melihat beberapa beo liar.",
  "winter_Emily": "Whoops, rambutku membeku lagi.$s",
  "spouseRoom_Emily": "Aku mau meluangkan waktu dengan burung beoku hari ini. Hatiku sakit melihatnya tidak dapat terbang lagi.$u"
}