{
  "Rainy_Day_0": "Aku kadang menemukan inspirasi di tempat yang paling tidak terduga.",
  "Rainy_Day_1": "Dulu aku merasa hujan membuatku depresi saat di kota. Tapi di Stardew Valley justru indah.",
  "Rainy_Day_2": "Selamat pagi! Aku bangun dulu dan berburu jamur. Ini, ambillah satu.[281 404 420 257]#$e#Mencari jamur sama seperti berburu harta karun. Sangat menyenangkan.$h",
  "Rainy_Day_3": "Di hari seperti inilah aku senang punya sepatu bot.$h",
  "Rainy_Day_4": "Pohon-pohon yang meminta hujan ini... Aku ikut senang untuk mereka.",
  "Rainy_Night_0": "Bagaimana harimu? Apa kamu melihat binatang di luar sana?",
  "patio_Leah": "Jangan dilihat terlalu dekat, ini sedang dalam pengerjaan.",
  "Rainy_Night_1": "Aku biasanya memilih salad... tapi di malam yang basah seperti ini aku lebih ingin sup panas.$h",
  "Rainy_Night_2": "Akan lelap rasanya jika tidur di malam seperti ini...$l",
  "Rainy_Night_3": "Aku membuat patung kayu kecil hari ini, tapi hasilnya sangat jelek. Jadi aku membakarnya.$u#$e#Kurasa untuk menjadi seniman yang hebat, kamu harus kritis terhadap karyamu sendiri.",
  "Rainy_Night_4": "Aku senang kamu sudah pulang... Ini malam yang baik untuk berselimut dan tetap hangat.",
  "Rainy_Night_Leah": "Bagaimana harimu hari ini, sayang? Berlumpur?",
  "Indoor_Day_0": "Rumah ini jauh lebih bagus daripada kabin lamaku! Aku tidak merindukannya.",
  "Indoor_Day_1": "Selamat pagi, @. Aku menanam ini di pot kecil di belakang... [16 18 20 22 90 259 396 402]#$e#Aku menumbuhkannya dengan penuh kasih dan perhatian. Nikmatilah.",
  "Indoor_Day_2": "Jangan lupa untuk selalu mengupas makanan liar! Ada banyak di luar sana.",
  "Indoor_Day_3": "Aku berpikir... hidup ini terlalu singkat untuk makan makanan yang buruk. Untungnya, kita hidup di salah satu daerah terbaik untuk sayuran segar!#$e#Ini aku membuatkanmu salad yang sehat. [196]#$e#Aku heran kamu belum bosan sama saladku!",
  "Indoor_Day_4": "Selamat pagi, @! Aku membuat kopi untuk kita berdua.[395]$h#$e#Pagiku tidak akan lengkap tanpa secangkir kopi panas.",
  "Indoor_Night_0": "Entah kenapa malam ini membuatku haus.",
  "Indoor_Night_1": "Aliran waktu sangatlah rumit... bahkan keputusan sekecil apapun bisa mengubah masa depan selamanya.",
  "Indoor_Night_2": "Jauh lebih indah malam hari di sini dibanding dengan cahaya kota yang norak.#$e#Semuanya berjalan sempurna bagiku. Aku sangat beruntung.",
  "Indoor_Night_3": "Aku tidak menyangka akan segera menerima mermaid's pendant setelah pindah ke sini! Tapi aku senang akan hal itu.$l",
  "Indoor_Night_4": "Aku melihat kelinci liar hari ini. Aku cuma berharap bisa memeliharanya suatu hari nanti. Mereka terlihat sangat lembut...",
  "Outdoor_0": "Angin sepoi-sepoi yang sejuk terasa menyenangkan. Ini mengingatkanku saat hidup di tepi sungai.",
  "Outdoor_1": "Hmm... Aku akan melakukan beberapa perawatan di sini. Aku sesekali ingin memalu sesuatu.",
  "Outdoor_2": "Ini akan jadi hari yang istimewa, aku dapat merasakannya.",
  "Outdoor_3": "Ah ... bau tanah yang segar. Tidak ada yang bisa mengalahkannya.$h#$e#Kamu bisa tahu bahwa udara di sini bersih... Terasa bagus di paru-paru.",
  "Outdoor_4": "Jangan bekerja terlalu keras, sayang.#$e#Pastikan beristirahat sesekali, atau makanlah sesuatu.$h",
  "funLeave_Leah": "Aku mau jalan-jalan menikmati alam hari ini. Aku jarus keluar dari rumah.",
  "funReturn_Leah": "Aku menikmati waktu bersantaiku hari ini. Bagaimana harimu?",
  "OneKid_3": "Menyenangkan menjadi orang tua. Aku akan memastikan %kid1 tumbuh memiliki jiwa pecinta alam.",
  "TwoKids_3": "Kita punya keluarga lengkap dan ladang yang indah. Kehidupan baru kita benar-benar berjalan dengan baik, bukan?",
  "Good_0": "Tinggal di sini, saya merasa seperti berada di puncak gunung yang hebat.",
  "Good_1": "Apakah aku pernah memberitahumu... saat kamu pertama pindah ke sini, aku bermimpi bahwa kita akan bersama suatu hari nanti.",
  "Good_2": "Kadang-kadang sulit untuk tidak percaya pada takdir... fakta bahwa aku memutuskan pindah ke sini, dan kita akan saling bertemu.#$b#Itu bisa saja sangat berbeda kalau ada yang tidak sesuai.",
  "Good_3": "Wow, kamu terlihat penuh energi hari ini!$l^Kamu terlihat cantik hari ini.$l",
  "Good_4": "Mmm... Baumu harum hari ini.",
  "Good_5": "Aku sedang mengangumi jimat pernikahan kita... Aku akan menghargai harta ini seumur hidupku.$l",
  "Good_6": "Hati-hati di luar sana! Kadang aku khawatir kamu akan jatuh ke lubang di tambang.",
  "Good_7": "@? Aku ingin mengatakan bahwa aku menghargai semua kerja keras yang kamu lakukan untuk rumah tangga kita.$h",
  "Good_8": "Jangan mengkhawatirkanku... Aku tahu kamu punya banyak tanggung jawab di luar rumah. Aku baik-baik saja di sini sendirian!$l",
  "Good_9": "Oh, aku tidak bosan, kok... Aku hanya menikmati apa yang sudah kita miliki.#$e#Ini kehidupan yang sederhana, tapi aku menyukainya.",
  "Neutral_0": "Kuharap kamu akan tetap mencintaiku meski aku sudah tua dan rambutku memutih.",
  "Neutral_1": "Aku ingin tahu siapa yang tinggal di sini sebelum kita?",
  "Neutral_2": "Bukankah ada sesuatu yang harus kamu kerjakan hari ini?",
  "Neutral_3": "Kalau kamu pergi ke kota, titipkan salamku pada semua orang.",
  "Neutral_4": "Aku akan mencuci baju besok pagi sebelum kamu bangun... dengan begitu kamu bisa bekerja maksimal.",
  "Neutral_5": "Apa keuangan kita baik-baik saja, @?",
  "Neutral_6": "Aku penasaran apa yang sedang orang-orang lakukan di kota?",
  "Neutral_7": "Aku sedang tidak ingin melakukan apa-apa hari ini.",
  "Neutral_8": "Tidak peduli berapa kali kubersihkan, rumahnya selalu kotor lagi.#$e#Kurasa memang beginilah pertanian.",
  "Neutral_9": "Aku ingin tahu apakah kita akan tinggal di sini seumur hidup kita?",
  "Bad_0": "...Apa kamu masih mencintaiku?$s",
  "Bad_1": "*hahh*... Mungkin kita menikah terlalu dini.$s",
  "Bad_2": "Apa kamu masih bahagia bersamaku?s",
  "Bad_3": "Apa aku bertindak salah? Perilakumu berbeda akhir-akhir ini.$s",
  "Bad_4": "Apa kamu pernah bertanya ada apa lagi di luar sana?$s",
  "Bad_5": "Kamu dulu romantis... apa yang terjadi?$s#$e#Aku tahu aku sudah tidak semuda dulu... apa cuma karena itu kamu menikahiku?$a",
  "Bad_6": "Hidup kita pendek... apakah ini cara terbaik untuk menjalaninya?$s",
  "Bad_7": "Aku dulu selalu kamu panggil sayang... sekarang kamu cuma bersamaku saat aku membuat makan malam yang hangat.$s",
  "Bad_8": "Kamu terlalu cuek padaku akhir-akhir ini...$s",
  "Bad_9": "Aku ingin tahu apa aku bisa bertindak lebih baik.$s",
  "spring_2": "Jadi, kita menanam apa musim ini?",
  "spring_1": "Tadi malam acara tahun barunya meriah...$l",
  "spring_15": "*hahh*... Kurasa sudah waktunya untuk bersih-bersih lagi.$s",
  "summer_1": "Ah, musim panas... Aku sudah bisa mencium aroma rempah spice berry.$h",
  "summer_9": "Maaf kalau aku lagi basah... Semalam aku berkeringat karena kepanasan.",
  "summer_2": "Ini musim panas... itu artinya rumah akan dipenuhi lalat.#$e#Jangan khawatir, aku akan mengatasi mereka.",
  "fall_1": "Aku suka musim gugur karena aku bisa berburu jamur. Cepat datang dan berlalu.",
  "fall_20": "Apa kamu membuat rencana untuk musim dingin? Akan bagus kalau punya banyak persediaan jerami.",
  "fall_2": "Aku tahu musim panen adalah waktu yang sibuk bagimu. Aku akan mencoba membantu sebisaku.",
  "winter_1": "Musim dingin tiba, dan itu berarti sedang musim crystal fruit. Buah itu rasany unik, iya 'kan?",
  "winter_7": "Aku tidak sabar untuk mengukir patung es besok. Aku cuma bisa melakukannya setahun sekali, tapi ini sangat menyenangkan!",
  "winter_28": "Hei, ini satu tahun yang hebat lagi di kebun %farm! Ayo bersenang-senang malam ini[348]$h#$e#Tahun depan akan lebih luar biasa, aku bisa merasakannya."
}