{
  "Rainy_Day_0": "Apa kamu menyukai hujan sepertiku, @?",
  "Rainy_Day_1": "Kita berbeda dari banyak hal... tapi itu bukan masalah.",
  "Rainy_Day_2": "Selamat pagi, @. Aku tadi keluar dan mencarikan ini untukmu. [305 308 203 795 397]#$e#Kuharap itu tidak terlalu aneh.",
  "Rainy_Day_3": "Aku penasaran apa penyihir tahu tentang... ini? Kuharap dia bisa menjaga rahasia.$s",
  "Rainy_Day_4": "Sekeras apapun aku berbuat baik, kadang masih ada dorongan untuk berbuat jahat dari dalam diriku...$6#$e#Mereka bilang memang begitulah kaumku.",
  "Rainy_Day_Krobus": "Ah, hari ini lebih lembab karena hujan... Aku terasa jauh lebih nyaman.",
  "Rainy_Night_0": "Di malam seperti ini, siapapun yang melihat ke jendela akan melihat sesosok bayangan. Sepertinya... akulah yang mereka maksud.$7",
  "Rainy_Night_1": "Kalau makhluk bayangan lain tahu kita tinggal bersama, mereka akan... menghukumku.$s#$e#Banyak dari mereka yang membenci manusia, kau tahu.",
  "Rainy_Night_2": "Kamu basah kuyup dan kedinginan! Bukankah itu berbahaya bagi spesiesmu?$s",
  "Rainy_Night_3": "Aku sudah makan malam, tapi itu bukan sesuatu yang bisa kamu makan... maaf.",
  "Rainy_Night_4": "Sejak aku meninggalkan kaumku, aku selalu mencari tempat tinggal baru... sekarang aku sudah mendapatkannya. Itu sangat berarti untukku.",
  "Rainy_Night_5": "Dikatakan bahwa kaumku datang ke sini dahulu sekali, saat ada bencana besar yang memungkinkan roh-roh dari alam hampa menyeberangi ke alam nyata.",
  "Rainy_Night_Krobus": "Suara hujan mengingatkanku akan gorong-gorong... suaranya menenangkan.#$e#Gorong-gorong adalah tempatku berlindung... aku merasa aman di sana. Tapi jangan khawatir, aku merasa seperti itu juga di rumah baru ini.",
  "Indoor_Day_0": "Kalau saja aku bisa membantumu, pasti akan kubantu... tapi aku akan berusaha menjaga rumah serapi mungkin.",
  "Indoor_Day_1": "Aku berusaha semampuku membuat makanan manusia... [203 204 651 225]#$e#Kamu bisa memakannya nanti, tidak usah khawatir...",
  "Indoor_Day_2": "Aku bahagia di sini. Aku senang menghabiskan waktu di tempat yang bagus... aku tidak perlu \"keluar\" seperti manusia.#$e#Tapi akau paham kalau kamu membutuhkannya! Karena itu tidak perlu merasa kasihan kepadaku dan keluarlah.$3",
  "Indoor_Day_3": "Aku menghabiskan hariku dengan melingkar dan menepi di pojok rumah...#$e#Apa? Manusia tidak melakukan itu?$3",
  "Indoor_Day_4": "Di hari jum'at, aku suka berdiam diri untuk menyembah Yoba. Kuharap kamu tidak keberatan.",
  "Indoor_Day_Krobus": "Aku sebenarnya ingin membantumu di ladang, tapi aku tidak bisa keluar saat ada matahari...",
  "Indoor_Night_0": "Hari ini aku membasmi semua serangga yang ada di rumah... Maaf, aku tidak punya lagi untukmu! *nyam*$7",
  "Indoor_Night_1": "Kamu terasa padat. Kadang aku berharap punya tulang juga...$s",
  "Indoor_Night_2": "Kadang aku bertanya-tanya apakah manusia dan makhluk bayangan bisa benar-benar hidup berdampingan... Itu impian yang hebat, tapi apakah itu realistis?$s#$e#Kuharap begitu...",
  "Indoor_Night_3": "Kadang aku melamun dan memikirkan hal-hal yang sudah kupelajari tentang manusia darimu...#$b#Kuharap kaumku bisa mengerti perasaan ini.",
  "Indoor_Night_4": "Aku ingin jadi teman serumah yang baik untukmu, tapi aku tidak tahu apa aku sudah benar melakukannya... *argh* $s#$e#Aku kesulitan memahami ekspresi manusia. T... Tapi... apa kamu bahagia tinggal bersamaku?#$e#Oke!$7",
  "Indoor_Night_Krobus": "Hai, @. Selamat datang.Sepertinya kamu sudah bekerja keras di luar sana!$h",
  "Outdoor_0": "Aku akan di luar sini sejenak, tapi kita harus hati-hati... kalau ada orang datang aku harus sembunyi!",
  "Outdoor_1": "Jarang-jarang aku bisa keluar!",
  "Outdoor_2": "Hari yang indah!$h",
  "Outdoor_3": "Tempat luas membuatku gugup...$s",
  "Outdoor_4": "Silahkan lanjutkan harimu, aku akan di sini dan melindungi rumahnya.",
  "Outdoor_Krobus": "Aku akan di sini sejenak, dan menunggu kalau ada serangga yang lewat.#$e#Aku masih belum sarapan!",
  "OneKid_3": "Entah bagaimana, tapi Yoba telah memberkati rumah ini dengan seorang 'anak'...",
  "TwoKids_0": "Jangan khawatir... aku sudah membuatkan %kid1 dan %kid2 omelet telur hitam.",
  "TwoKids_2": "Aku khawatir dengan masa depan anak-anak... Tapi aku yakin Yoba punya rencana untuk merekan.",
  "TwoKids_3": "Rumah ini sekarang diberkati dengan dua anak... Apa itu artinya Yoba mengesahkan kehidupan kita bersama?",
  "Good_1": "Aku merasakan sensasi dalam tubuhku... apakah ini... 'mencintai tanpa ingin memiliki'?$l#$b#... Oh, tunggu... ternyata aku cuma sedang ganti kulit.$s",
  "Good_2": "Aku sudah belajar mengatasi prasangkaku terhadap manusia... tapi kaum Kurcaci masih membuatku jijik.$a",
  "Good_3": "Kemarin sewaktu tidur kamu mengigau 'permen akar manis... apa itu?$3",
  "Good_0": "Kita mulai berproses, dan aku penuh harapan.$h",
  "Good_5": "Aku sedang mengagumi rumah indah ini... tempat yang damai sekali.$l",
  "Neutral_0": "Aku akan bisa menua, tapi kamu bisa. Suatu saat itu akan membuatku sedih... tapi itu bukan masalah.$s",
  "Neutral_1": "Menurutmu, apa kakekmu akan setuju kalau ada monster yang tinggal di rumahnya?",
  "Neutral_2": "Apa menurutmu kita akan dapat masalah karena tinggal bersama?$s",
  "Neutral_3": "Di sini sangat terang... aku akan menutup mataku selama beberapa jam.$s",
  "Neutral_4": "Aku tidak bisa keluar, aku hanya makan makanan khusus, aku butuh suhu yang sesuai... Kuharap tinggal bersama tidak akan merepotkanmu, @.$s",
  "Neutral_5": "Welwick bilang aku tidak beruntung hari ini.$s",
  "Neutral_6": "Aku akan memberitahu sebuah rahasia... Sebenarnya aku tidak pernah tidur, aku hanya berbaring sambil menutup mataku...",
  "Neutral_7": "Kamu itu aneh, karena mau tinggal bersama makhluk sepertiku.",
  "Neutral_8": "Aku akan membersihkan rumah seharian ini! Ini menyenangkan.$7",
  "Neutral_9": "Aku penasaran apa kita akan terus hidup di sini sepanjang umur? Akan berbahaya bagiku kalau kita pindah.",
  "Bad_1": "*hahh*... Mungkin aku lebih baik tetap bersama kaumku.$s",
  "Bad_0": "...Apa kamu masih menyukaiku?$s",
  "Bad_2": "Apa kamu masih senang tinggal bersamaku?$s",
  "Bad_4": "Kurasa kamu akan lebih bahagia tinggal dengan sesama manusia...$s",
  "Bad_5": "Aku merasakan perubahan di tingkah lakumu... apa artinya itu? *argh*$s",
  "Bad_6": "Hidup kalian itu pendek... apa kamu yakin ingin menghabiskannya dengan makhluk buruk rupa sepertiku?$s",
  "Bad_7": "Mungkin hubungan seperti ini memang ditakdirkan untuk gagal...$s",
  "Bad_8": "Akhir-akhir ini kamu terlihat tidak senang...$s",
  "Bad_9": "Aku rindu gorong-gorong.$s",
  "spring_5": "...",
  "spring_12": "...",
  "spring_19": "...",
  "spring_26": "...",
  "winter_5": "...",
  "winter_12": "...",
  "winter_19": "...",
  "winter_26": "...",
  "summer_5": "...",
  "summer_12": "...",
  "summer_19": "...",
  "summer_26": "...",
  "fall_5": "...",
  "fall_12": "...",
  "fall_19": "...",
  "fall_26": "...",
  "spring_1": "Apa rencanamu dengan tahun baru, @?",
  "spring_23": "Pergi saja ke tarian bunga besok! Tidak perlu mengkhawatirkanku.",
  "summer_1": "Aku mudah tersengat matahari, jadi aku perlu hati-hati di musim ini.",
  "summer_8": "Mmm... bau enak apa itu? Kamu pasti berkeringat semalaman...$h",
  "summer_15": "Musim panas... itu artinya rumah ini akan dipenuhi lalat.#$e#Jangan khawatir, akan kuurus mereka. Itu protein yang bagus!$h",
  "fall_8": "Aku sedang malas hari ini.",
  "fall_15": "Apa kamu sudah memutuskan apa yang ingin kamu pamerkan untuk festival besok?",
  "fall_24": "Kalau aku datang ke festival Spirit's Eve mereka akan menaruhku ke dalam kandang...$s",
  "winter_28": "Terima kasih mau tinggal bersamaku, @. Aku menantikan tahun hebat lainnya!$h",
  "spouseRoom_Krobus": "#$c .5#Kita sangatlah berbeda, jadi ini tantangan untuk hidup bersama, iya 'kan?#$e#Kuharap kelembaban di ruangan ini tidak mengganggumu. Kita harus saling mengerti agar untuk hidup bersama!",
  "spring_Krobus": "Ini musim semi, 'kan? Aku bisa mencium aroma wild horseradish.",
  "summer_Krobus": "Kalian menyebut ini 'musim panas', 'kan? Kehangatan dan kelembabannya bagus, andai saja tidak terlalu cerah.",
  "fall_Krobus": "Aku terasa agak dingin akhir-akhir, dan baunya lembab. Kalian menyebut ini 'musim panas', 'kan?",
  "winter_Krobus": "Kegelapan di musim ini sangatlah menenangkan. Andai saja lebih hangat!"
}