{
  "Rainy_Day_0": "Akhirnya... hujan yang deras. Aku bosan dengan hari yang terik.",
  "Rainy_Day_1": "Hey. Aku memikirkan kamar basement lamaku. Aku merasa nyaman disana, tapi disini lebih menarik. Dan kamarku bau...#$e#Aku malu tinggal dirumah ibuku untuk waktu yang lama.",
  "Rainy_Day_2": "Hey. Aku tak bisa tidur semalam jadi aku jalan-jalan ke gua. Kutemukan ini... Mau?[575 769 767 84 66 78]#$e#Aku kadang tak bisa tidur, itu bukan salahmu. I love you.$7",
  "Rainy_Day_3": "Sepertinya hari yang bagus untuk baringan, membaca buku atau sebagainya... bagaimana menurutmu?",
  "Rainy_Day_4": "Hey, hujan lagi... sempurna.#$e#Kau terlihat kedinginan... sini, mendekatlah.$l",
  "Rainy_Night_0": "Aku mencoba untuk berhenti merokok sejak kita menikah... Aku tak mau meninggalkanmu. Dan itu kebiasaan buruk.#$e#Aku ingin melihat masa depan bersama.$l",
  "patio_Sebastian": "Butuh sesuatu? Aku akan ada disini dengan sepeda motorku.",
  "Rainy_Night_1": "Aku mengerjakan sesuatu dilaptop hari ini. Sebenarnya aku ingin membuat game.#$e#Dengan pemasukan dari kebun, akhirnya aku bisa menggapai mimpku. Terima kasih.$h",
  "Rainy_Night_2": "Maaf, Aku tak membuatkan makan malam. Mungkin ada makanan instan dikulkas.#$e#Aku tak tau, aku sedang tidak fokus. Aku jadi lupa untuk bersih-bersih rumah...",
  "Rainy_Night_3": "Bagaimana harimu? Apa kau membunuh beberapa monster?$h#$e#Itu bagus menyalurkan emosimu pada mereka, benarkan?",
  "Rainy_Night_4": "Mungkin ada penyihir yang mengunjungi kita pada malam hari? Hah.. kalau saja hidup semenarik itu...",
  "Indoor_Day_0": "Semakin tua aku, aku semakin tak tertarik pada kota besar. Aku pernah bermimpi tinggal disana. Tapi ternyata kehidupan disana tak seperti yang kuduga.#$e#Kota besar sangat sibuk dan dipenuhi orang-orang, tak cocok untuk pendiam sepertiku.",
  "Indoor_Day_1": "Hey... mau sedikit kopi?[395]$7#$e#Semalam aku bermimpi buruk dan tak bisa kembali tidur.",
  "Indoor_Day_2": "Aku tidak bisa tidur semalam jadi aku jalan-jalan naik motor.#$e#Aku harus merasa bebas walaupun sudah menikah. Itulah diriku. Tapi aku tetap mencintaimu.$7",
  "Indoor_Day_3": "Hey. Bagaimana tidurmu semalam? Kudengar kau mengigau.#$e#Kau terlihat ketakutan, tapi ku akui... wajahmu sangat manis saat itu.$l",
  "Indoor_Day_4": "Hidup denganmu disini mengajariku hal yang baru. Kurasa itu bagus untuk ku.$7",
  "Indoor_Night_0": "Hey. Aku hanya berjalan-jalan disekitar rumah hari ini. Tak ada yang menarik...#$e#...#$e#Pemandangan dari rumah kita sangat indah. Kau bisa melihat Sun Set darisini.",
  "Indoor_Night_1": "Mungkin aku meminum terlalu banyak kopi... Aku tak merasa ngantuk.#$e#Aku masih berusaha menyesuaikan diri hidup sehat. Dulu aku sering begadang sampai jam lima pagi.$h",
  "Indoor_Night_2": "Sangat keren mempunyai rumah sendiri. Aku bisa melakukan apapun yang kusuka dan tak ada orang yang melarang.#$e#Kuyakin Maru bahagia sejak aku pergi.",
  "Indoor_Night_3": "Aku melihat kalelawar dijendela tadi. Agak susah melihatnya, tapi kalau kau fokus kau bisa melihatnya.",
  "Indoor_Night_4": "Aku kadang tak dihargai dirumah... tapi aku merasa disini adalah tempatku. Terima kasih telah memberiku hidup yang sebenarnya, @.$l",
  "Outdoor_0": "Aku ingin melakukan sesuatu hari ini... tapi aku tak tau apa. Apa kau pernah merasa seperti itu, @?",
  "Outdoor_1": "Hmm... kadang aku memaksa diriku keluar untuk kesehatanku.#$e#Aku tak tau kenapa, tapi aku lebih senang tinggal dirumah. Mungkin kebiasaan lamaku.",
  "Outdoor_2": "Aku akan melihatmu darisini.$h#$e#Aku senang melihatmu darisini.",
  "Outdoor_3": "Karena kita sudah menikah, aku tak ingin jadi pria lembek. Mungkin aku harus mulai latihan?#$e#Itu cuma ide...$h",
  "Outdoor_4": "Kita harus ternak lebih banyak Slime... Dalam jumlah banyak, mereka dapat menghasilkan uang. Dan mereka sangat mudah diternak.#$e#Dan setiap warna slime dapat menghasilkan item yang berbeda.",
  "OneKid_0": "Aku masih berusaha menjadi ayah. Jangan khawatir, Aku akan merawat dengan baik %kid1! Hanya saja, ini sesuatu yang baru.",
  "OneKid_1": "Mungkin ketika %kid1 agak besar, aku akan memasang kursi samping pada motor dan kita bisa berkendara bareng.$h",
  "OneKid_3": "Kau mencium bau %kid1? Saatnya dia untuk mandi...",
  "TwoKids_0": "Jangan khawatir, Aku sudah memberi makan anak-anak... %kid2 menumpahkan susu coklat dibajuku lagi.",
  "TwoKids_1": "Kuharap %kid1 dan %kid2 baik satu sama lain. Maru dan aku suka berantem saat kecil.#$e#Kalau kuingat lagi, itu semua salahku...",
  "TwoKids_2": "Aku memimpikan %kid2 menggunakan kostum shadow shaman dan duduk diatas labu yang bersinar. Aneh ya?",
  "TwoKids_3": "Kita sudah sejauh ini, @. Lihat keluarga kita. Jujur, aku tak pernah berfikir akan seperti ini.#$e#Sekarang aku benar-benar bahagia...$l",
  "Good_0": "Hey. Lihat aku. Jangan pernah lupa kalau aku mencintaimu... kau segalanya untukku.$l#$b#Sekarang pergilah mencari uang.$h",
  "Good_1": "Hey... kesinilah. Kau terlihat cantik hari ini.$l",
  "Good_2": "Kau selalu terlihat imut, bahkan setelah bertindak ceroboh dikebun.$l",
  "Good_3": "Aku tak pernah menunjukkannya, tapi aku bahagia menjadi suami mu. Menikahimu adalah keputusan terbaik dalam hidupku.$l",
  "Good_4": "Kau tak perlu mengkhawatirkan ku. Aku suka menghabiskan waktu sendirian.",
  "Good_5": "Kadang aku merasa marah... tapi ketika kau muncul, aku mulai tenang.$7#$e#Mungkin itu akan memperlambat penuaan ku.",
  "Good_6": "Aku tau kau tangguh, tapi aku masih khawatir. Jangan berburu monster tanpa Elixir dan perlengkapan yang bagus, ok?",
  "Good_8": "Aku tak ingin kerja hari ini. Mungkin akan menonton TV.",
  "Good_9": "Aku tak butuh teman. Kau satu-satunya orang yang kubuthkan dihidupku. Apa itu aneh?#$e#Kurasa aku berbeda dari oranglain.",
  "Neutral_0": "Ketika aku jalan-jalan, aku menghindari masyarakat. Aku benci bila sudah ikut bergosip.",
  "Neutral_2": "Kenapa tak kau ceritakan harimu nanti malam? Aku agak sibuk sekarang...",
  "Neutral_3": "Apa kau akan kekota hari ini? Kenapa, ada perlu apa?",
  "Neutral_4": "Kurasa aku akan mencuci baju hari ini... Soalnya kau sibuk dengan urusan kebun.",
  "Neutral_5": "Apa keuangan kita baik-baik saja? Aku tak mau menjual laptopku...",
  "Neutral_6": "Kalau kau ingin bertemu dengan temanmu dikota silahkan. Lagipula aku suka sendirian.",
  "Neutral_8": "Membersihkan rumah tak menyenangkan, tapi itu berbeda jika kau sambil mendengarkan musik.",
  "Bad_5": "Aku ingin sendirian. Lebih baik kau urus urusanmu sendiri dulu?",
  "Bad_6": "Apa mau mu? Kau sudah seperti ayah tiri ku. Pergilah.$a",
  "Bad_7": "Tempat ini mulai terasa seperti kuburan.$s",
  "Bad_8": "Aku mulai merokok lagi... Akhir-akhir ini aku sangat stress.$s",
  "funLeave_Sebastian": "Aku mau jalan-jalan. Butuh waktu sendirian. Sampai jumpa nanti malam.",
  "funReturn_Sebastian": "Hariku baik-baik saja, tak ada yang harus kuceritakan. Kenapa tak kau ceritakan harimu?",
  "spring_1": "Oohh... kepalaku. Selamat tahun baru...$h",
  "spring_12": "Apa kau semangat untuk festival besok? Aku tak sabar bertemu Sam lagi.",
  "spring_23": "Oh... besok event flower dance, kan? Apa kita harus pergi?#$e#Aku benci memakai kostum ketat itu. Kenapa Lewis membuat kita melakukannya?$s",
  "summer_1": "Musim panas tiba... Aku harus mulai menggunakan lotion untuk menjaga kulitku...",
  "summer_10": "Sudah ada rencana untuk sup luau besok?#$e#Aku tak tau apa yang bagus... kau kokinya!$7",
  "summer_27": "Cuaca sudah mulai sejuk. Rasanya sungguh nyaman.#$e#Haruskan kita pergi ke festival besok malam? Sebenarnya aku menyukai festival itu.$7",
  "fall_1": "Kelihatannya kota sudah berubah dalam semalam... Kurasa musim gugur akhirnya tiba.",
  "fall_15": "Pameran Stardew Valley agak penuh orang... aku hanya akan bertemu dengan Sam. Akan menyenangkan jika nongkrong dengannya.#$e#Nikmati saja festivalnya, jangan pedulikan aku.$7",
  "fall_26": "Besok adalah Spirit's Eve, aku sangat bersemangat. Aku penasaran hantu apa yang akan ada disana.$h",
  "winter_1": "Apa rencanamu musim dingin ini? Aku tau kalau waktu luangmu semakin banyak.",
  "winter_7": "Apa kau akan ikut kontes memancing besok?",
  "winter_28": "Tahun yang bagus, @. Kita harus merayakannya sedikit. [346]$h#$e#Kuyakin tahun depan lebih bagus lagi.$7"
}