{
  "Rainy_Day_0": "Meski aku sudah banyak berubah setiap tahunnya, tapi aku masih suka cuaca yang cerah.",
  "Rainy_Day_1": "Kadang aku melamun membayangkan kita saat pensiun nanti... bersantai menikmati teriknya pantai di pulau Fern!#$e#Apa kau pernah memikirkan tentang masa depan, @?",
  "Rainy_Day_2": "Selamat pagi! Aku tadi bangun dulu dan membuatkan sesuatu yang manis buatmu! [223 234 211 651 731]#$e#Aku tahu kamu itu kuat, tapi kamu masih harus makan supaya tetap prima!$h",
  "Rainy_Day_3": "Aku tidak bisa keluar hari ini... rambutku nanti lepek. Maaf ya, sayang.$s#$e#Aku ingin selalu tampil cantik buatmu.",
  "Rainy_Day_4": "Kamu mau pergi di cuaca seperti ini? Pastikan kau membersihkan sepatumu sebelum masuk rumah, sayang.#$e#Aku mau di rumah saja beres-beres.",
  "patio_Haley": "Katakan 'cheese'!",
  "Rainy_Day_Haley": "Tidak... Kalau cuacanya begini terus kulitku bisa pucat.$s",
  "Rainy_Night_0": "Oh, aku senang kamu sudah pulang. Aku kedinginan di sini sendiri... Apa kau sudah siap buat mematikan lampunya?",
  "Rainy_Night_1": "Kuharap besok cuacanya cerah. Keseringan hujan bisa membuatku gampang baper.$s",
  "Rainy_Night_2": "Semoga Emily tidak kesepian di rumah sendiri. Aku harus segera mengunjunginya.$7",
  "Rainy_Night_3": "Hujan adalah berita buruk bagi fotografer. Pencahayaannya jelek, kalau tetap nekat keluar peralatanmu bisa basah!$s",
  "Rainy_Night_4": "Aku membuatkanmu masakan yang hangat, sayang. Pedas, sesuai kesukaanmu. Nikmatilah! [727 231 207 199]$h",
  "Rainy_Night_5": "Kupikir aku takkan pernah mengatakan ini, tapi kehidupan pedesaan sangat cocok denganku.$h",
  "Rainy_Night_Haley": "Hai, sayang. Aku senang kamu sudah pulang. Aku mulai merasa kesepian tadi.$l",
  "Indoor_Day_0": "Selamat pagi! Apa tidurmu nyenyak?$h#$e#Kurasa aku mau memakai kamera lamaku hari ini... karena pencahayaan hari ini sempurna.",
  "Indoor_Day_1": "Selamat pagi, sayang! Baunya sedap, 'kan? Aku membuatkanmu sarapan! [194 195 210 211 216]#$e#Aku tahu kamu sibuk dengan pekerjaanmu. Aku di sini untuk mendukungmu semampuku",
  "Indoor_Day_2": "Apa tidurmu baik-baik saja? Kamu mendengkur kemarin.$h#$e#Aku mau beres-beres rumah. Semoga harimu menyenangkan.",
  "Indoor_Day_3": "Aku senang sudah bisa menikmati bersih-bersih! Rumahnya mudah sekali kotor.$10#$e#Kalau semuanya bersih mengkilap rasanya puas#.#$e#Boleh aku minta cium sebelum kamu pergi?$11",
  "Indoor_Day_4": "Selamat pagi, sayang. Menjalani hari dengan bertani lagi, ya?#$e#Aku akan selalu memikirkanmu. <$h",
  "Indoor_Day_Haley": "Dulu sebelum aku bertemu kamu, aku merasa tidak punya tujuan hidup. Sekarang aku tahu pasti apa yang kuinginkan.$l",
  "Indoor_Night_Haley": "Sepertinya kau sudah bekerja keras, sayang. Biarkan aku menghiburmu.$l",
  "Outdoor_0": "Aku merasa paling nyaman saat di luar, menhirup udara segar.#$b#Jangan salah paham, pondok tua milik kakekmu sangatlah nyaman! Tapi tak ada yang mengalahkan pemandangan indah ini.",
  "Outdoor_1": "Kita harus membuat kebunnya seimut mungkin! Itu mungkin hal yang penting... iya 'kan, sayang?",
  "Outdoor_2": "Hai, sayang! Kalau saja aku tahu lebih banyak soal bertani aku akan membantumu. Maaf!#$e#Aku akan selalu memikirkanmu.$h",
  "Outdoor_3": "Aku akan mengelap di sini. Itu bisa membantumu, 'kan?#$e#*phew*... panas sekali di luar sini.",
  "Outdoor_4": "Jangan bekerja terlalu keras, sayang.#$e#Pastikan kau sering-sering istirahat, atau makan sesuatu.$h",
  "Outdoor_Haley": "Sepertinya ini hari yang bagus buat berjemur, bukan begitu, sayang??",
  "funLeave_Haley": "Aku akan mengunjungi orang-orang hari ini.",
  "funReturn_Haley": "Senang bisa melihat semua warga desa. Bagaimana harimu, sayang?",
  "OneKid_3": "Bukankah ini aneh? Aku belum terbiasa jadi ibu.",
  "TwoKids_2": "Bukankah bayi %kid2 sangat rupawan?",
  "TwoKids_3": "Rumah besar, dua anak dan kebun yang indah. Aku sangat bersyukur atas semua ini",
  "spring_2": "Jadi, kita mau menanam apa musim ini?",
  "spring_1": "Karena musim dingin sudah berakhir, kita bisa menantikan cuaca-cuaca cerah yang akan datang. Aku sangat senang.",
  "summer_3": "Maaf kalau penampilanku kurang maksimal... udaranya sangat lembab, rambutku tidak bisa rapi.",
  "summer_15": "Musim panas... itu artinya rumah akan dipenuhi oleh lalat dan semut... ihh, jijik.$s",
  "fall_2": "Aku sudah kangen musim semi...",
  "fall_1": "Musim gugur bagiku menyedihkan... semuanya tanaman berguguran.$5",
  "winter_14": "Kulitku terasa sangat kering di cuaca ini.",
  "winter_2": "Entah kenapa melihat salju selalu membuatku ingin memakan kue pink...",
  "spring_Haley": "Bukankah kau senang musim dingin sudah berakhir, sayang? Semua terasa lebih penuh harapan.",
  "summer_Haley": "Aku suka sekali melihat kunang-kunang di malam musim panas. Hanya itulah jarak terdekat aku bisa merasakan bintang.",
  "fall_Haley": "Meski aku lebih suka musim panas, tapi musim gugur adalah musim terbaik berburu foto. Bayangan yang panjang dan rendah...",
  "winter_Haley": "Aku barusan teringat saat kamu membantuku membuka toples acar.$h#$e#Kita sudah semakin dekat sejak itu.$l"
}