{
  "Rainy_Day_0": "Aku sedang terinspirasi hari ini... Kurasa aku akan menulis.",
  "Rainy_Day_1": "Suara hujan ini, membuatku teringat akan kabinku di pantai.#$e#Ladangnya indah kok, tapi aku sedang rindu suara lautan.",
  "Rainy_Day_2": "AKu bangun dulu dan membuatkanmu kopi.[395]#$e#Aku merasa bahwa secangkir minuman istimewa ini bisa membuat pagi jadi lebih menyenangkan.",
  "Rainy_Day_3": "Kurasa aku akan di rumah saja hari ini, sayang. Hujannya bisa membuat rambutku lepek.",
  "Rainy_Day_4": "Inspirasiku untuk menulis itu seperti cuaca... mudah datang dan pergi. Hari ini aku sepenuhnya bosan.$s#$e#Mungkin aku akan membaca buku lama untuk memompa kreativitasku.",
  "patio_Elliott": "Ah, hari yang indah untuk membaca buku... bukankah begitu, cintaku?",
  "Rainy_Night_0": "Selamat malam. Apakah harimu produktif, @?^Selamat malam. Apakah harimu produktif, cintaku?",
  "Rainy_Night_1": "Kamu kedinginan! Sini, biar kuhangatkan.$l",
  "Rainy_Night_2": "Kemampuanku dengan kata-kata tidak tertandingi, tapi aku masih belum menemukan kata yang tepat untuk menjelaskan daya tarikmu.$l^Kemampuanku dengan kata-kata tidak tertandingi, tapi aku masih belum menemukan kata yang tepat untuk menjelaskan pesonamu.$l",
  "Rainy_Night_3": "Apa yang kulakukan hari ini? Intinya begini... butuh banyak pekerjaan untuk merawat tubuh yang ranum ini!",
  "Rainy_Night_4": "Aku menghabiskan siangku membayangkan lautan. Karena itu aku memasak makanan laut. [198 202 727 728]$h",
  "Indoor_Day_0": "Hidupku mulai terawat setelah kita menikah. Kehidupan lajangku tidak begitu menyehatkan.",
  "Indoor_Day_1": "Selamat pagi, @! Aku membuat kopi untuk kita berdua.[395]#$e#Aku mendambakan aroma kuat ini hampir setiap pagi.",
  "Indoor_Day_2": "Kalau ada laba-laba di rumah jangan dibunuh! Beritahu aku saja, biar kubawa makhluk kecil itu keluar.",
  "Indoor_Day_3": "Hari ini akan fantastis... Aku bisa merasakannya!$h#$e#Aku merasa ada yang istimewa...",
  "Indoor_Day_4": "Aku berulang kali mimpi buruk dimana kamu memotong rambutku jadi cepak... Kamu tidak akan melakukan itu padaku, 'kan?$s#$e#Aku percaya kamu.",
  "Indoor_Night_0": "Dari bintang musim dingin yang paling terang, hingga kilau warna iridium... tidak ada yang bisa menandingi priaku yang luar biasa.$l^Dari bintang musim dingin yang paling terang, hingga wangi bunga mawar... tidak ada yang bisa menandingi keindahanmu yang menawan.$l",
  "Indoor_Night_1": "Suara letupan api ini membuat rumah terasa nyaman... setiap kayu terbakar dengan caranya masing-masing.",
  "Indoor_Night_2": "Aku belum pernah berhasil merawat tumbuhan di rumah lama. Semoga aku bisa dapat ilmu dari menyaksikanmu bekerja.#$e#Dalam kasus ini, kamu ahlinya dan aku hanya muridmu yang polos.",
  "Indoor_Night_3": "Saat aku menatap wajah adinda, bagaikan permata yang berkilauan indah. Seketika itu pula hatiku... yang diselimuti horornya kegelapan, jadi terang oleh cahaya emas darimu.#$e#Hanya puisi yang bisa mengungkapkan perasaanku terhadapmu.$l",
  "Indoor_Night_4": "Cintaku... aku tidak akan menukarmu dengan 100 batang iridium.#$e#Tidak pula 1000...#$e#Bahkan 10.000 batangpun, tidak.$7#$e#...$7#$e#Tidak, meski 100.000 batangpun!$a#$e#...$s#$e#Ap... satu juta batang iridium murni...? Jangan membuatku bimbang...$8",
  "Outdoor_0": "Impian terliarku jadi kenyataan... lihatlah pemandangan menakjubkan ini!",
  "Outdoor_1": "Tanah subur di telapak kakiku, udara segar merasuki paru-paruku, dan hangatnya mentari menyinari kulitku... Hidup terasa menyenangkan.",
  "Outdoor_2": "Aku akan di sini dulu untuk menulis puisi. Aku tiba-tiba merasa inspiratif! Kamu lanjutkan saja pekerjaanmu.",
  "Outdoor_3": "Kalau aku diam membatu, mungkin akan ada kupu-kupu yang berkenan mendarat di hidungku.",
  "Outdoor_4": "Aku terlalu banyak minum kopi... mulutku terasa kering seperti Gurun Calico.$s#$e#Oh... maaf kalau nafasku baunya seperti kopi.$7",
  "OneKid_0": "Apa kamu sudah meluangkan waktu dengan %kid1 hari ini? Mungkin anak kedua akan membuat kita lebih mudah.",
  "OneKid_1": "Masa kecil %kid1 akan indah di sini. Ada banyak hal untuk dijelajahi.",
  "OneKid_3": "Merawat bayi bukanlah keahlianku... tapi aku akan berusaha semampuku untuk jadi ayah yang baik.",
  "TwoKids_0": "Aku sudah memberi %kid1 dan %kid2 makan. Anak sekecil mereka ternyata makannya banyak!",
  "TwoKids_1": "Saat aku menggendong %kid1 tadi, aku berani sumpah kalau aku dengar \"Da...da\".$h",
  "TwoKids_2": "Aku akan segera mengajari %kid1 untuk membaca! Itu cara terbaik bagi anak-anak untuk mempelajari dunia.",
  "TwoKids_3": "Kita sangat beruntung, @. Pertaniannya berjalan lancar dan anak-anak kita sehat dan ceria. Aku sangat bahagia.",
  "Good_0": "@... Aku sangat bangga atas semua kerja kerasmu. Aku sangat beruntung memilikimu.$l",
  "Good_1": "Aku punya buku yang berisi puisi-puisi rahasiaku untuk mengungkapkan rasa cintaku padamu.$l",
  "Good_2": "Aku datang ke lembah ini untuk menemukan menara tinggi dimana bakatku bisa menancap tinggi di atasnya. Tapi yang kutemukan malah penjara kesepian. Dan kamu menyelamatkanku dari penjara itu.$l",
  "Good_3": "Wow, kamu terlihat tampan hari ini! Kamu bercukur ya? Dagumu terlihat sempurna.$l^Pesona feminimmu membuatku tidak tahan hari ini. Aku tidak bisa memalingkan mataku darimu.$l",
  "Good_4": "Aku merasa hangus tanpa kehadiranmu. Tapi ketika aku dengar suara sepatu bot di lantai kayu, hatiku kembali bangkit dari abu.",
  "Good_5": "Aku sedang meditasi sambil berjalan. Ini bagus untuk kreativitas.",
  "Good_6": "Hati-hati di luar sana! Kadang aku mengkhawatirkanmu. Ada orang di dunia ini yang mau memanfaatkanmu.",
  "funLeave_Elliott": "Kurasa aku akan jalan-jalan ke pantai hari ini. Selalu menyenangkan rasanya untuk melihat lautan lagi.",
  "funReturn_Elliott": "Aku menikmati hariku di pantai. Ombaknya datang dan pergi, seperti waktu dulu.",
  "spring_1": "Resolusi tahun baruku adalah menulis, menulis, dan menulis! Aku tidak boleh berhenti mengembangkan kemampuanku.",
  "spring_12": "Ini agak aneh, tapi kadang aku mendambakan pomegranat di musim semi.",
  "spring_23": "Aku menanti besok untuk menari bersamamu, cintaku.",
  "summer_1": "Sulit untuk bertopang dagu saat mentari bersinar terang dan kupu-kupu menari di tengah aroma spice-berry ini.$h",
  "summer_10": "Tadinya aku mau mengambil beberapa botol tinta di kabinku, tapi aku teringat kalau besok festival Luau. Akan kuambil kapan-kapan saja.",
  "summer_27": "Semua hal baik pasti ada akhirnya, termasuk hari-hari ceria di musim semi. Kuncinya adalah bisa menerimanya tanpa pertimbangan.",
  "fall_1": "Megahnya musim gugur... jamuan untuk dinikmati panca indra... dan telah menginspirasi beberapa puisi terhebat sepanjang masa.",
  "fall_15": "Aku akan menyingkirkan harga diriku dan melahap roti lapis barbecue dengan saus yang banyak besok.",
  "fall_26": "Apakah kamu akan tetap mencintaiku kalau aku menenggak dua galon pumpkin ale di festival Spirit's Eve? Kadang laki-laki punya dorongan primal...",
  "winter_1": "Musim dingin adalah waktu yang tepat untuk membaca buku dan bermain piano. Ingatlah untuk sesekali berhenti dan menikmati suasana yang tenang.",
  "winter_7": "Aku kurang berlatih, tapi aku akan ikut lomba memancing besok! Kamu akan punya lawan yang sulit, sayang.",
  "winter_28": "Selamat malam tahun baru, cintaku. Terimalah ini untuk merayakannya. [348]"
}