{
  "Rainy_Day_0": "Akhirnya... hujan deras. Aku mudah bosan dengan cuaca cerah.",
  "Rainy_Day_1": "Hei. Aku barusaan teringat dengan kamar bawah tanahku dulu. Aku merasa nyaman di sana, tapi di sini jauh lebih menarik. Dan baunya enakan di sini...#$e#Aku merasa malu tinggal terlalu lama dengan ibuku.",
  "Rainy_Day_2": "Hei. Aku tidak bisa tidur kemarin, jadi aku pergi ke gua. Dan menemukan ini... kamu mau?[575 769 767 84 66 78]#$e#Kadang aku kesulitan tidur, tapi bukan karena kamu. Karena aku mencintaimu.$7",
  "Rainy_Day_3": "Sepertinya ini hari yang bagus untuk rebahan, sambil membaca buku atau yang lain mungkin... bagaimana menurutmu?",
  "Rainy_Day_4": "Hei, hari ini hujan lagi... sempurna.#$e#Kamu kedinginan, ya... kemarilah.$l",
  "Rainy_Night_0": "Aku berusaha untuk berhenti merokok karena kita menikah... Aku tidak ingin meninggalkanmu dulu. Itu kebiasaan buruk.#$e#Aku ingin kita selalu bersama.$l",
  "patio_Sebastian": "Butuh sesuatu? Aku akan di sini memperbaiki motor.",
  "Rainy_Night_1": "Aku bekerja di laptop hari ini. Dan aku sedang menyiapkan beberapa ide untuk gim baru yang ingin kubuat.#$e#Dengan penghasilan dari pertanianmu, aku bisa dapat apa saja yang kubutuhkan. Ini luar biasa. Terima kasih.$h",
  "Rainy_Night_2": "Maaf, aku tidak masak makan malam. Mungkin ada pizza beku atau sesuatu di lemari es.#$e#Entahlah, pikiranku sedang kemana-mana. Jadi aku lupa melakukan tugas rumah...",
  "Rainy_Night_3": "Bagaimana harimu? Apa kamu membunuh beberapa monster?$h#$e#Pasti menyenangkan bisa meluapkan keganasanmu sesekali.",
  "Rainy_Night_4": "Mungkin ada penyihir yang mau mengunjungi kita? Hah... kalau saja hidup lebih menarik...",
  "Indoor_Day_0": "Semakin tua semakin aku tidak tertarik dengan kota besar. Dulu aku sangat menginginkannya. Tapi ternyata itu cuma khayalan cintaku.#$e#Kota besar sangatlah sibuk... Aku tidak pantas di sana. Aku seorang penyendiri.",
  "Indoor_Day_1": "Hei, kamu mau kopi?[395]$7#$e#Aku butuh... tenaga setelah mimpi buruk dan tidak bisa terlelap kemarin.",
  "Indoor_Day_2": "Aku tidak bisa tidur kemarin, jadi aku jalan-jalan naik motor.#$e#Aku harus tetap independen, meski sudah menikah. Memang begitulah aku. Tapi aku tetap menyayangimu, kok.$7",
  "Indoor_Day_3": "Hei. Bagaimana tidurmu? Aku dengar kamu mengigau.#$e# Kamu tampak ketakutan, tapi harus kuakui... itu agak lucu.$l",
  "Indoor_Day_4": "Tinggal bersamamu membuatku berani untuk mulai keluar dari cangkang. Sepertinya itu baik bagiku.$7",
  "Indoor_Night_0": "Hei, aku tadi keliling rumah. Tidak ada yang menarik...#$e#...#$e#Pemandangan dari rumah ini sempurna. Dari teras kamu bisa melihat mentari terbenam di Kota Pelican.",
  "Indoor_Night_1": "Mungkin aku terlalu banyak minum kopi... aku tidak merasa lelah.#$e#Aku masih membiasakan diri dengan jadwal di pertanian. Biasanya aku tidur jam 5 pagi dan bangun jam 2 siang.$h",
  "Indoor_Night_2": "Punya tempat tinggal sendiri itu keren. Aku bisa melakukan apapun yang kumau tanpa diomeli orang-orang.#$e#Aku yakin Maru senang aku pergi.",
  "Indoor_Night_3": "Aku lihat keleleawar di jendela tadi. Agak sulit dilihat, tapi kalau fokus kamu bisa melihat mereka kadang buang kotoran di luar sana.",
  "Indoor_Night_4": "Aku merasa kurang dihargai di rumah... tapi di sini tidak. Terima kasih telah membuatku merasa nyaman, @.$l",
  "Outdoor_0": "Aku ingin melakukan sesuatu... tapi tidak tahu apa. Pernahkah kamu mengalaminya, @?",
  "Outdoor_1": "Hmm... kadang aku memaksa diri untuk keluar demi kesehatan.#$e#Entah kenapa, tapi aku suka di rumah saja. Mungkin karena sudah terbiasa dengan kamar bawah tanahku yang gelap.",
  "Outdoor_2": "Aku akan melihatmu dari sini saja.$h#$e#Aku senang melihatmu.",
  "Outdoor_3": "Aku tidak ingin malas-malasan setelah jadi suami. Mungkin aku akan mulai makan hot pepper dan olahraga?#$e#Cuma ideku saja...$h",
  "Outdoor_4": "Kita harus menambah slimenya... dalam jumlah besar mereka lumayan menguntungkan.#$e#Dan beda warna beda pula produk yang dihasilkan. Kurasa ini akan jadi hobi seru bagi kita.",
  "OneKid_0": "Aku masih membiasakan diri jadi ayah. Jangan khawatir, aku akan merawat %kid1 dengan baik! Ini... hal baru bagiku.",
  "OneKid_1": "Kalau si %kid1 sudah agak besar, mungkin motornya akan kuberi sespan lalu kita bisa jalan-jalan.$h",
  "OneKid_3": "Apa kamu mencium baunya %kid1. Sudah waktunya untuk mandi...",
  "TwoKids_0": "Jangan khawatir, aku sudah memberi makan anak-anak... %kid2 menumpahkan susu cokelat di bajuku lagi.",
  "TwoKids_1": "Kuharap %kid1 dan %kid2 bisa akur. Aku dan Maru selalu bertengkar sewaktu kecil.#$e#Setelah kuingat-ingat, aku sih biang keladinya...",
  "TwoKids_2": "Aku berulang kali mimpi %kid2 mengenakan kostum shadow shaman duduk di labu yang bercahaya. Aneh, ya?",
  "TwoKids_3": "Kita sudah melewati perjalanan panjang, @. Lihatlah keluarga kita. Jujur saja, aku tidak pernah mengira akan berakhir seperti ini.#$e#Karena aku sudah di sini, aku jadi menyukainya...$l",
  "Good_0": "Hei. Lihat aku. Jangan lupa kalau aku mencintaimu... kamulah segalanya bagiku.$l#$b#Sekarang pergilah mencari nafkah.$h",
  "Good_1": "Hei... kemarilah. Kamu tampak menawan hari ini.$l",
  "Good_2": "Kamu masih terlihat mempesona, padahal seharian kamu bekerja di ladang.$l",
  "Good_3": "Aku jarang menunjukkannya, tapi aku sangat bahagia jadi suamimu. Menikah denganmu adalah keputusan terbaik yang pernah kubuat.$l",
  "Good_4": "Kamu tidak perlu mengkhawatirkanku. Aku senang menghabiskan waktu sendirian.",
  "Good_5": "Kadang aku merasa sangat marah... tapi setelah ada kamu marahnya mulai mereda.$7#$e#Aku akan jadi mellow semakin tua.",
  "Good_6": "Aku tahu kamu kuat, tapi kadang aku masih khawatir. Jangan pergi berburu monster tanpa life elixir dan sepatu yang kuat, ya?",
  "Good_8": "Aku lagi tidak ingin bekerja hari ini. Aku akan lihat ada apa di TV.",
  "Good_9": "Aku tidak begitu butuh teman. Kamulah satu-satunya orang yang kubutuhkan di hidupku. Apa itu aneh?#$e#Aku agak berbeda dengan orang lain.",
  "Neutral_0": "Saat jalan-jalan, aku berusaha untuk menjauhi orang lain. Aku tidak suka kalau diajak ngobrol-ngobrol.",
  "Neutral_2": "Ceritakan harimu nanti saja sebelum kita tidur, ya. Aku sedang sibuk sekarang...",
  "Neutral_3": "Kamu mau ke kota hari ini? Kenapa, apa yang mau kau lakukan?",
  "Neutral_4": "Aku akan mencuci baju hari ini... Palingan kamu ada banyak pekerjaan di ladang.",
  "Neutral_5": "Bagaimana keuangan kita? Aku tidak mau kalau sampai menjual laptopku...",
  "Neutral_6": "Kalau ingin mengunjungi temanmu di kota, silahkan. Lagipula aku lebih suka sendiri.",
  "Neutral_8": "Membersihkan rumah tidaklah menyenangkan, tapi kalau sambil mendengarkan musik jadi tidak terasa.",
  "Bad_5": "Dengar, aku lagi ingin sendiri. Kenapa kamu tidak keluar dan lanjutkan apa yang ingin kamu lakukan?",
  "Bad_6": "Kamu mau apa? Sudah seperti ayah tiriku saja. Pergilah.$a",
  "Bad_7": "Tempat ini mulai terasa seperti makam.$s",
  "Bad_8": "Aku mulai merokok lagi... Aku sangat stress akhir-akhir ini.$s",
  "funLeave_Sebastian": "Aku mau jalan-jalan hari ini. Aku butuh waktu untuk diriku sendiri. Sore nanti aku pulang.",
  "funReturn_Sebastian": "Hariku baik-baik saja, tidak banyak yang perlu diceritakan. Kenapa tidak kamu saja yang bercerita tentang harimu?",
  "spring_1": "Oohh... kepalaku. Selamat tahun baru...$h",
  "spring_12": "Apa kamu menantikan festival besok? Senang bisa ketemu Sam lagi.",
  "spring_23": "Oh... tarian bunganya besok, ya? Apa kita harus ke sana?#$e#Aku tidak suka memakai setelan ketat itu. Kenapa Lewis menyuruh kita untuk ini?$s",
  "summer_1": "Musim panas tiba... Aku harus pakai pakaian yang tebal supaya kulitku tetap putih...",
  "summer_10": "Apa kamu sudah tahu apa yang ingin kau masukkan di sup luau??#$e#Aku tidak tahu apa yang bagus... kokinya 'kan kamu!$7",
  "summer_27": "Cuacanya mulai dingin. Rasanya enak.#$e#Apa kita akan pergi ke festival besok? Aku lumayan suka dengan tradisi itu.$7",
  "fall_1": "Rasanya seperti lembah ini berubah dalam semalam... Kurasa musim gugur sudah tiba.",
  "fall_15": "Stardew Valley Fair terlalu ramai bagiku... tapi aku akan nongkrong dengan Sam. Senang bisa bertemu dia lagi.#$e#Kamu harus mencoba permainan di festival! Jangan khawatirkan aku.$7",
  "fall_26": "Aku menantikan Spirit's Eve besok. Aku penasaran ada hantu apa saja di sana.$h",
  "winter_1": "Apa rencanamu di musim dingin ini? Yang kutahu ini waktumu untuk bersantai.",
  "winter_7": "Apa kamu akan ikut lomba memancing besok?",
  "winter_28": "Tahun ini sangat luar biasa, @. Kita harus merayakannya. [346]$h#$e#Aku yakin tahun depan akan jauh lebih baik lagi.$7"
}