{
  "Rainy_Day_0": "Kadang aku menemukan isnpirasi saat cuaca seperti ini.",
  "Rainy_Day_1": "Saat cuaca hujan dikota aku merasa depresi. Tapi di Stardew Valley sangat indah.",
  "Rainy_Day_2": "Salamat pagi! Aku bangun lebih awal dan memasak jamur. Ini, pilih satu.[281 404 420 257]#$e#Mencari jamur sama seperti mencari harta karun. Sangat menyenangkan.$h",
  "Rainy_Day_3": "Hari ini aku suka mengginakan sepatu heavy-duty bootsku.$h",
  "Rainy_Day_4": "Pepohonan sangat mengharapkan hujan... Aku sangat suka mendengarnya.",
  "Rainy_Night_0": "Bagaimana harimu? Apa kau meihat ada binatang di luar sana?",
  "patio_Leah": "Jangan lihat terlalu dekat, itu masih dalam tahap pengerjaan.",
  "Rainy_Night_1": "Aku biasanya membuat salad... tapi malam seperti ini paling enak membuat sup.$h",
  "Rainy_Night_2": "Dengan cuaca seperti paling enak beristirahat sambil tidur...$l",
  "Rainy_Night_3": "Aku tadi memahat kayu tapi karena hasilnya jelek jadi aku membuangnya.$u#$e#Aku pikir aku akan jadi seniman yang hebat, kau juga harus bekerja lebih keras.",
  "Rainy_Night_4": "Aku suka kau di rumah... Ini malam yang bagus untuk tidur di balik selimut.",
  "Rainy_Night_Leah": "Bagaimana harimu, sayang? Becek?",
  "Indoor_Day_0": "Rumah ini jauh lebih baik daripada rumahku!.",
  "Indoor_Day_1": "Selamat pagi, @. Silahkan ambil... [16 18 20 22 90 259 396 402]#$e#Aku menumbuhkannya dengan cinta dan perhatian. Aku harap kau menikmatinya.",
  "Indoor_Day_2": "Selalu buka matamu saat mencari bahan makanan! Sangat banyak diluar sana.",
  "Indoor_Day_3": "Aku berpikir... hidup terlalu singkat jika hanya makan makananan yang buruk. Untungkya kita hidup di lingkungan yang hijau dan banyak tanaman!#$e#Ini, aku membuatkanmu salad. [196]#$e#Aku kaget kau tidak sakit perut makan saladku!",
  "Indoor_Day_4": "Selamat pagi, @! Aku membuatkanmu kopi.[395]$h#$e#Pagi hari kurang lengkap jika tidak ada secangkir kopi.",
  "Indoor_Night_0": "Kadang aku suka haus saat malam hari.",
  "Indoor_Night_1": "Waktu adalah hal yang sensitif... Bahkan keputusan sekecil apapun dapat merubah masa depan.",
  "Indoor_Night_2": "Aku lebih suka disini daripada gemerlap kota.#$e#Semua bekerja keras untukku. Aku sangat beruntung.",
  "Indoor_Night_3": "Aku tidak percaya mendapat kalung setelah aku pindah kesini! Aku sangat senang.$l",
  "Indoor_Night_4": "Aku melihat kelinci liar tadi. Aku ingin hewan peliharaan. Mereka begitu lucu...",
  "Outdoor_0": "Udara yang sejuk sangat nikmat. Mengingatkan ku dengan rumah lamaku.",
  "Outdoor_1": "Hmm... Aku akan melakukan perbaikan hari ini. Aku butuh palu dan beberapa peralatan lainnya.",
  "Outdoor_2": "Ini akan jadi hari yang spesial, Aku bisa merasakannya.",
  "Outdoor_3": "Ah... bau udara kotor. Tidak ada yang seperti itu.$h#$e#Kau haru tau disini udaranya bersih... itu bagus untuk paru-paru.",
  "Outdoor_4": "Jangan terlalu bekerja keras, sayang.#$e#Pastikan kau istirahat sekali-kali atau makan makanan bergizi.$h",
  "funLeave_Leah": "Aku akan jalan-jalan hari ini. Aku butuh udara segar.",
  "funReturn_Leah": "Hari yang menyenangkan. Bagaimana harimu?",
  "OneKid_3": "Menyenangkan jadi orang tua. Aku pastikan %kid1 suka dengan lingkungan luar.",
  "TwoKids_3": "Kita punya kebun yang menakjubkan dan keluarga yang tentram. Kehidupan baru kita baru saja dimuluai, benar kan?",
  "Good_0": "Tinggal disini, serasa berada di puncak gunung.",
  "Good_1": "Apa aku pernah menceritaknmu... bahwa setelah aku pindah dari kota akun akan bersamamu suatu hari nanti.",
  "Good_2": "Kadang tidak sulit menjalani takdir... faktanya aku pindah kesini dan tinggal bersamamu.#$b#Itu bukan bohong belaka.",
  "Good_3": "Wow, kau terlihat ganteng hari ini!$l^Kau terlihat cantik.$l",
  "Good_4": "Mmm... Baumu harum hari ini.",
  "Good_5": "Aku menghargai cincin pernikahan kita... Ini adalah harta karun dalam hidupku.$l",
  "Good_6": "Hati-hati duluar sana! Kadang aku menghawatirkanmu.",
  "Good_7": "@? Aku menghargai kerja kerasmu sebagai kepala rumah tangga.$h",
  "Good_8": "Jangan mencemaskanku... Aku tau kau punya kepentingan diluar sana. Aku baik-baik saja sendirian!$l",
  "Good_9": "Oh, Aku bosan... Aku hanya menikmati tinggal disini.#$e#Ini kehudpan yang simpel, tapi aku menyukainya.$h",
  "Neutral_0": "Aku harap kau masih mencintaiku saat aku tua nanti.",
  "Neutral_1": "Aku penasaran siapa yang tinggal di sini sebelum kita?",
  "Neutral_2": "Kau tidak punya kegiatan hari ini?",
  "Neutral_3": "Jika kau pergi ke kota, salamkan salam ku ke semua orang.",
  "Neutral_4": "Aku akan mencuci baju sebelum kau bangun... kau kan tidak punya banyak waktu.",
  "Neutral_5": "Apa keuangan kita baik-baik saja, @?",
  "Neutral_6": "Aku penasaran apa yang orang lakukan saat ini?",
  "Neutral_7": "Aku tidak ingin melakukan apapun saat ini.",
  "Neutral_8": "Seberapapun aku membersihkannya, rumah ini kotor lagi.#$e#Aku kira kebun mudah sekali kotor.",
  "Neutral_9": "Apa kau pikir kita akan selamanya di sini?",
  "Bad_0": "...Kau masih mencintaiku?$s",
  "Bad_1": "*sigh*... Mungkin kita menikah terlalu muda.$s",
  "Bad_2": "Kau masih bahagia bersamaku?s",
  "Bad_3": "Apa aku melakukan kesalahan? Akhir-akhir ini kau bersikap berbeda.$s",
  "Bad_4": "Apa kau pikir kita akan berpisah?$s",
  "Bad_5": "Kau biasanya romantis... apa yang terjadi?$s#$e#Aku tau aku masih terlalu muda... apa itu alasan kau menikahiku?$a",
  "Bad_6": "Kita hanya punya kehidupan yang singkat... apa ini yang terbaik?$s",
  "Bad_7": "AKu berusa menjadi yang terbaik... tapi kau melakukan sebaliknya.$s",
  "Bad_8": "Akhir-akhir ini kau bersikap dingin...$s",
  "Bad_9": "Aku pikir sebaiknya kita berpisah.$s",
  "spring_2": "Jadi, kita akan menanam apa?",
  "spring_1": "Pasti kemaren suara tahun baru...$l",
  "spring_15": "*sigh*... Aku pikir ini saatnya bersih-bersih.$s",
  "summer_1": "Ah, musim panas... Aku bisa mencium bau beri.$h",
  "summer_9": "Maaf jika aku berkeringat... Aku kemaren kepanasan.",
  "summer_2": "Sakarang musim panas... itu artinya akan ada banyak serangga.#$e#Jangan cemas, biar aku yang mengurusnya.",
  "fall_1": "Aku suka mencari jamu saat musim gugur. Aku bisa mencari dengan cepat.",
  "fall_20": "Apa yang kau rencanakan untuk musim dingin? Waktu yang bagus untuk menyiapkan kebutuhan.",
  "fall_2": "Aku tau musim ini kau sangat sibuk. Aku berusaha membantu semampuku.",
  "winter_1": "Sekarang musim dingin, itu artinya ada crystal fruit di musim ini. Rasanya unik sekali, iyakan?",
  "winter_7": "AKu ingin memahat es. Aku melakukannya sekali dalam setahun, tapi itu sangat menyenangkan!",
  "winter_28": "Hey, bagaimana keadaan kebun %farm! Ayo kita bersenang-senang nanti malam! [348]$h#$e#Tahun depan akan sangat indah, aku bisa merasakannya."
}