{
  "Rainy_Day_0": "Cuaca hujan menyebabkan flu itu mitos. Walau begitu, hati-hati jangan sampai terpeleset di lumpur!#$e#Aku sering mengkhawatirkanmu.",
  "Rainy_Day_1": "Dulu aku sangat kesepian tinggal di klinik sendirian... Sekarang aku jauh lebih bahagia.$h",
  "Rainy_Day_2": "Aku tadi bangun dulu tapi aku berusaha untuk tidak mengusikmu. Kamu terlihat nyenyak sekali.",
  "Rainy_Day_3": "Aku tidak keberatan dengan hujan. Memang, aku tidak bisa melihat pesawat melintas, tapi aku masih bisa mendengar transmisi radionya.#$e#Membuatnya jadi terasa lebih misterius.",
  "Rainy_Day_4": "Aku punya catatan untuk tugas rumah yang ingin kuselesaikan hari ini. Ada banyak tugas yang membuatku tetap aktif!",
  "Rainy_Night_0": "Bagaimana harimu, sayang? Aku tadi mau mencuci piring tapi aku sedang asyik membaca edisi baru \"Penggemar Bedah Lutut\".",
  "patio_Harvey": "Kamu tahu, 'jurnal dinamika tendon' ini jadi bisa kubaca saat di luar sini.",
  "Rainy_Night_1": "Kalau kamu menikmati hidup, siapa peduli kalau ada hal yang berulang-ulang terjadi? Itu saja maksudku.",
  "Rainy_Night_2": "Kamu tampak basah. Hangatkan dirimu di dekat perapian, ya.^Kamu tampak basah, sayang. Hangatkan dirimu di dekat perapian, ya.",
  "Rainy_Night_3": "Hujan membuat pikiran kita fokus pada suaranya, jadi kita tidak terganggu dengan hal yang tidak penting.#$e#Itulah teoriku kenapa hujan membuat kita merasa tenang...",
  "Rainy_Night_4": "Aku membuat makan malam sehat. Dengan bahan-bahan yang segar dan berkualitas dari lembah! [212 214 225 209 200]$h#$e#Pastikan makan yang cukup, sayang.",
  "Indoor_Day_0": "Kurasa kita semua berusaha untuk mencapai keseimbangan dalam hidup. Baik mental maupun fisik.#$e#Bagiku, pindah ke sini adalah yang hal yang kubutuhkan untuk mencapai keseimbangan itu.$l",
  "Indoor_Day_1": "Selamat pagi, @? Aku membuatkanmu sarapan bergizi.[201]#$e#Telur adalah sumber nutrisi penting, jadi makanlah.",
  "Indoor_Day_2": "Aku akan mempelajari jurnal-jurnal medis hari ini. Penting untuk tetap mengikuti perkembangan supaya aku bisa memberi pasienku perawatan yang terbaik!",
  "Indoor_Day_3": "Aku akan mendengarkan musik jazz dan menyelesaikan laporan medisku hari ini. Apa rencanamu hari ini?",
  "Indoor_Day_4": "Saat kamu pertama datang ke sini, aku takut padamu. Lucu kalau melihat keadaan sekarang di mana kita sudah dekat.$h",
  "Indoor_Night_0": "Kamu tampak lelah, sayang. Aku akan memijatmu nanti. Aku berjanji itu akan mengurangi peradangan pada jaringan ototmu!$l",
  "Indoor_Night_1": "Aku sedang bersantai hari ini... menghabiskan waktu membaca buku, mengotak-atik radio, dan membuat model pesawat.#$e#Penting untuk sesekali beristirahat... stress itu tidak sehat.",
  "Indoor_Night_2": "Selamat malam... apa kamu sudah menyelesaikan apa yang kamu butuhkan hari ini?#$e#Tidak perlu mengkhawatirkanku. Kalau masih ada pekerjaan yang ingin kamu selesaikan, silahkan saja.",
  "Indoor_Night_3": "Profesi dokter itu kadang bikin mudah stress, jadi sangat menyenangkan bisa tinggal di tempat yang damai seperti kebun %farm.",
  "Indoor_Night_4": "Oh! Aku sedang melamun tentang sistem pernafasan dan lupa apa yang akan kulakukan. Masalah klasik seorang dokter.",
  "Outdoor_0": "Ini tempat yang sangat aman. Silahkan lanjutkan apa yang ingin kamu kerjakan, tidak perlu mengkhawatirkanku.",
  "Outdoor_1": "Secara sains, ini tempat yang ideal untuk merawat anak. Bagaimana menurutmu?",
  "Outdoor_2": "Aku mungkin bukan orang yang seru, tapi aku akan tetap setia padamu sampai akhir hidupku.$l",
  "Outdoor_3": "@... kamu... kamu adalah duniaku.$l",
  "Outdoor_4": "Sebagai seorang ilmuwan aku terpesona oleh simbiosis antara serangga dan tumbuhan.",
  "OneKid_0": "Kamu dan %kid1 adalah bagian terpenting dalam hidupku.",
  "OneKid_1": "Masa kecil %kid1 akan indah di sini. Kita sangat beruntung memiliki kesempatan ini.",
  "OneKid_3": "Sejauh ini, aku suka jadi seorang ayah!$h",
  "TwoKids_0": "Aku sudah memberi sarapan %kid1 dan %kid2. Aku mencoba mengajari mereka untuk makan makanan sehat!",
  "TwoKids_1": "Anak-anak harusnya diperbolehkan untuk bermain dan menjelajah sepuas hati mereka. Karena jadi anak-anak itu cuma sekali.",
  "TwoKids_2": "Mungkin %kid2 akan tumbuh menjadi pilot, seperti cita-citaku?",
  "TwoKids_3": "Hidupku sekarang kuabdikan padamu dan anak kita, aku sangat bahagia. Aku selalu bermimpi punya keluarga harmonis.$l#$e#Meski aku pernah bermimpi buruk akan jomblo selamanya.... Aku sangat mencintaimu.$l",
  "Good_0": "@...Aku masih tidak percaya kalau kita sudah menikah...$l",
  "Good_1": "Kamu menyelamatkanku dari kesepian, dan mengisi kekosongan hatiku. Terima kasih.$l",
  "Good_2": "Aku tahu kamulah jodohku saat kamu pindah ke sini... $l^Aku tahu kamulah jodohku saat pertama kamu pindah ke sini...$l",
  "Good_3": "Wow, kamu terlihat sangat tampan hari ini! Apa kamu bercukur?$l^Astaga... kamu terlihat cantik hari ini.$l",
  "Good_6": "Hati-hati di luar sana! Aku pernah mimpi buruk melihat tubuhmu dibawa ke ruang gawat darurat.$7",
  "funLeave_Harvey": "Kurasa aku akan jalan-jalan hari ini. Aku butuh udara segar.",
  "funReturn_Harvey": "Hariku menyenangkan. Sesekali meluangkan waktu sendirian ternyata menyenangkan. Bagaimana dengan harimu, manis?",
  "spring_1": "Senang melihat semua tanaman kembali hidup. Pemandangan hijau ini menyegarkan setelah musim dingin.",
  "spring_12": "Oh, besok ada festival, 'kan? Kerumunan, kegiatan... *glek*$s",
  "spring_23": "M... Maukah kamu menari denganku di festival besok?$7#$e#Aku selalu saja malu-malu.$7",
  "summer_1": "Jangan sampai sinar mantahari menyengatmu, sayang! Itu sangat berbahaya bagi kulitmu.$8#$e#Sebagai seorang dokter dan suamimu, aku mengutamakan kesehatan dan keselamatanmu!",
  "summer_10": "Apa kamu sudah merencanakan apa yang ingin kamu taru ke dalam sup Luau?#$e#Aku akan menaruh item berharga dan berkualitas. Kita harus meninggalkan kesan baik bagi Gubernur!",
  "summer_27": "Akhir musim panas semakin dekat, dan cuacanya semakin dingin, beban kerjaku juga ikut meningkat. Jadi maaf kalau suasana hatiku ikut memburuk...",
  "fall_1": "Pastikan memanen banyak jenis tumbuhan di musim gugur ini, sayangku.#$e#Atau tanam cranberry saja... Itu terserah kamu, sih. Aku kurang paham soal itu.",
  "fall_15": "Besok festival. Makanannya kaya rasanya dan asin, tapi tidak apa-apa sesekali makan banyak.$h",
  "fall_26": "Kuakui, festival spirit's eve biasanya membuat perutku sakit... tapi aku akan memberanikan diri.",
  "winter_1": "Udaranya sangat kering di musim dingin. Karena itu kulit kita kadang kena iritasi.#$e#Tidak usah khawatir, aku akan mengolesimu minyak truffle setiap malam.$l",
  "winter_7": "Apa kita akan datang ke festival es besok? Aku senang melihat igloo...",
  "winter_28": "Baiklah, tahun ini luar biasa. Aku percaya bahwa tahun depan akan lebih baik lagi!$h"
}