{
  "Rainy_Day_0": "musim selalu berganti, tapi tetap aku suka cuaca cerah.",
  "Rainy_Day_1": "Kadang aku bermimpi aku berlibur... bersantai di bantai Fern Islands!#$e#Kau pernah berpikiran seperti itu, @?",
  "Rainy_Day_2": "Selamat pagi! Aku bangun lebih awal dan memasak untukmu! [223 234 211 651 731]#$e#Aku tau kau kuat, tapi kau tetap butuh makanan bergizi!$h",
  "Rainy_Day_3": "Aku tidak bisa keluar sekarang... rambutku akan kotor. Maafkan aku, sayang.$s#$e#Aku ingin tampil menarik dihadapanmu.",
  "Rainy_Day_4": "Kau ingin keluar dengan cuaca seperti ini? Jangan lupa bersihkan sepatu bootmu, sayang.#$e#Aku punya banyak perjaan rumah.",
  "patio_Haley": "Bilang 'goat cheese'!",
  "Rainy_Day_Haley": "Oh tidak... Jika cuaca ini begini terus aku akan pucat.$s",
  "Rainy_Night_0": "Oh, Aku senang kau kembali. Sepi disini sendirian... Apa kau siap pergi tidur?",
  "Rainy_Night_1": "Aku harap besok cerah. Hujan membuatku murung.$s",
  "Rainy_Night_2": "Aku harap Emily tidak kesepian. Aku seharusnya mengunjunginya besok.$7",
  "Rainy_Night_3": "Hujan adalah masalah bagi photographer. Cuacanya mengerikan, dan kau tidak bisa keluar tanpa barang-barangmu!$s",
  "Rainy_Night_4": "Amu membuatkanmu bekal, sayang. Sedikit peda, aku harup kau suka! [727 231 207 199]$h",
  "Rainy_Night_5": "Aku tidak pernah berkata seperti ini, tapi kehidupan desa sangat menyenangkan.$h",
  "Rainy_Night_Haley": "Hai, sayang. Aku senang kau dirumah. Aku mulai merasa kesepian.$l",
  "Indoor_Day_0": "Selamat pagi! Bagaimana tidurmu?$h#$e#Aku pikir aku harus mengistirahatkan kamera tuaku... Suasananya sempurna.",
  "Indoor_Day_1": "Selamat pagi, sayang! Baunya enak, kan? Aku membuatkanmu sarapan! [194 195 210 211 216]#$e#Aku tau kau sibuk. Aku disini untuk membantumu sebisaku!",
  "Indoor_Day_2": "Tidurmu nyenyak? Kau sedikit mengugau kemarin.$h#$e#Aku punya pekerjaan disini. Semoga harimu baik.",
  "Indoor_Day_3": "Aku bersyukur, aku belajar membersihkan! Rumah kita cepat sekali kotor.$10#$e#Sangat memuaskan saat semuanya bersih.#$e#Boleh aku dapat ciuman sebelum kau pergi?$11",
  "Indoor_Day_4": "Selamat pagi, sayang. Hari untuk bekerja, kan?#$e#Aku selalu memikirkanmu. <$h",
  "Indoor_Day_Haley": "Aku sperti tidak punya arah sebelum kita bertemu. Kini aku tau apa yang aku tuju.$l",
  "Indoor_Night_Haley": "Kau kelihatannya sudah bekerja keras, sayang. Boleh aku membantumu menghilangkan stres.$l",
  "Outdoor_0": "Aku merasa terbaik saat keluar, udaranya segar sekali.#$b#Jangan salah, kebun kakekmu benar-benar bagus! Tapi tidak ada yang lebih indah dari pemandangan disini.",
  "Outdoor_1": "Kita akan membuat kebun jadi lebih lucu! Itu mungkin penting... benar, sayang?",
  "Outdoor_2": "Hai, sayang! Jika aku tau cara berkebun aku akan membantumu. Maaf!#$e#Aku sellau memikirkanmu.$h",
  "Outdoor_3": "Aku hanya keluar sebentar. Itu membantumu keluar, benar?#$e#*phew*... panas sekali disini.",
  "Outdoor_4": "Jangan terlalu bekerja terlalu keras, sayang.#$e#Istirahtalah sekali-kali dan makanlah sesuatu yang bergizi.$h",
  "Outdoor_Haley": "Hari yang bagus utuk bekerja, benarkan, sayang?",
  "funLeave_Haley": "Aku ingin bersosialisasi dengan warga hari ini.",
  "funReturn_Haley": "Sangat menyenangkan bertemu semua orang di kota. Bagaimana dengan harimu, sayang?",
  "OneKid_3": "Tidakkah aneh? Aku tidak percaya menjadi ibu.",
  "TwoKids_2": "Tidakkah %kid2 membpunya wajah yang lucu?",
  "TwoKids_3": "Rumah besar, dua anak, dan kebun yang indah. Aku tidak tau apalagi yang aku butuhkan.",
  "spring_2": "Jadi, apa yang akan kita tanam musim ini?",
  "spring_1": "Musim dingin telah usai, kita punya musim panas yang lama. Aku sangat tertarik.",
  "summer_3": "Maaf jika aku tidak terlihat cantik... udaranya sangat lembab, sehingga membuat rambutku berantakan.",
  "summer_15": "Musim panas... itu artinya rumah kita akan dipenuhi serangga dan semut... yuck.$s",
  "fall_2": "Aku rindu musim panas...",
  "fall_1": "Musim gugur sangat menyedihkan... semuanya gugur.$5",
  "winter_14": "Kulitku kering dimusim ini.",
  "winter_2": "Untuk berbagai alasan, musim dingin membuatku ngidam kue pink...",
  "spring_Haley": "Apa kau tidak senang musim dingin telah usai, sayang? Itu artinya waktunya bekerja.",
  "summer_Haley": "Aku suka melihat kuning-kunang saat malam musim panas. Itu seperti bintang yang sangat dekat.",
  "fall_Haley": "Muski aku lebih memilih musim panas, musim gigur mungkin waktu yang tepat untuk mengambil gambar...",
  "winter_Haley": "Aku masih ingat saat meminta tolong membukakkanku botol. Masih ingat?$h#$e#Itu sudha lama sekali.$l"
}