{
  "Rainy_Day_0": "Di hari yang hujan aku selalu terpikir akan kue dan cinnamon.",
  "Rainy_Day_1": "Aku penasaran kapan Maru and Dr. Harvey akan mulai berpacaran? Aku yakin Harvey suka Maru...#$e#Tapi sepertinya Maru yang harus bergerak dulu.$h",
  "Rainy_Day_2": "Hai, sayang! Aku tadi belanja dan membelikanmu ini.[186 180 770 535]#$e#Kurasa kamu akan butuh ini.$11",
  "Rainy_Day_3": "Hmm... mungkin aku harus membuat resep baru. Kau suka dengan resep buatanku yang dulu 'kan, sayang?#$e#Namanya apa... 'Chili de @'?",
  "Rainy_Day_4": "Di hari sepeti ini, aku suka rebahan sambil membaca buku.",
  "Rainy_Night_0": "Bagaimana harimu, sayang? Aku menghabiskan soreku membaca novel.",
  "patio_Penny": "Di sini terasa lebih damai dari tempatku dulu. Aku senang berada di sini.",
  "Rainy_Night_1": "Aku yakin Ibu ada di Bar sekarang... Tapi aku tidak perlu khawatir lagi. Dia sudah di luar tanggungjawabku.",
  "Rainy_Night_2": "Aku ingat malam di saat kita sedang mandi di spa.$l#$e#Aku tidak akan melupakan malam itu...$l",
  "Rainy_Night_3": "Dulu aku merasa terganggu dengan hujan, saat masih tinggal di trailer tua itu. Tapi di sini justru menenangkan.",
  "Rainy_Night_4": "Aku baru memasak buat makan malam. Semoga kamu suka. [212 214 225 209 200]$h",
  "Indoor_Day_0": "Di sini sangatlah damai. Dulu aku sering mengalami mimpi buruk, tapi sekarang bisa aku tidur lelap.",
  "Indoor_Day_1": "Selamat pagi, @! Aku membuatkanmu sarapan hangat.[195 210 211]#$e#Kamu harus makan teratur, karena kesehatanmu penting bagiku.$h",
  "Indoor_Day_2": "Kurasa aku akan membaca buku seharian ini. Aku sudah pinjam buku baru dari perpustakaan.#$e#Gunther titip salam padamu.",
  "Indoor_Day_3": "Aku senang mendengar tentang artifak-artifak yang kau temukan. Arkeologi sangatlah menarik!#$e#Kalau dipikir-pikir... mungkin ada petani yang juga tinggal di sini 10,000 tahun lalu.",
  "Indoor_Day_4": "Aku malu-malu ya saat kita pertama bertemu? Kalau diingat-ingat lucu juga karena sekarang kita sudah serumah.$h",
  "Indoor_Night_0": "Selamat malam, sayang. Apa kamu berhasil mencapai targetmu hari ini?#$e#Kalau tidak, bukan masalah. Kita masih punya banyak waktu!",
  "Indoor_Night_1": "Hmm... rok atau celana besok? Oh, kenapa bingung... Aku 'kan selalu pakai rok.",
  "Indoor_Night_2": "Kita harus bersyukur. Karena masih ada orang yang nasibnya tidak sebagus kita di luar sana.#$e#Aku sangat mensyukuri apa yang kita miliki.",
  "Indoor_Night_3": "Ibu mungkin merasa kesepian setelah aku pergi. Semoga dia tidak sering pergi ke Bar gara-gara itu.#$e#Kamu jangan merasa bersalah! Ibu harus menuntaskan masalahnya sendiri. ",
  "Indoor_Night_4": "Sudah siap tidur? Aku sudah menata kasurnya...$11",
  "Outdoor_0": "Tinggal di tempat yang indah adalah impianku, sekarang aku sudah mewujudkannya.#$e#Aku sangat menyedihkan dulu.$s",
  "Outdoor_1": "Bukankah ini tempat yang pas untuk membesarkan anak?#$e#Aku akan bahagia bisa tumbuh di pertanian.",
  "Outdoor_2": "Hai, sayang! Kalau saja aku tahu cara bertani aku akan sering membantumu. Maaf!#$e#Aku akan memikirkanmu.$h",
  "Outdoor_3": "Aku baru saja lihat songbird terbang ke barat. Di Stardew Valley itu adalah pertanda baik.$h",
  "Outdoor_4": "Ahh... Rasanya enak di luar. Aku bisa menghabiskan hariku di sini menikmati setiap hal-hal kecil.",
  "OneKid_0": "Apa kamu sudah bermain dengan %kid1 hari ini? Mungkin anak kedua akan membuat keadaan lebih baik lagi.",
  "OneKid_1": "Si kecil %kid1 akan punya masa kecil yang luar biasa di sini.",
  "OneKid_3": "Aku merasa semakin tua setelah kita punya anak. Mungkin itu karena tanggung jawab di pundakku.#$e#Tidak buruk kok! Aku sudah lama menginginkan ini.$11",
  "TwoKids_0": "Aku sudah memberi %kid1 dan %kid2 makan. Mereka anak-anak yang lahap!",
  "TwoKids_1": "Kita juga harus memberi perhatian pada %kid1 meskipun sekarang %kid2 sudah lahir. Kita tidak mau mereka saling iri.",
  "TwoKids_2": "Aku bermimpi %kid2 punya sayap dan terbang ke langit malam. Apa artinya itu?",
  "TwoKids_3": "Rumah bagus, dua anak yang lucu, dan tanah yang luas nan indah. Kita sangatlah beruntung.",
  "Good_0": "@...Aku masih tidak percaya kalau kita sudah menikah...$l",
  "Good_1": "Aku bermimpi untuk menikahimu sejak lama sekali.$l",
  "Good_2": "Aku tahu kamulah jodohku semenjak kamu datang ke desa ini...$l",
  "Good_3": "Wow, kau kelihatan tampan seklai hari ini! Kamu habis bercukur?$l^Wow, kamu kelihatan cantik sekali hari ini. Rambutmu kau beri sesuatu yang berbeda ya?$l",
  "Good_4": "Tempat ini semakin terasa nyaman.$l",
  "Good_6": "Hati-hati di luar sana! Kadang aku khawatir kamu kurang makan makanan bergizi.",
  "funLeave_Penny": "Aku mau ke alun-alun hari ini, bersenang-senang. Aku akan segera kembali!",
  "funReturn_Penny": "Aku menikmati hariku... Senang bisa bertemu dengan orang-orang. Ceritakan harimu padaku.",
  "spring_8": "Musim semi mungkin musim favoritku. Ada kesegaran unik di udara yang membuatku penuh harapan.",
  "spring_1": "Kita punya tahun panjang yang akan menanti. Mari jadikan ini tahun yang produktif.",
  "spring_15": "Ah, bersih-bersih di musim semi... aku akan menikmati ini.",
  "summer_16": "*fiuh*... Aku harus banyak makan melon untuk melawan panas ini!",
  "summer_1": "Musim ini memang terasa panas, tapi kelembaban udaranya terasa luar biasa di kulit.",
  "summer_2": "Di musim panas, semut jadi semakin aktif. Aku bisa melihat mereka terus... mereka punya peradaban yang rumit dari kelihatannya!",
  "fall_5": "Bau udara musim gugur mengingatkanku pada bau buku... aneh,'kan?",
  "fall_1": "Musim gugur... Membuatku teringat akan kertas warna dan lem. Aku menghabiskan waktu terlalu banyak dengan anak-anak.$h",
  "fall_2": "Apa kamu akan menanam labu raksasa musim ini?$11",
  "winter_1": "Musim dingin merupakan waktu yang pas untuk berhenti sejenak. Kau pantas beristirahat setelah bekerja sejak awal tahun!",
  "winter_6": "Salju yang turun ini mengingatkanku pada nenekku, yang duduk di kursi goyang. Aku masih punya ingatan yang jelas akan bayangannya, berkedip di depan perapian... Tapi itu sudah lama sekali.",
  "winter_3": "Bagaimana dengan persediaan kita di musim dingin? Oh, kau tak perlu memberitahuku... aku percaya akan keputusanmu."
}