{
  "Rainy_Day_0": "Mungkin ini hari yang bagus untuk duduk dan bermain gitar...#$e#Hei, kamu boleh bersantai di sini kalau mau.",
  "Rainy_Day_1": "Kapan menurutmu Sebastian dan Abigail akan jadian?#$e#Heh... setelah menikah aku jadi ingin lihat orang lain juga ikut menikah.",
  "Rainy_Day_2": "Hei, aku menemukan ini di belakan lemari. [90 88 86 535]#$e#Mungkin ini akan berguna bagimu.",
  "Rainy_Day_3": "Yah. Hujan itu lumayan membosankan...$7",
  "Rainy_Day_4": "Bagaimana tidurmu? Suara hujan membangunkanku.",
  "patio_Sam": "*Hahh*... Aku takkan pernah bisa melakukan trik ini...$s",
  "Rainy_Night_0": "Hei, bagaimana harimu? Aku cuma rebahan dan membaca komik seharian... enak rasanya.$h",
  "Rainy_Night_1": "Ini hari yang santai bagiku... cola, pizza beku, dan beberapa jam bermain gitar. Aku merasa rileks.",
  "Rainy_Night_2": "Tadi, aku mendengarkan rekaman dari konser kita dulu. Kamu ingat? Ternyata aku mainnya ceroboh.#$b#Aku agak gugup karena ada kamu di sana, aku tidak ingin kamu melihatku tampil buruk!$10",
  "Rainy_Night_3": "Kuharap Vincent tidak kesepian setelah aku pindah... Aku jadi khawatir padanya.$s#$e#Tapi, begitulah hidup... banyak perubahan, iya 'kan? Anak-anak harus tahu itu... kalau tidak ingin hancur saat dewasa nanti.$7",
  "Rainy_Night_4": "Hei, tadi aku memasak pizza beku di oven. Ini untukmu. [206]$h",
  "Indoor_Day_0": "Fiuh... Ada satu hal yang tidak ingin kuingat dari masa lalu... yaitu saat aku bekerja di JojaMart.",
  "Indoor_Day_1": "Hei, aku membuatkanmu pancake instan. Nikmatilah. [211]$h#$e#Kenapa? Aku belum pernah belajar memasak... ibu yang selalu melakukannya.",
  "Indoor_Day_2": "Hei, aku tahu aku sering bercanda, tapi aku ingin kamu tahu kalau aku benar-benar mencintaimu...$l",
  "Indoor_Day_3": "Kamu punya rencana besar hari ini?#$e#Oh, aku tidak... Biasanya aku memutuskan apa yang ingin kulakukan secara spontan...",
  "Indoor_Day_4": "Um... Mungkin aku akan membantu di kebun lain kali saja. Aku lagi malas hari ini.$s#$e#Kamu tidak marah?",
  "Indoor_Night_0": "Hei, kamu tampak lelah. Biar kubantu untuk rileks, ya? Mungkin akan kupijat nanti malam.",
  "Indoor_Night_1": "Hariku? Oh... Aku tidak begitu ingat. Aku tidak pernah mencatat sesuatu. Selalu rileks dan menikmati hari.",
  "Indoor_Night_2": "Hei maaf aku tidak merapikan kasurnya. Aku tahu aku ceroboh... tapi karena itu 'kan kamu suka denganku?$h",
  "Indoor_Night_3": "Satu-satunya hal yang kurindukan dari rumahku dulu adalah casserole ikan buatan ibu",
  "Indoor_Night_4": "Sudah siap untuk tidur? Tadi pertama kalinya aku merapikan tempat tidur...",
  "Outdoor_0": "Mungkin aku harus beli roda off-road buat papan luncurku. Lurah Lewis tidak akan melarangku di luar sini.$h",
  "Outdoor_1": "Aku selalu mengawasi langit dengan seksama... kamu tidak tahu kapan UFO akan muncul.",
  "Outdoor_2": "Hai, @! Kalau aku tahu lebih soal bertani aku pasti akan membantumu. Maaf!#$e#Aku akan membantu dengan semangat dan doa.$h",
  "Outdoor_3": "Udaranya membuatku terasa positif... mungkin karena bau pizza dari ovennya Gus.",
  "Outdoor_4": "Wow... kamu tampak menawan hari ini, dan noda lumpur itu menambah pesonamu.$l",
  "OneKid_0": "Akan kuganti popoknya %kid1... jangan khawatir. Kamu masih banyak pekerjaan.",
  "OneKid_1": "Ini agak aneh, tapi aku suka sekali jadi seorang ayah!$h",
  "OneKid_3": "Kurasa kita harus punya anak lagi. Kenapa berhenti di sini?",
  "TwoKids_0": "Aku tadi bangun dulu, lalu memberi makan anak-anak dan mengganti popok mereka! Semuanya beres. Kamu tinggal fokus mencari uang yang banyak.$h#$e#Aku bercanda... aku tidak menikahimu karena uang.",
  "TwoKids_1": "Kita juga harus memberikan %kid1 perhatian setelah %kid1 lahir. Kita tidak boleh membuat mereka saling iri.",
  "TwoKids_2": "Senang melihat bayi kita bermain bersama. Kurasa mereka akan tumbuh jadi saudara yang akrab.",
  "TwoKids_3": "Aku tidak mengira kalau aku akan jadi pria penyayang keluarga, aku juga sangat puas dengan rumah tangga yang kita dirikan. Hidup terasa luar biasa.$h",
  "Good_1": "Apa kamu pernah teringat saat kita menyelinap di kamarku dulu? Aku sering...$l",
  "Good_2": "Kau tahu, dari awal aku punya perasaan kalau kita akan bersama. Ada sesuatu yang istimewa di antara kita.$l",
  "Good_3": "Wow, kamu terlihat tampan hari ini! Kamu apakan rambutmu?$l^Wow, kamu tampak sangat cantik hari ini. Rambutmu kamu apakan?$l",
  "Good_6": "Hati-hati di luar! Aku tahu kamu kadang pergi ke gua... kamu bisa babak belur di sana!",
  "Good_4": "Sayang, aku barusan mau membuatkanmu lagu dengan gitar. Tapi karena kamu sudah di sini aku jadi lega.#$e#Aku cuma bermain gitar kalau sedang merasa kesepian.",
  "Good_5": "Sayang, ayo ceritakan! Aku selalu senang mendengar soal harimu.",
  "funLeave_Sam": "Aku mau mengunjungi keluargaku hari ini. Nanti sore aku pulang.",
  "funReturn_Sam": "Mengunjungi keluarga itu menyenangkan, tapi agak bikin depresi juga. Ibaratnya... Kehidupan kita sudah terpisah, dan semuanya terasa lebih formal dari biasanya.$7",
  "spring_1": "Ub... musim semi... obat... alergiku.$s",
  "spring_12": "Apa kamu menantikan festival besok? Senang bisa bertemu Sebastian lagi.",
  "spring_23": "Oh... tarian bunganya besok, ya? Kukira kalau sudah menikah aku bisa melewatkannya.#$e#Terserah. Entah kenapa rasanya menyenangkan.",
  "summer_1": "Tingkat serbuk sari menurun di musim panas, hidungku jadi lebih bahagia.$h",
  "summer_10": "Apa kamu sudah memikirkan ingin memasukkan apa di sup luau?#$e#Kalau memasukkan benda menjijikkan pasti akan lucu. Kau tahu, untuk mengerjai Gubernur!$h#$e#Maaf...",
  "summer_27": "Musim panas hebat, tapi aku sudah siap dengan musim gugur.#$e#Apa kita akan melihat ubur-ubur besok? Mereka menyenangkan.",
  "fall_1": "Lembahnya seperti berubah dalam semalam... Kurasa musim gugur telah tiba.",
  "fall_15": "Hei, pamerannya besok. Aku harus melonggarkan tanganku untuk bermain besok...",
  "fall_26": "Apa ibu akan mengijinkan Vincent bermain labirin tahun ini, ya. Mungkin tidak...$h#$e#Bocah malang. Dia akan segera dewasa...",
  "winter_1": "Udara dingin membuat gel rambutku membeku. Rasanya tidak nyaman.$s",
  "winter_7": "Apa kita akan pergi ke festival es besok? Senang bisa bertemu orang-orang lagi...",
  "winter_28": "Tahun ini bagus bagi kita, @... sedih melihatnya akan berakhir.#$e#Kita harus membuat tahun depan jauh lebih baik lagi!$h"
}