{
  "Rainy_Day_0":"Sedang hujan diluar. Pastikan kamu tidak masuk angin, sayang.#$e#Tetap didalam ruangan sebisa mungkin.$h#$e#Aku terkadang mengkhwatirkanmu!",
  "Rainy_Day_1":"Sedang hujan! Itu artinya kita tidak perlu menyirami tanaman-tanaman hari ini.$h#$e#Alam terkadang bisa sangat membantu.#$e#Apakah kamu sudah memberi makan hewan-hewan itu, sayang?",
  "Rainy_Day_2":"Selamat pagi! Aku bangun lebih awal dari suara hujan dan aku sudah membuatkan mu sarapan. [194 195 210 211 216]  #$e#Tetap hangat dan jangan bekerja terlalu keras. Aku ingin kamu tetap sehat.",
  "Rainy_Day_3":"Apa yang ada di agenda mu hari ini, Sayang?#$e#Aku tidak ingin keluar di cuaca seperti ini... Aku hanya akan melakukan beberapa hal di sekitar rumah.#$e#Mungkin aku akan membuatkan sesuatu yang panas untuk makan malam.",
  "Rainy_Day_4":"Ada permintaan makan malam untuk malam ini?",
  "Rainy_Day_Maru":"Terlepas dari semua teknologi yang kita miliki, hari hujan masih menjadi alat terbaik untuk menyiram tanaman.",
  "Rainy_Day_Abigail":"Pedesaan terlihat lebih menarik dihari seperti ini, bukan begitu?",
  "Rainy_Day_Penny":"Sepertinya aku akan membuat roti hari ini.$h",
  "Rainy_Day_Leah":"Mungkin ingin memancing atau menambang hari ini, huh?",
  "Rainy_Day_Haley":"Hmmph. Kalau cuacanya seperti ini terus kulitku bisa pucat.$s",
  "Rainy_Day_Harvey":"Pastikan kamu tetap kering hari ini, sayang. Aku tidak ingin kamu terkena hipotermia.",
  "Rainy_Day_Sebastian":"Aku bangun tepat sebelum fajar dan berjalan-jalan di sekitar pertanian. Benar-benar sangat tenang pada jam itu.",
  "Rainy_Day_Alex":"Hmm... Kukira aku akan melakukan push-up dan sit-up didalam ruangan hari ini.",
  "Rainy_Day_Elliott":"Hujan membuatku mememikirkan kehidupan lamaku di tepi lautan.#$e#Perubahan adalah bagian dari kehidupan. Tidak apa-apa.",
  "Rainy_Day_Sam":"Aku mungkin akan menghabiskan waktu hari ini memperbaiki segala kebocoran di atap atau jendela.",
  "Rainy_Day_Emily":"Aku tahu kau sangat membanggakan pekerjaanmu, Tapi jangan berlebihan hari ini. Oke, sayang?$u",
  "Rainy_Day_Shane":"Atapnya bocor? Ah baiklah... sebuah cetakan kecil tidak pernah menyakiti siapa pun.",
  "Rainy_Night_0":"Hujan membuatku merasa kita seperti sendirian.$l#$e#Aku kedinginan... Bukankah kamu sudah siap untuk tidur?$l",
  "Rainy_Night_1":"Pastikan kamu berganti ke sesuatu yang hangat. Aku tidak ingin kamu sakit.#$e#Bisakah kamu medengar hujan deras di atap, @?",
  "Rainy_Night_2":"Ah...Suara rintik hujan diatas... Aku akan tidur nyenyak malam ini.$h",
  "Rainy_Night_3":"Hujan membuat rumah kita terlihat sangat nyaman.$h^Dimalam sepeti ini aku senang kita punya atap yang berkualitas.",
  "Rainy_Night_4":"Aku membuat sup untuk makan malam. [199 218 219 727 730]$h#$e#Kamu perlu sesuatu yang panas dihari seperti ini!$h",
  "Rainy_Night_5":"Aku senang kamu dirumah... Malam yang bagus untuk tetap didalam.",
  "Rainy_Night_Maru":"Apakah kamu bisa menyelesaikan banyak hal hari ini, hun?#$e#Aku mencoba memperbaiki beberapa hal di sekitar rumah... kamu tau, hanya hal kecil.",
  "Rainy_Night_Abigail":"Aku siap naik ketempat tidur kapan pun kamu siap. Suara hujan akan membuar kita langsung tertidur.",
  "Rainy_Night_Penny":"Oh... bau ini? Aku sedang mencoba membuat roti... Sepertinya tidak berhasil.$s",
  "Rainy_Night_Leah":"Bagaimana harimu hari ini, sayang? Berlumpur?",
  "Rainy_Night_Haley":"Hai, sayang. Aku senang kau sudah pulang. Aku mulai merasa kesepian.$l",
  "Rainy_Night_Harvey":"Hi. Senang melihat mu.$h#$e#Saya menghabiskan hari membaca beberapa jurnal medis.",
  "Rainy_Night_Sebastian":"Aku tidak akan pernah bosan dengan hujan... terutama di pedesaan.",
  "Rainy_Night_Alex":"Nenek biasanya selalu membuat rebusan panas dimalam seperti ini.$h",
  "Rainy_Night_Elliott":"Duduk, santai! Kamu pasti lelah setelah bersusah payah melewati lumpur sepanjang hari.",
  "Rainy_Night_Sam":"Vincent menelpon. Dia bilang dia merindukanku dan juga untuk mengucap hai padamu.$h",
  "Rainy_Night_Shane":"Aku baru saja menutup telpon Jas dan Marnie. Mereka tampaknya bersenang-senang tanpaku.",
  "Rainy_Night_Emily":"Beberapa arwah hanya muncul pada saat hujan. Mungkin kau pernah mendengar teriakan mereka?",
  "Indoor_Day_0":"Selamat Pagi ~<$h#$e#Siap untuk hari keja keras? Aku siap.$h",
  "Indoor_Day_1":"Hi, sayang! Baunya enak, bukan? Aku membuatkan mu sarapan! [194 195 210 211 216]#$e#Kamu perlu tetap bertenaga untuk melewati hari.",
  "Indoor_Day_2":"Apakah kamu tidur nyenyak?#$e#Aku punya beberapa tugas yang harus dilakukan di sini.",
  "Indoor_Day_3":"Apakah kamu mengalami mimpi aneh tadi malam?#$e#Aku iya, tapi yang kuingat adalah itu sesuatu yang berhubungan dengan orang %adj %noun. Aneh.$s#$e#Hehe. Mimpi tidak berarti apa-apa... ya kan, Sayang?$l#$e#Yah, kita tidak bisa menghabiskan sepanjang hari untuk ngobrol santai. Kamu punya kerjaan yang harus dilakukan!",
  "Indoor_Day_4":"Selamat Pagi, sayang. Hari lain dari tugas pertanian, huh?#$e#Aku akan mendukungmu. <$h",
  "Indoor_Day_Maru":"Jika kamu ingin berbincang tentang cara memaksimalkan lahan panen atau apapun... Aku bersedia untuk itu!",
  "Indoor_Day_Abigail":"Selalu ada sesuatu yang baru terjadi di pertanian kita... Aku suka itu.",
  "Indoor_Day_Penny":"Tempat ini sangat luas dibanding dengan trailer, aku merasa kaget... tapi kaget yang bagus!",
  "Indoor_Day_Leah":"Keberatan jika aku menambahkan bakat arsitektur ke beberapa kayu di sekitar sini? Tangan pahat saya gatal!",
  "Indoor_Day_Haley":"Aku selalu merasa bahagia di hari yang cerah.$h",
  "Indoor_Day_Harvey":"Langit tampak hebat hari ini.. sangat cerah!#$e#Dari sekarang ini, Aku hanya akan pergi ke klinik jika aku memiliki janji. Jika tidak aku bisa kerja hanya dari rumah!",
  "Indoor_Day_Sebastian":"Yah, tempat ini tentu mengalahkan ruangan besmen lamaku, Ya kan?$h",
  "Indoor_Day_Alex":"Matahari bersinar dan aku penuh dengan energi! Kamu sebaiknya berhati-hati! Heh Heh.$h",
  "Indoor_Day_Elliott":"Aku sudah membuat sebuah jurnal semenjak kita tinggal bersama. Sekarang aku benar-benar memiliki kehidupan, Aku punya banyak hal untuk di tulis.$h#$e#Aku ingin memastikan Aku selalu mengingat tahun-tahun ini.",
  "Indoor_Day_Sam":"Ada sangat banyak hal yang Aku ingin selesaikan har ini... Maybe I'll just watch TV instead.",
  "Indoor_Day_Emily":"Dengan menyediakan produk yang segar dan sehat pada masyarakat, kita sudah melakukan tugas mulia!",
  "Indoor_Day_Shane":"There's something special in the air... *sniff*... Apa itu? Oh...#$b#Cuma keripik jagung yang kumasukan ke kantong beberapa minggu lalu. *crunch*",
  "Indoor_Night_0":"Apa Kamu menyelesaikan semuanya hari ini, @?#$e#Aku melakukan beberapa tugas rumah... tapi Aku sekarang sangat capek.#$e#Aku siap untuk tidur kapan pun Kamu siap.$h",
  "Indoor_Night_1":"Wow, Kamu keliatan sudah melakukan banyak pekerjaan hari ini.#$e#Sekarang kamu harus bersantai dan mengembalikannya di malam hari.$h",
  "Indoor_Night_2":"Aku senang kamu dirumah.#$e#Aku agak ketakutan bila sendirian di malam hari.$s^Aku kesepian di malam hari...$s#$e#...$h",
  "Indoor_Night_3":"Apakah kamu sudah selesai dengan kerjaan mu hari ini? Aku siap untuk bersenang-senang.$h#$e#Tapi aku mengerti jika kamu lelah.",
  "Indoor_Night_4":"*phew*! Aku baru menyelesaikan tugasku. Sekarang kita bisa menghabiskan waktu bersama.$h#$e#Jadi, Ceritakan kepadaku tentang hari mu.$l#$e#...$h",
  "Indoor_Night_Maru":"Kamu kelihatannya sudah siap untuk tidur, @. Haruskah aku menidurkan mu dengan detail teknik dari proyek tebaru ku?$h#$e#*yawn*... Jujur saja, Aku juga agak ngantuk.",
  "Indoor_Night_Abigail":"Apa kamu ingin segera tidur? Aku menyalakan selimut elektrik untuk kita...$l",
  "Indoor_Night_Penny":"Hai, sayang. Siap menikmati malam yang sunyi di rumah?",
  "Indoor_Night_Leah":"Sangat tenang dan damai di malam hari. Tidak ada yang mengalihkan mu dari mengalami hidup.",
  "Indoor_Night_Haley":"Sepertinya kau sudah bekerja keras, sayang. Biarkan aku menghiburmu.$l",
  "Indoor_Night_Harvey":"Keliatannya kamu bisa mendapat pijatan enak malam ini.$l#$e#Kata Dokter... Itu bagus untuk sirkulasi!",
  "Indoor_Night_Sebastian":"#$c .5#Aku mungkin seorang pria penyindiri, tapi Aku selalu bahagia berada di dekatmu.$h#$e#Hi, @. Senang melihatmu. Nyaman jika kamu didekatku.$h",
  "Indoor_Night_Alex":"Tanganku terasa agak keram... Bagaimana dengan pijatan, yanga enak?$l^Aku kecapean.. Tandanya bagus! Berati aku cukup bekerje keras hari ini.$h",
  "Indoor_Night_Elliott":"#$c .5#Kamu selalu berbau harum setelah seharian bekerja keras. Itu bau alamimu!^Baumu manis, sayangku. Seperti sarang madu yang melayang di atas teh rempah.#$e#Sini, biar kupijat punggungmu. Kamu terlihat tegang.$l^Baumu manis, sayangku. Seperti daun kayu manis yang mengambang di musim panas.",
  "Indoor_Night_Sam":"#$c .5#Aku ingin tau apakah bulan akan terlihat malam ini?#$e#Jadi, apakah kamu menyelesaikan semua yang di pertanian hari ini? Jika belum Aku tidak akan marah!",
  "Indoor_Night_Emily":"Rumah ini sangatlah nyaman... Aku menyukainya.",
  "Indoor_Night_Shane":"Bagaimana harimu? Hariku berjalan cukup baik.",
  "Outdoor_0":"Hari ini hari yang indah, ya kan?$h#$e#Hari seperti ini membuat kerja jadi sedikit lebih menyenangkan.",
  "Outdoor_1":"Aku akan bersantai dan memeriksa pertanian hari ini, okay?#$e#Itu daerah yang terlihat bagus.$h",
  "Outdoor_2":"Hi, sayang! Jika aku tau tau lebih tentang bertani Aku akan lebih membantu. Sorry!#$e#Aku akan memikirkanmu.$h",
  "Outdoor_3":"Aku akan membersihkan debu di sini. Itu akan membantumu, Ya kan?#$e#*phew*... panas diluar sini.",
  "Outdoor_4":"Jangan terlalu memaksakan diri, sayang.#$e#Pastikan sesekali istirahat, atau makan sesuatu.$h",
  "Outdoor_Maru":"Aku suka berdada diluar sini. Tempat yang bagus untuk memikiran penemuan baru.$h#$e#Aku masih berharap aku datang dengan sesuatu yang akan membantu pekerjaanmu.",
  "Outdoor_Abigail":"Aku cuma akan nongkrong disini, okay?#$e#Banyak serangga dan hal menarik diluar sini. *chuckle*$h",
  "Outdoor_Haley":"Sepertinya ini hari yang bagus buat berjemur, bukan begitu, sayang?$h",
  "Outdoor_Leah":"Wow, ini hebat! Aku mulai sangat menikmati kehidupan di pertanian, @.$h#$e#Ini kehidupan yang selalu aku impikan.$l",
  "Outdoor_Penny":"Aku sangat bahagia pada kebun kecil kita, @.$h",
  "Outdoor_Sebastian":"Ini sangat berbeda dari kehidupan lamaku, tapi aku Mulai sangat menyukainya.$h#$e#Aku merasa sangat pantas disini .$l",
  "Outdoor_Harvey":"Ini lebih baik daripada terkurung di klinik sepanjang hari.$l#$e#Aku suka melihatmu di pertanian... hehe",
  "Outdoor_Elliott":"Hari ini, Aku akan lanjut menulis novel baruku. Tempat mana yang lebih bagus dari pertanian indah kita?$h#$e#Ini sempurna.$l",
  "Outdoor_Alex":"Akun banyak berolahraga hari ini! Haha! Aku suka hidup di pertanian.$h",
  "Outdoor_Sam":"Hey, Lihat awan yang bergumpal dilangit itu, sayang!$h#$e#Aku akan melihat itu sebentar, jika kamu tidak keberatan.",
  "Outdoor_Shane":"Aku tak tau jika paru-paruku bisa mengatsai kesegaran ini. Aku masih terbiasa udara di Joja.",
  "Outdoor_Emily":"Kerjamu bagus, @. Tetap semangat.",
  "jobLeave_Harvey":"Aku harus pergi ke klinik hari ini. Semoga hari mu menyenangkan, okay?",
  "jobLeave_Penny":"Aku mau pergi ke pusat desa hari ini. Jangan berkerja terlalu keras, dan jangan lupa makan siang!$h",
  "jobLeave_Maru":"Aku akan pergi kerja sebentar lagi. Aku akan melihat mu malam ini. Aku akan memikirkanmu!$h",
  "jobReturn_Harvey":"#$c .5#Hi, sayang. Bagaimana harimu?#$e#*Phew*... Aku kecapean...$s#$e#Pasien-pasienku masih sehat, jadi ini hari yang bagus.",
  "jobReturn_Penny":"#$c .5#Selamat malam. Hariku baik-baik saja, terima kasih! Bagaimana denganmu?$h#$e#Jas dan Vincent agak bandel hari ini. Aku jadi terluka...",
  "jobReturn_Maru":"#$c .5#Yah, Hari yang sangat membosankan di klinik.#$e#Hey. Apakah kamu punya hari yang lebih yang menyenangkan dibanding aku? Ku harapa begitu.#$e#$c .5#Yah, Waktunya bersantai. Kau menyiapkan ku makan malam?#$e#Aku hanya ingin segera tidur.$h",
  "OneKid_0":"Apa kau menghabiskan waktu dengan %kid1 hari ini?",
  "OneKid_1":"Aku harap jika %kid1 akan tumbuh menjadi petani sepertimu?",
  "OneKid_2":"Jangan khawatir, Aku akan memberi makan %kid1 hari ini. Kamu bisa fokus menjalankan pertanian.",
  "OneKid_3":"Sekarang hidup banyak berubah karena kita punya anak.",
  "TwoKids_0":"Aku telah memberi %kid1 and %kid2 sarapan. Mereka tadi lapar!",
  "TwoKids_1":"Kita harus memastikan dan memberikan %kid1 banyak perhatian sekarang kita punya %kid2. Kita tidak mau ada kecemburuan di antara mereka.",
  "TwoKids_2":"Kau tau, Kupikir %kid2 punya hidungmu.",
  "TwoKids_3":"Rumah yang bagus, dua anak anak yang luar biasa, dan sebidang tanah indah. apa lagi?",
  "Good_0":"Sulit dipercaya kita akhirnya menikah...$l",
  "Good_1":"Kamu tau, Aku selalu punya firasat kalau kita akan bersama suatu hari.$l",
  "Good_2":"Apa Kamu menikmati kehidupan pernikahan, @?#$e#Aku iya.$l",
  "Good_3":"Wow, Kamu terlihat sangat tampan hari ini!$l^Wow, Kamu terlihar cantik hari ini.$l",
  "Good_4":"Tempat ini rumah ku sekarang... Aku bahagia disini$l",
  "Good_5":"Aku sedang mengagumi jimat pernikahan ku... Cangkannya sempurna. Pasti kamu mebayarnya mahal!$l",
  "Good_6":"Hati-hati diluar sana! Terkadang aku takut kalau kamu jatuh kedalam tambang.",
  "Good_7":"@? Aku hanya ingin mengatakan kalau aku mengapresiasi segala kerja keras yang kamu lakukan untuk rumah tangga kita.$h",
  "Good_8":"Jangan khawatirkan aku... Aku tau kamu punya banyak tanggung jawab diluar rumah. Aku baik saja disini sendiri!$l",
  "Good_9":"Oh, Aku tidak bosan... Aku cuma menikmati apa yang kita miliki disini.#$e#Ini hidup yang sederhana, tapi aku suka itu.$h",
  "Neutral_0":"Aku berharap kau masih menyukai ku di saat aku tua dan beruban.$s",
  "Neutral_1":"Apakah kamu berpikir jika kakekmu akan bangga akan pekerjaan yang kita lakukan?",
  "Neutral_2":"Istirahat? Jadi petani itu ternyata lebih gampang dari yang kukira...",
  "Neutral_3":"Jika kamu ke kota, pastikan kamu menyapa semua orang untuk ku.",
  "Neutral_4":"Aku akan melakukan cucian besok sebelum kamu bangun pagi... untuk kamu tidak boleh leha-leha.",
  "Neutral_5":"Apa keungan kita baik-baik saja, @?",
  "Neutral_6":"Aku ingin tau apakah semua orang di kota baik-baik saja?",
  "Neutral_7":"Aku merasa sangat tidak ingin melakukan sesuatu hari ini.",
  "Neutral_8":"Tidak peduli seberapa sering aku bersih-bersih, rumah akan selalu kotor lagi.#$e#Ku kira pertanian bisa jadi agak kotor.",
  "Neutral_9":"Aku ingin tau apakah kita akan tinggal disini seumur hidup?",
  "Bad_0":"...Apa kamu masih mencintaiku?$s",
  "Bad_1":"*sigh*... Mungkin kita menikah terlalu muda.$s",
  "Bad_2":"Apa kamu masih bahagia denganku?s",
  "Bad_3":"Apa aku melakukan kesalahan? Kamu bertingkah beda akhir-akhir ini.$s",
  "Bad_4":"Apa kamu pernah bertanya-tanya ada apa lagi diluaran sana?$s",
  "Bad_5":"Kamu dulu romantis... ada apa?$s#$e#Aku tau aku tidak muda seperti dulu... karena itukah kamu menikah dengan ku?$a",
  "Bad_6":"Kita cuma punya satu kehidupan pendek untuk dijalani... ini cara terbaik kamu melakukannya?$s",
  "Bad_7":"Aku dulu kekasihmu... sekarang kamu tahan denganku hanya jika aku membuat makan malam.$s",
  "Bad_8":"Kamu sangat dingin kepadaku akhir-akhir ini...$s",
  "Bad_9":"Aku ingin tahu bisa kah aku melakukan yang lebih baik.$s",
  "spring_1":"Yah, Tahun baru telah tiba. Apa kamu punya rencana untuk apa yang ingin kamu selesaikan tahun ini?#$e#Aku merasa sangat berharap.",
  "spring_8":"Sekarang musim telah usai, Kita punya cuaca produktif untuk dinantikan.",
  "spring_23":"Kuharap kamu sudah berlatih... besok flower dance!",
  "summer_1":"Pastikan kamu tidak kena panas terik, sayang.#$e#Minum banyak air dan jangan terlalu memaksakan diri.",
  "summer_8":"Maaf jika aku bau... Aku berkeringat sepanjang malam karena panas.",
  "summer_15":"Sekarang musim panas... artinya rumah bakal banyak lalat.#$e#Jangan khawatir, Aku akan mengatasi lalat-lalat itu.",
  "fall_1":"Cuaca ini cukup bagus seteleah panas di musim panas.",
  "fall_8":"Musim dingin sebentar lagi. Kita perlu cek sistem pemanas, mematikan katup air, dan mengecek semua isolasi di rumah.#$e#Jangan khawatir, Aku yang akan melakukannya.",
  "fall_15":"Apa kamu sudah tau apa yang akan dipakai untuk grange display kita besok?",
  "fall_26":"Haruskah kita pergi ke Spirit's Eve festival besok malam?",
  "winter_1":"Brrr.... dingin. kukira musim dingin sudah tiba.",
  "winter_7":"Apa kamu akan mengikuti kontes mancing besok?",
  "winter_28":"Terimakasih untuk tahun yang luar biasa, @. Aku senang menghadapi tahun berikutnya bersama.$l",
  "spring_Maru":"Aku merasa gembira untuk tahun baru bertani, @!$h",
  "spring_Abigail":"Aku mungkin suka musim yang lebih dingin, tapi pada akhrnya aku selalu senang jika musim semi tiba.",
  "spring_Haley":"Bukankah kau senang musim dingin sudah berakhir, sayang? Semua terasa lebih penuh harapan.",
  "spring_Leah":"Jangan lupa nyari lobak liar, daun bawang dan dandelion selagi kamu diluar sana!",
  "spring_Penny":"Aku senang melihat hijaunya musim semi setelah putihnya musim dingin.",
  "spring_Sebastian":"Wow, kulitku pucat... Kukira aku akan membantumu dengan pekerjaan bertani musim ini.",
  "spring_Harvey":"Yuk tanam sayur-sayuran sehat musim semi ini.$h",
  "spring_Elliott":"Saya menantikan tahun yang indah di %farm farm.$h",
  "spring_Alex":"Hey @. Mari kerja keras hari ini!",
  "spring_Sam":"*sniff* ... Tidurku terhenti... Alergi.",
  "spring_Shane":"Mungkin aku akan mempelajari keahlian baru tahun ini...",
  "summer_Maru":"Ini saat yang tepat untuk mengamati bintang.",
  "summer_Abigail":"Oh man... Aku bisa pergi untuk beberapa kue coklat.",
  "summer_Haley":"Kau pasti sudah tahu kalau musim panas adalah musim favoritku.$h",
  "summer_Leah":"Tidak ada yang cocok dengan musim panas seperti anggur manis yang enak. Bukan begitu, sayang?",
  "summer_Penny":"Apa kamu menanam melon musim panas ini?",
  "summer_Sebastian":"Aku akan tetap didalam sebanyak yang kubisa di musim panas ini.",
  "summer_Harvey":"Pastikan kamu tak terbakar matahari, sayang... Itu dapat sangat merusak kulit mu.",
  "summer_Elliott":"Satu hal utama yang Aku rindukan tentang lautan adalah ikan segar.",
  "summer_Alex":"Aku selalu punya energi paling banyak di musim panas.",
  "summer_Sam":"Musim panas selalu membuatku ingin makan lebih banyak barbekyu.",
  "summer_Emily":"Phew! Cuacanya panas tapi rasanya hebat bukan?#$e#Mungkin kita akan melihat beberapa beo liar.",
  "summer_Shane":"Apa yang ada di agenda ku hari ini... hmmm... #$e#=Aku pikir aku melihat beberapa pretzel pedas dan beberapa 'bocah dingin' di cakrawala.",
  "fall_Maru":"Aku senang aku masih kerja di klinik... Itu layanan penting untuk masyarakat.",
  "fall_Abigail":"Aku harap kita menumbuhkan labu tahun ini.$h",
  "fall_Haley":"Aku lagi pengen makan kue.#$e#Kuenya harus bewarna harus pink.",
  "fall_Leah":"Tarik napas dalam-dalam... kamu bisa cium itu? Itu memberitahuku ini musim jamur.",
  "fall_Penny":"Di kebun ini sangatlah damai. Saat di pusat desa, aku kurang menikmati alam. Tidak seperti di sini.",
  "fall_Sebastian":"Ibuku biasanya selalu membuat sup labu ini enak ini di musim gugur.",
  "fall_Harvey":"Aku yakin aku bisa minum beberapa gelas anggur.",
  "fall_Elliott":"Ah... Musim gugur. Matahari yang hangat melayang rendah di langit, melemparkan bayangan panjang di atas ladang emas yang melambai.#$e#Ini adalah tahun yang indah, tidak kah kamu pikir begitu?",
  "fall_Alex":"Aku merasa lemas... Aku butuh protein.$s",
  "fall_Sam":"Aku penasaran apa yang sedang terjadi di seluruh dunia? Kita benar-benar terpencil di sini.",
  "fall_Emily":"Aku minum jus buah pagi ini dan aku merasa luuuar biasa!$h",
  "fall_Shane":"Kupikir mungkin ada spesies jamur baru yang tumbuh di belakang kulkas mini ku.#$e#Ah baiklah, ini musimnya, kan?",
  "winter_Maru":"Sebentar lagi musim semi. Aku benar-benar menantikan untuk makan pie rhubarb.",
  "winter_Abigail":"Ingat ketika kita memainkan game 'Prairie King' itu bersama-sama, di kamar ku? Itu adalah saat-saat yang menyenangkan.$h",
  "winter_Haley":"Aku barusan teringat saat kamu membantuku membuka toples acar.$h#$e#Kita sudah semakin dekat sejak itu.$l",
  "winter_Leah":"Aku mulai selalu mengidamkan salad di musim dingin... tidak menyenangkan, Aku tau.",
  "winter_Penny":"Aku akan banyak membaca buku di musim dingin ini.",
  "winter_Sebastian":"Aku penasaran apa yang sedang dilakukan Sam? Kami dulu berteman sangat baik.",
  "winter_Harvey":"Musim dingin adalah musim flu, jadi pekerjaan mungkin akan jauh lebih menegangkan. Maaf sebelumnya jika aku kesal.",
  "winter_Elliott":"Kupikir aku akan menulis di musim dingin ini. Tidak banyak yang bisa lakukan, lagipula.",
  "winter_Alex":"Ku harap kakek-nenek ku baik-baik saja. Mereka dulu sedikit mengandalkan bantuanku. Kau tau, untuk angkat yang berat-berat atau apalah.",
  "winter_Sam":"Aku sudah menyerah untuk jadi musisi. Aku pria yang berkeluarga sekarang!",
  "winter_Emily":"Whoops, rambutku membeku lagi.$s",
  "winter_Shane":"Ada dunia yang, sangat luas di luar sana... tapi aku lebih suka tetap di kamarku.",
  "spouseRoom_Maru":"#$c .5#Aku bangun lebih pagi untuk sedikit mengamati bintang.#$e#Aku harap kamu tidak keberatan jika Aku meluangkan waktu untuk proyek ku hari ini, sayang.",
  "spouseRoom_Abigail":"#$c .5#Aku bangun sesaat sebelum kamu untuk memberi makan David Jr. Dia sangat aktif di pagi hari.#$e#Aku harap kamu tidak keberatan dengan bau marmut.",
  "spouseRoom_Haley":"#$c .5#Kamu pergi saja dulu sayang. Aku sedang berdandan.#$e#Ada rencana apa hari ini?",
  "spouseRoom_Leah":"#$c .5#Suatu hari aku harus membuat potret mu.#$e#Pemandangan dari jendela ini sangat menginspirasi, bukan begitu?",
  "spouseRoom_Penny":"#$c .5#Aku selalu ingin punya perpustakaan pribadi. Ini sanatlah indah.$h#$e#Aku selalu membaca sebentar setiap pagi hari. Untuk memanasi otakku.",
  "spouseRoom_Sebastian":"#$c .5#Aku berdebat apakah aku harus bekerja atau baca komik sepanjang hari.#$e#Hey, apa kita punya pizza di dalam pendingin? Aku lapar.",
  "spouseRoom_Harvey":"#$c .5#Tak ada lalu lintas udara hari ini, sayang. Tapi masih menyenangkan untuk menyerakan perlatan sekarang atau nanti.#$e#Aku sedang mengerjakan model pesawat baru. Jauh lebih santai disini dibanding apartemen lamaku.",
  "spouseRoom_Elliott":"#$c .5#Kupikir aku akan menulis beberapa tulisan hari ini.#$e#Apakah kamu akan baik saja tanpa bantuan ku?",
  "spouseRoom_Alex":"#$c .5#Jangan biarkan aku bermalasan. Aku ingin tetap bugar untukmu!#$e#Ada banyak ruangan disini untuk Aku melakukan olahraga. Aku melakukan banyak kemajuan dibanding sebelumnya!",
  "spouseRoom_Sam":"#$c .5#Gitar tua... Aku tidak punya banyak niat untuk memainkanya lagi. Tidak apa-apa.#$e#Apa agenda mu hari ini?",
  "spouseRoom_Emily":"Aku mau meluangkan waktu dengan burung beoku hari ini. Hatiku sakit melihatnya tidak dapat terbang lagi.$u",
  "spouseRoom_Shane":"#$c .5#bir atau jus apel? Terkadang hidup bisa menantang.#$e#Hi, @. Aku hanya akan nongkrong disini hari ini dan uh... mungkin nyapu lantai dikit atau apalah.",
  "Rainy_Day_Krobus":"Ah, Lebih lembab hari ini dengan hujan... Aku merasa sangat nyaman.",
  "Rainy_Night_Krobus":"Suara hujan mengingatkan ku akan selokan... itu menghibur.#$e#Selokan tempatku berlindung... Aku merasa aman disana. Tapi jangan khawatir... Aku merasakan hal yang sama dirumah baruku, juga.",
  "Indoor_Day_Krobus":"Kuharap aku bisa membantumu di pertanian, tapi aku tidak bisa keluar dibawah sinar matahari...",
  "Indoor_Night_Krobus":"Hi, @. Selamat datang dirumah. Kamu sepertinya sudah bekerja keras disana!$h",
  "Outdoor_Krobus":"Dihari seperti ini, Aku bisa menikmati luar rumah denganmu. Ini sangat bagus!$h#$b#Beritahu aku jika kamu lihat orang datang, supaya aku bisa sembunyi.$u"
}
