{
  "Rainy_Day_0": "Hari yang bagus untuk memainkan gitar...#$e#Hey, kau bisa santai jika kau mau juga.",
  "Rainy_Day_1": "Apa kau pikir Sebastian dan Abigail akan benar-benar jadian?#$e#Heh... aku sudah menikah, aku mencoba agar orang lain bisa menikah juga.",
  "Rainy_Day_2": "Hey, aku menemukan ini dibelakang meja. [90 88 86 535]#$e#Mungkin kau bisa menggunakannya.",
  "Rainy_Day_3": "Ah sial. Cuaca seperti ini menjengkelkan...$7",
  "Rainy_Day_4": "Bagaimana kalau tidur? Suara hujan membuatku mengantuk.",
  "patio_Sam": "*Hah~*... Aku tak akan bisa menguasai trik ini...$s",
  "Rainy_Night_0": "Hey, bagaimana harimu? Aku hanya membaca komik seharian... itu mengasyikkan.$h",
  "Rainy_Night_1": "Ini hari bermalas-malasan... Cola, Pizza beku, main gitar. Aku merasa rileks.",
  "Rainy_Night_2": "Baru saja aku memainkan lagu yang kita bawakan bersama. Ingat? Haha agak memalukan.#$b#Sejujurnya saat itu aku sangat canggung didepanmu dan tak mau merusak permainan kita!$l",
  "Rainy_Night_3": "Kuharap Vincent tidak kesepian sejak aku pergi... Aku merasa sedikit bersalah.$s#$e#Tapi, hidup itu perubahan... benar? Ia harus belajar tentang itu, atau kenyataan yang akan mengajarnya.$7",
  "Rainy_Night_4": "Hey, Aku memanaskan beberapa Pizza. Ini untukmu. [206]$h",
  "Indoor_Day_0": "Wew... Satu-satunya hal yang tak kurindukan dari kehidupan lamaku... Bekerja di JojaMart.",
  "Indoor_Day_1": "Hey, Aku membuatkanmu pancake instan. Nikmatilah. [211]$h#$e#What? Aku tak tau cara masak... Ibuku yang tau.",
  "Indoor_Day_2": "Hey. Aku tau aku suka bercanda, tapi kau harus tau kalau aku benar-benar mencintaimu...$l",
  "Indoor_Day_3": "Apa kau punya rencana hari ini?#$e#Oh, aku..? Aku selalu memikirkannya nanti...",
  "Indoor_Day_4": "Um... Mungkin aku akan membantumu nanti. Aku malas hari ini.$s#$e#Kau tak marah kan?",
  "Indoor_Night_0": "Hey, kau terlihat capek. Aku akan membuatmu nyaman ok? Mungkin aku akan memijatmu nanti.",
  "Indoor_Night_1": "Hariku? Oh... Aku tak ingat. Aku tak melakukan apa-apa. Hanya bermalas-malasan.",
  "Indoor_Night_2": "Hey, maaf aku tak membersihkan tempat tidur. Kau tau aku pelupa... itulah kenapa kau menyukaiku kan?$h",
  "Indoor_Night_3": "Satu-satunya hal yang kurindu dari rumah adalah fish casserole buatan Ibu",
  "Indoor_Night_4": "Sudah siap untuk tidur? Aku sebenarnya pernah membersihkan tempat tidur...",
  "Outdoor_0": "Mungkin aku akan memainkan skate disini. Walikota Lewis tidak dapat melarangku disini.$h",
  "Outdoor_1": "Aku selalu menatap langit... siapa tau ada UFO lewat.",
  "Outdoor_2": "Hai, @! kalau aku tau sedikit tentang kebun aku akan membantumu. Maaf!#$e#Aku akan membantu menyemangatimu.$h",
  "Outdoor_3": "Sesuatu diudara membuatku bersemangat... mungkin ini aroma Pizza dari oven Gus.",
  "Outdoor_4": "Wow... kau terlihat cantik hari ini, dan lumpur dibajumu menambah kecantikanmu.$l",
  "OneKid_0": "Aku akan mengganti popok %kid1's ... Jangan khawatir, kau sudah cukup sibuk.",
  "OneKid_1": "Ini aneh, tapi menjadi ayah sangat menyenangkan!$h",
  "OneKid_3": "Kurasa sebaiknya kita memiliki dua anak. Kenapa hanya satu?",
  "TwoKids_0": "Aku bangun subuh hari, Mengganti popok dan memberi makan pada anak-anak! Semua beres. Kau cukup fokus mencari uang.$h#$e#Bercanda, aku menikahimu bukan karena uang.",
  "TwoKids_1": "Kita harus memberi perhatian %kid1 sebanyak perhatian pada %kid2. Jangan sampai mereka saling cemburu.",
  "TwoKids_2": "Menyenangkan melihat anak-anak bermain bersama. Hubungan mereka akan sangat dekat.",
  "TwoKids_3": "Aku tak menyangka aku menjadi ayah, aku sangat cinta dengan keluarga kecil kita. Hidup yang sempurna.$l",
  "Good_1": "Kau ingat saat kita diam-diam kekamarku? Aku selalu mengingatnya...$l",
  "Good_2": "Kau tau, Aku sudah merasa kalau kita akan bersama saat bertemu denganmu. Ada sesuatu yang spesial diantara kita.$l",
  "Good_3": "Wow, kau sangat ganteng hari ini! Apa kau mengatur rambutmu?$l^Wow, kau sangat cantik hari ini. Apa kau mengatur rambutmu?$l",
  "Good_6": "Berhati-hatilah! Aku tau kadang kau pergi ke gua... kau bisa dimakan hidup-hidup disana!",
  "Good_4": "Sayang, Aku baru saja ingin menulis lagu. Tapi sekarang kau disini dan aku menjadi rileks.#$e#Aku bermain gitar saat aku merasa kesepian.",
  "Good_5": "Sayang, ceritalah padaku! Aku selalu senang mendengar harimu.",
  "funLeave_Sam": "Aku akan mengunjungi keluargaku hari ini, ok? Aku akan pulang saat malam.",
  "funReturn_Sam": "Mengunjungi mereka sangat menyenangkan, tapi itu juga agak menyedihkan. Maksudku... kita sudah berpisah sekarang dan mereka menjadi seperti orang lain.$7",
  "spring_1": "Musim semi... Alergiku...$s",
  "spring_12": "Apa kau semangat untuk festival besok? Aku ingin melihat sebastian lagi.",
  "spring_23": "Oh... besok festival flower dance, kan? Sepertinya aku tak boleh memilih wanita lain karena kita menikah.#$e#Terserahlah. Kurasa itu menyenangkan.",
  "summer_1": "Serbuk sari agak menurun di musim panas, jadi hidungku bisa tenang.$h",
  "summer_10": "Apa kau sudah memikirkan apa yang ingin kau taruh di sup luau?#$e#Mungkin seru kalau memasukan sesuatu yang aneh, kita jahili governor!$h#$e#Maaf...",
  "summer_27": "Musim panas sangat menyenangkan, tapi aku siap untuk musim gugur.#$e#Haruskah kita menonton ubur-ubur besok? Itu menyenangkan.",
  "fall_1": "Kelihatannya seluruh kota berubah dalam satu malam... Akhirnya musim gugur datang.",
  "fall_15": "Hey, besok hari pameran. Aku harus memperbaiki katapel tuaku...",
  "fall_26": "Aku penasaran apa ibu membolehkan Vincent masuk labirin tahun ini. Mungkin tidak...$h#$e#Bocah malang. Dia akan memasukinya suatu hari nanti...",
  "winter_1": "Udara dingin membuat gel rambutku membeku. Itu sangat merepotkan.$s",
  "winter_7": "Apa kita akan ikut festival es besok? Sangat menyenangkan melihat semua orang lagi...",
  "winter_28": "Tahun yang menyenangkan, @... sungguh sedih ini akan berakhir.#$e#Kita harus membuat tahun depan lebih menyenangkan!$h"
}