{
  "Rainy_Day_0": "Aku penasaran kemana para serangga terbang ketika hujan, apakah mereka terkena air hujan?",
  "Rainy_Day_1": "Hari seperti ini adalah berkah dari Alam.",
  "Rainy_Day_2": "Selamat pagi... aku punya hadiah untukmu. Jangan khawatir, aku telah memurnikannya dengan Dupa Sage. [428 440 444 338 207]",
  "Rainy_Day_3": "Aku bermaksud untuk melepas pergi burung Kakatua, tapi kalau begitu sayapnya tidak akan pernah pulih. Tapi dia sudah baikan. Aku memberi banyak perhatian padanya.#$e#He told me that he's happy here.",
  "Rainy_Day_4": "Aku belum pernah memberitaumu... Tapi ketika kau pertama kali kesini, aku memimpikanmu. Sejak saat itu aku tau kalau takdir kita saling berhubungan.$4",
  "Rainy_Night_0": "Setiap moment memiliki keindahannya tersendiri... Apa kau menyadarinya? Kadang hal itu begitu cepat dilupakan.",
  "patio_Emily": "Ini tempat favoritku untuk bermidatasi dipagi hari.#$e#Aku membayangkan energi dari taman kristal meluap melalui tubuhku.",
  "Rainy_Night_1": "Aku bisa mendengar tanaman berbicara satu sama lain... mereka sangat bahagia setelah hujan hari ini!",
  "Rainy_Night_2": "Bagaimana harimu, @? Kamu terlihat sedikit basah.",
  "Rainy_Night_3": "Hari ku sangatlah tenang. Bagaimana denganmu?",
  "Rainy_Night_4": "Mau sedikit pencuci mulut? Ini adalah Raw spesialku, Bebas gula, hanya menggunakan sirup kaktus untuk pemanis.[232 234 223 220]$h",
  "Rainy_Night_5": "Apakah suara hujan pernah membuatmu melamun?",
  "Indoor_Day_0": "Hari indah yang lain di kebun %farm ... Aku yakin sesuatu yang baik akan terjadi hari ini!$h",
  "Indoor_Day_1": "Sini, ambil ini. Ini untuk mu. [428 440 444 338 207 395 749]",
  "Indoor_Day_2": "Hey, sepertinya seseorang tidur nyenyak tadi malam... Kau terlihat segar pagi ini.$h",
  "Indoor_Day_3": "Ramalanku untuk hari ini tidak begitu bagus... Tapi aku akan berusaha sekeras mungkin, seperti biasa. Ayo kerja!",
  "Indoor_Day_4": "Ughh... *grukgrukk*... Aku terlalu banyak memakan Muffin Bran saat sarapan.$s",
  "Indoor_Night_0": "Apakah itu lubang dibajumu? Aku bisa menjahitkannya untukmu.",
  "Indoor_Night_1": "Selamat datang, @. Kuharap kau melalui hari yang menyenangkan.",
  "Indoor_Night_2": "Apa ini sudah waktu tidur? Yah, hari berlalu pergi dariku begitu saja.$u",
  "Indoor_Night_3": "Ah, Aroma ini! Ini pasti berasal darimu.$h#$e#Wangi yang manis.",
  "Indoor_Night_4": "Aku menyapu seluruh rumah, mencuci jendela, membersihkan debu, dan bersih-bersih kulkas. Sungguh hari yang produktif!",
  "Outdoor_0": "Aku suka bangun lebih awal. Ada kesegaran diudara dan alam menjadi lebih memikat.",
  "Outdoor_1": "Apa agenda hari ini, sayang?",
  "Outdoor_2": "Oooh! Ooh! Aku melihat satu lagi!$h#$e#Aku menghitung tupai.",
  "Outdoor_3": "Sedikit sinar matahari sangat bagus untukmu. Tapi jangan sampai kering, ok?",
  "Outdoor_4": "Selamat pagi! Aku penasaran kapan kau akan bangun dari tempat tidur!$h#$e#Tak apa, @... kau berhak mendapat istirahat yang cukup.",
  "OneKid_0": "Aku harap kita bisa merawat %kid1 menjadi anak yang baik dan perhatian. Itu lebih penting daripada mendapat nilai A disekolah.",
  "OneKid_1": "Satu anak sudah cukup, atau haruskah kita merawat yang lain?#$e#Kurasa kita mengikuti saja takdir yang menuntun kita.",
  "OneKid_3": "Aku menyalakan lilin berwarna hijau dan menggoyangkan baby-mint diatas %kid1. Itu agar ia terhindar dari spirit yang berbahaya.",
  "TwoKids_1": "Rumah besar, dua anak dan seekor Kakatua... Tanganku benar-benar sibuk!",
  "TwoKids_2": "Yah, %kid2 memiliki rambutmu...$u",
  "TwoKids_3": "Oh, Aku telah memberi makan anak-anak quinoa puffs organik dengan susu kambing. Kau cukup fokus ke kebun!",
  "Good_1": "Tinggal bersama sangatlah menyenangkan! Aku selalu berfikir kalau aku akan selalu sendirian.",
  "Good_2": "Kita ditakdirkan untuk bersama... Aku percaya itu dengan seluruh hatiku!",
  "Good_3": "Terimakasih telah membawaku bersamamu. Aku cinta kehidupan baruku.$4",
  "Good_4": "Aura energi kita menyatu dengan sempurna. Bisakah kau merasakannya?",
  "Good_5": "Aku sangat menyukai jimat pernikahanku... Cangkangnya sangat indah! Aku bisa merasakan energi biru murni keluar darinya.$l",
  "Good_6": "Aku mengalami mimpi tentang kita lagi. Kita memanjat keatas pohon kristal, melihat ke bawah pada padang rumput yang subur dan indah. Aku selalu memimpikan ini.#$e#Aku tak tau apa artinya, tapi aku merasa itu pertanda bagus.",
  "Neutral_0": "Aku harap kau masih mencintaiku ketika aku menjadi tua dan rambutku berubah menjadi putih.",
  "Neutral_8": "Aku merasa bersemangat hari ini.$s",
  "funLeave_Emily": "Aku akan mengunjungi kota hari ini, lalu membantu di bar. Semoga harimu menyenangkan.",
  "funReturn_Emily": "Hariku berjalan baik... Akan bagus jika sering keluar rumah.",
  "spring_2": "Temanku, para tanaman, telah kembali hidup. Aku merasa puas.",
  "spring_1": "Selamat tahun baru, sayang. Ayo buat tahun ini lebih spesial.$4",
  "spring_22": "Hmm... Aku berfikir mungkin salah sayur akan bagus untuk makan malam nanti?",
  "summer_20": "Energi dalam tubuh kita berubah-ubah seperti musim. Mengerti ritme dirimu adalah langkah awal untuk mencapai ketenangan jiwa.",
  "summer_2": "Semoga Yoba memberkatimu dihari yang indah ini.$7",
  "fall_1": "Sudah setengah tahun berlalu. Kau percaya itu?",
  "fall_25": "Secara alami irama tubuh kita mengikuti irama musim. Cahaya dan warna musim gugur mendorong kita bersiap untuk musim dingin .#$e#Bagi leluhur kita, perasaan ini sangat penting. Bagi kita, perasaan ini hanya sedikit karena tertimpa oleh kehidupan modern.",
  "winter_15": "Dihari seperti ini, Aku sangat ingin memiliki kayu manis, pala, cengkeh, dan kapulaga.",
  "winter_5": "*Hahh~*... Kenapa harus ada perang dan kebencian didunia ini?$s",
  "winter_2": "Aku tidak bisa berhenti memikirkan tupai yang kedinginan diluar sana.$s",
  "spring_Maru": "Aku sangat bersemangat oleh tahun baru dikebun, @!$h",
  "fall_Emily": "Aku meminum super-smoothie dan rasanya aaaaaaah-mazing!$h",
  "summer_Emily": "Wew! Sangat panas tapi terasa menyenangkan, ya kan?#$e#Maybe we'll see some wild parrots today.",
  "winter_Emily": "Ups, rambutku membeku lagi.$s",
  "spouseRoom_Emily": "Aku akan menghabiskan waktu dengan Kakatua hari ini. Sungguh malang ia tak dapat terbang lagi.$u"
}