{
  "Rainy_Day_0": "Kuharap Jas dan Marnie baik-baik saja tanpaku.#$e#Aku tak terlalu khawatir... Jas sudah cukup besar untuk mengurus hewan.",
  "Rainy_Day_1": "Kau tau? Kupikir aku kehilangan berat badan sejak aku hidup denganmu.$6",
  "Rainy_Day_2": "Sini... ambil ini.[346 174 303 305 215]#$e#Aku baru saja membeli ini dan hampir kadaluarsa...",
  "Rainy_Day_3": "Buhh... Aku sedang tak ingin banyak kerja hari ini.",
  "Rainy_Day_4": "@, haruskah aku melakukan sesuatu hari ini?... atau tidur seharian?",
  "Rainy_Night_0": "Hmm... sepertinya beberapa pizza roll akan enak untuk malam ini.#$e#Beberapa orang suka memasaknya dalam oven, tapi itu memakan waktu lama. Ditambah aku suka teksturnya yang kenyal.$h",
  "patio_Shane": "Charlie baik-baik saja.$8",
  "Rainy_Night_1": "Rintik hujan membawaku ke waktu lain... dan tempat yang lain.",
  "Rainy_Night_2": "Kurasa... jika aku mempunyai beberapa tanaman aku mungkin akan keluar hari ini... tapi, tidak.",
  "Rainy_Night_3": "Aku suka cuaca mendung, tapi aku merasa bersalah pada para ayam.",
  "Rainy_Night_4": "Tik-tik-tik-tik... Aku mulai merasa haus.$6",
  "Indoor_Day_0": "Buh... kadang aku merasa lambat, seperti orang tua... Mengerti maksudku?",
  "Indoor_Day_1": "Hey. ambil ini... Aku terlalu lama menaruh di microwave. [195 215 206]#$e#Maaf kalau sedikit kenyal.",
  "Indoor_Day_2": "Ketika aku meninggal, gunakan abuku untuk memupuki jagung untuk para ayam.",
  "Indoor_Day_3": "*Mmmmuuuaachh*... Mmm, sepertinya seseorang baru saja makan pizza roll.$6",
  "Indoor_Day_4": "Aku mungkin hanya diam, dan kadang kelihatan tak bahagia... tapi aku menghargai semua usahamu. Aku pria yang beruntung.$6",
  "Indoor_Night_0": "Aku akan minum beberapa botol bir sebelum tidur.",
  "Indoor_Night_1": "Jika... Jika saja... ah, Aku kembali mengingat masa kejayaanku, saat aku bermain gridball di tim varsity.$6#$b#Sekarang aku tua dan lemah...",
  "Indoor_Night_2": "Ughh... *gruyukk~*... Aku merasa mual... oof... terlalu banyak makan saus organic joja.",
  "Indoor_Night_3": "Buh... Aku berharap enam inci lebih tinggi dan lebih pintar...#$e#Kau menyukaiku seperti ini? Aku masih tak mengerti jalan pikiranmu...",
  "Indoor_Night_4": "Seharian menonton TV dan sekarang kakiku seperti adonan lembek. Kurasa aku harus mengurangi menonton besok.",
  "Outdoor_0": "Aku kurang tidur semalam jadi kuharap udara segar akan mengeluarkan cairan ini.#$e#Cairan apa, kau tanya? Heh... jangan berfikir yang aneh.$h",
  "Outdoor_1": "Kadang aku berhenti dan menyadari kalau aku hanya terdiri dari cairan dan daging.#$e#Tapi... tak masalah... Apa guna hidup juga?$h",
  "Outdoor_2": "Ketika aku merenung... Aku berada di tempat yang bagus. Kehidupanku sangatlah bahagia.$6",
  "Outdoor_3": "Ooohh... lidahku bengkak karena kebanyakan makan pepper poppers.$s",
  "Outdoor_4": "Hey, @. Kau tidur seperti bayi jadi aku berjalan-jalan dikebun dipagi hari. Semuanya baik.",
  "OneKid_0": "Itu aneh, ketika aku muda aku bersumpah tak ingin punya anak. Apa yang terjadi padaku?$6",
  "OneKid_1": "Pastikan agar %kid1 mendapat banyak telur... Bayi harus menumbuhkan kakinya!",
  "OneKid_3": "Papa Shane melapor...$6#$e#Buh... Aku merasa tua diumur seperti ini.",
  "TwoKids_0": "Aku telah memberi sarapan anak-anak sereal pizza puffs. Mereka akan kenyang untuk sementara waktu.",
  "TwoKids_1": "Aku akan jujur... untukku dua anak sudah cukup.",
  "TwoKids_2": "Ugh... %kid2 cukup nakal hari ini. Pastinya sifat itu dariku...",
  "TwoKids_3": "*Hahh~*... Kalau saja kita dapat mengirim anak-anak ke pelatihan kerja Joja untuk satu musim...#$e#Bercanda.$h",
  "Good_0": "*Sniff*... *sniff*... mmm... Parfum jenis apa yang kau gunakan? Eau de pepperoni?$6",
  "Good_1": "Kau terlihat lebih baik dariku, kau tau?$h",
  "Good_2": "Arti nama 'Shane' adalah 'Hadiah dari Yoba'... What a joke.",
  "Good_3": "Aku dalam mood baik hari ini... Para Tunneler menang besar tadi malam.$h",
  "Good_4": "Hey, jika aku terlihat kesal, aaikan saja. Kadang mood ku jadi aneh, tapi bukan karena mu... ok?",
  "Good_5": "Ah... hidup diperkebunan mengalahkan di Joja. Tempat itu menjijikkan.$h#$e#Kau pikir aku berlebihan? Kau belum melihat gudangnya",
  "Good_6": "Ah... inilah kehidupan. Tak ada tanggung jawab, bermain game Tunnelers tiap saat, kulkas pennuh dengan cemilan.$h",
  "Good_8": "Aku merasa tak ingin bekerja hari ini. Mungkin aku akan nonton TV.",
  "Good_9": "Huh... Kau penasaran kenapa senuymku konyol? Kau pasti memiliki ingatan yang pendek, ya kan? *blush*$h",
  "Neutral_0": "Oh, membutuhkan sesuatu dariku? Maaf, aku sedang sibuk.",
  "Neutral_2": "Tak bisakah kau menunggu malam? Aku sedang sibuk sekarang...",
  "Neutral_3": "Kerja di Joja membosankan, tapi setidaknya aku bisa bersosialisasi dengan pelanggan.",
  "Neutral_4": "Apa, kau ingin aku mencuci piring? Baiklah akan kulakukan...",
  "Neutral_5": "Apa keuangan kita baik saja? Aku tak ingin kembali bekerja di Joja.",
  "Neutral_6": "Jika kau ingin bermain dengan temanmu dikota, silahkan. Aku sudah senang dengan menonton dan minum bir.",
  "Neutral_8": "Ugh... bersih-bersih. Menyapu. Mandi. Memasak. Membersihkan tempat tidur... Oh, hidup ini simpel.",
  "Bad_5": "Tolong, Aku hanya ingin sendiri. Kenapa kau tak keluar dan melakukan kegiatanmu seperti biasa?",
  "Bad_6": "Apa mau mu? Kau seperti Marnie yang sedang badmood. Pergi sana.$a",
  "Bad_7": "Kehidupan kebun sangat membosankan. Apa yang kulakukan disini?$s",
  "Bad_8": "Yeah... *hic* ... Tentu sayang. Aku tak peduli... *hic*",
  "funLeave_Shane": "Aku akan keluar hari ini, ok?",
  "funReturn_Shane": "Maaf kalau aku berkeringat... Aku baru saja olahraga... Buh, benar-benar melelahkan.$6",
  "spring_1": "Ooo... kepalaku pusing. Berapa botol habis tadi malam?",
  "spring_12": "Festival telur adalah favoritku... kau tau lah, aku menggila pada sesuatu yang berhubungan dengan ayam.$h",
  "spring_23": "Oh, benar. Besok festival menari. Hey, jika kau senang, aku senang.",
  "summer_1": "Aku senang melihat tanaman tropis tahun ini. Lembah ini menjadi sangat subur.",
  "summer_10": "Aku mungkin puasa sampai luau besok. Aku butuh mangkuk besar agar aku bisa mengisinya dengan sup panas.$h",
  "summer_27": "Apa rencanamu di musim gugur? Aku mungkin akan minum lebih banyak wine.",
  "fall_1": "Hmm... Aku mungkin harus membeli beberapa kotak bir labu untuk merayakan musim ini...$6",
  "fall_15": "Aku akan membantu Marnie untuk festival besok, seperti biasa. Kau hanya cukup bersenang-senang.$6",
  "fall_17": "Aku mulai merasakan umurku... dan itu benar-benar tak nyaman.",
  "winter_1": "Ada rencana untuk musim dingin ini? Aku mungkin hanya menonton TV dan jalan-jalan disekitar kebun.",
  "winter_28": "Satu tahun lagi terlewati... Aku terlihat sedikit tua, tapi memang begitu seharusnya.$6"
}