{
  "Rainy_Day_0": "Kegelapan... hujan... itu membuatku tertarik.$l",
  "Rainy_Day_1": "Hei, ingat ketika kita bermain diet itu di danau? Cuaca ini mengingatkanku tentang hari itu.#$e#Kamu sungguh mengejutkanku dengan harpa mini itu... Aku tak pernah menduga itu. Aku rasa itulah mengapa Aku sangat menyukaimu.$l",
  "Rainy_Day_2": "Hei! Aku bangun lebih awal dan pergi menjelajah. Aku menemukan ini dan ini mengingatkanku tentang dirimu. [768 767 769 66 82]#$e#Mungkin kamu bisa menemukan yang lebih baik daripada itu? Aku tak begitu yakin!$h",
  "Rainy_Day_3": "Ini mungkin hari yang bagus untuk mengunjungi gua, huh? Berhati-hati saja disana.#$e#Jika kamu pergi, bawa satu Ramuan Kehidupan atau dua.",
  "Rainy_Day_4": "Mungkin Aku akan berhenti main Journey Of The Prairie King hari ini... suatu hari nanti Aku bersumpah Aku akan menaklukannya sendiri.$h",
  "patio_Abigail": "%Abigail sedang sibuk dengan musiknya.",
  "Rainy_Day_Abigail": "Pinggiran kota terlihat lebih menarik dihari seperti ini, bukan begitu?",
  "Rainy_Night_0": "Aku tadi jalan-jalan dihutan hujan... Aku bersumpah Aku melihat sesuatu yang lebih gelap daripada bayangan hitam disekitar pohon.$6",
  "Rainy_Night_1": "Ini malam yang bagus untuk melihat hantu...",
  "Rainy_Night_2": "Bisakah kamu merasakannya? Ada keheningan dalam hujan...",
  "Rainy_Night_3": "Dimalam seperti ini, Aku suka mematikan lampu dan mendengarkan...$8",
  "Rainy_Night_4": "Aku membuat sup untuk makan malam. Aku harap itu tidak terlalu menjijikan.[199 218 219 727 730]$h",
  "Rainy_Night_5": "Hei! Kamu terlihat seperti sudah bekerja keras. Bisakah Aku membantumu bersantai?^Apa kamu sudah bekerja keras? Kamu terlihat imut saat kamu sedikit kelelahan.$h",
  "Rainy_Night_Abigail": "Bunyi hujan seharusnya membuat kita tertidur malam ini",
  "Indoor_Day_0": "Aku selalu suka tempat ini, lama sebelum kamu pindah. Sekarang Aku bisa menjelajah pertanian dimanapun Aku mau!$h",
  "Indoor_Day_1": "Hei, @. Sedang menuju ke alam liar? Aku punya sesuatu untukmu...[286 287 205 732]#$e#Pakailah jika kamu masuk ke tempat yang berbahaya. itu seharusnya membantumu agar aman.",
  "Indoor_Day_2": "Menuju ke tambang? Hei... jika kamu menemukan sesuatu yang enak, ingat untuk membawakanku sepotong!$h",
  "Indoor_Day_3": "Hei! Aku hanya bingung apa yang harus Aku lakukan hari ini. Aku tidak mau punya kebebasan sebanyak ini!",
  "Indoor_Day_4": "Kamu tidak keberatan jika Aku melakukan beberapa dekorasi ulang, kan? Aku masih tertarik untuk punya tempatku sendiri untuk bekerja.",
  "Indoor_Day_Abigail": "Selalu ada sesuatu yang baru terjadi di pertanian kita... Aku suka itu.",
  "Indoor_Night_0": "Aku punya hari yang bagus, hari ini. Selalu ada sesuatu yang menarik terjadi disekitar sini, jika kamu melihat cukup dekat.",
  "Indoor_Night_1": "Hei! Beritahu aku tentang harimu. Ada sesuatu yang menarik terjadi?$h",
  "Indoor_Night_2": "Aku dulu ingin jadi burung hantu malam, tapi Aku mulai menikmati ritme kehidupan pertanian. itu terasa alami.",
  "Indoor_Night_3": "*menguap*... Aku siap memanggil malam nanti.$h",
  "Indoor_Night_4": "Suara malam lebih keras disini. Aku tidak akan berhenti menikmatinya.",
  "Indoor_Night_Abigail": "Apa kamu siap untuk tidur? Aku menghidupkan selimut elektriknya untuk kita...$l",
  "Outdoor_0": "Angin yang lembut meniup udara pegunungan melewati lembah hari ini. baunya seperti buah pinus segar.",
  "Outdoor_1": "Hmm... Aku pikir kita punya banyak ruang untuk beternak lendir diluar!",
  "Outdoor_2": "Pastikan untuk menjaga benda tetap rapi disekitar kuil Kakek. Ada sesuatu yang spesial tentang itu, Aku bisa merasakannya.",
  "Outdoor_3": "Sangat keren karena kita punya gua di properti kita. itu adalah sesuatu yang Aku selalu impi-impikan.$h",
  "Outdoor_4": "Aku selalu lupa menaruh cemilan disakuku. *krucuk*$h",
  "Outdoor_Abigail": "Aku hanya akan jalan-jalan disini oke?#$e#Ada banyak serangga dan hal menarik diluar sini. *girang*$h",
  "funLeave_Abigail": "Aku akan pergi ke kota hari ini, hanya agar kamu tahu. Aku perlu meregangkan kaki-kaki ini sedikit.",
  "funReturn_Abigail": "Hei! Apa harimu baik? Hariku berjalan naik. Sangat menyegarkan untuk berjalan-jalan.$h",
  "OneKid_3": "Aku tidak bisa percaya Aku seorang \"ibu\"... hidup itu aneh.$h",
  "TwoKids_0": "Aku sudah memberi %kid1 dan %kid2 sereal cokelat mereka. Mereka berteriak!",
  "TwoKids_2": "Aku dapat mimpi bahwa %kid2 akan tumbuh jadi pemburu monster terkenal. Aku sudah memikirkan tentang seperangkat zirah kecil.",
  "TwoKids_3": "Rumah tua yang keren, sepasang anak, dan pertanian yang luar biasa. Aku tak pernah berpikir Aku akan sampai sejauh ini... tapi, hei! Kehidupan kita baru saja dimulai.$h",
  "Good_1": "Apa kamu dengar itu? Terkadang Aku yakin sekali rumah ini berhantu.$u",
  "Good_2": "Ramalan Welwick memprediksi hal hebat untukku hari ini. Aku merasa sangat termotivasi.",
  "Good_3": "Aku bahkan tidak bisa mengingat terakhir kali Aku mewarnai rambutku... Aku bersumpah, itu tidak pernah luntur dari warna ini...",
  "Good_4": "Aku senang Aku memiliki sepasang sepatu but berat sebelum pindah. Sulit membayangkan berjalan dilumpur dengan sepatu bergaya.$h",
  "Good_5": "Aku hanya memandangi liontin duyung yang kamu berikan padaku... Aku akan bangga memakai ini ke kuburanku.$l",
  "Good_6": "Hei. Aku tahu kamu pintar, tapi Aku masih cemas tentang dirimu kadang-kadang. Dunia penuh dengan monster.$6#$e#Berjanjilah padaku kamu akan berhati-hati. Aku tidak mau kehilangan dirimu.",
  "Good_7": "@? Aku hanya ingin bilang bahwa Aku menghargai semua kerja keras yang kamu lakukan untuk kita. Aku sangat bangga padamu.$l",
  "Neutral_0": "I hope you'll still like me when I'm old and shriveled. It's going to happen some day! Aku harap kamu masih menyukaiku saat Aku tua dan layu. itu akan terjadi suatu hari nanti!",
  "Neutral_1": "Apa kamu pikir Kakekmu akan bangga dengan kita?",
  "Neutral_6": "I wonder how the old shop is doing? I should visit my parents again soon. Aku ingin tahu bagaimana kabar toko tua? Aku seharusnya mengunjungi orang tuaku lagi nanti.",
  "Neutral_7": "Jika kamu berpindah ke dunia roh, Aku akan menyiapkan kuil kecil untukmu disamping milik Kakekmu.",
  "Neutral_8": "Tak peduli bagaimana pun kita bersih-bersih, rumahnya tetap jadi kotor lagi.#$e#Kurasa pertanian itu memang kotor.",
  "Neutral_9": "Aku ingin tahu jika kita akan tinggal disini seumur hidup kita? Aku mungkin jadi bosan.",
  "Bad_7": "Aku dulu spesial padamu, sahabatmu... sekarang kamu hanya terlihat pasrah padaku saat aku membuat makan malam yang panas.$s",
  "Bad_8": "Kamu jadi dingin sekali padaku akhir-akhir ini... Apa yang salah denganmu? Kamu bertingkah seperti roh jahat...$s",
  "Bad_9": "Aku ingin tahu jika Aku bisa berpisah dengan lebih baik... Aku berteman baik dengan Sebastian sebelum kita bertemu. Dia mungkin orangnya...$s",
  "spring_1": "Jadi, Apa kamu punya rencana besar untuk tahun baru?",
  "spring_12": "Hei, festival telur itu besok. Maafkan Aku, tapi Aku tidak akan mengalah padamu meski kita sudah menikah!$h#$e#Aku berencana memenangkan perburuan telur. Maju dan cobalah kalahkan Aku.",
  "spring_2": "Apa kamu punya resolusi tahun baru? Aku mencoba menghilangkan beberapa pon ditengah-tengah.$h",
  "summer_1": "Aku jadi gosong dengan sangat mudah, jadi Aku perlu hati-hati tahun ini.#$e#Aku harap kamu suka Aku jadi pucat!$h",
  "summer_4": "Pastikan kamu tidak terkena stroke panas, sayangku.#$e#Minum air yang banyak dan jangan bekerja berlebihan.",
  "summer_8": "Maaf soal baunya... Aku berkeringat semalaman karena panasnya.",
  "summer_15": "Ini musim panas... itu berarti rumahnya penuh lalat.#$e#Jangan khawatir, Aku akan urus mereka. ini seru!$h",
  "fall_6": "Ah... musim gugur. Ini mungkin waktu favoritku tahun ini. Warnanya sangat melengkapi rambutku, bukan begitu?",
  "fall_1": "Nuansanya tidak bisa salah... jamur, daun berguguran, labu. Ini musim gugur, benar. Ini sangat menenangkan.",
  "fall_2": "Bisakah kita menumbuhkan labu raksasa musim ini? Kumohon, sayang?$h",
  "fall_20": "Sayang... kamu lebih berharga bagiku daripada satu peti penuh kuarsa.#$e#Sekarang, satu peti penuh ametis? Hmm... Akan Aku pikirkan tentang itu.$h",
  "winter_3": "Aku sebenarnya suka cuaca dingin. itu memberiku kelonggaran untuk jadi nyaman!$h",
  "winter_15": "Menyenangkan untuk menjelajah lembah dimusim dingin! Semuanya sangat berbeda dibawah selimut salju. Dan sangat tenang...",
  "spring_Abigail": "Aku mungkin suka musim yang lebih dingin, tapi pada akhirnya Aku selalu senang melihat musik semi tiba.",
  "summer_Abigail": "Oh bung... Aku bisa makan beberapa kue cokelat.",
  "fall_Abigail": "Apa Aku mencium bau labu padamu? Mungkin aku hanya bermimpi...$h",
  "winter_Abigail": "Ingat saat kita bermain 'Prairie King' bersama dikamarku, dulu sekali? Itu adalah saat-saat yang bagus.$h",
  "spouseRoom_Abigail": "#$c .5#Aku bangun sedikit lebih awal darimu dan memberi makan David Jr. Dia sangat aktif pagi ini.#$e#Aku harap kamu tidak masalah dengan bau marmut."
}