{
  "Rainy_Day_0": "Aku ingin tahu apa yang sedang Penny lakukan? Mungkin aku akan meneleponnya nanti hari ini.",
  "Rainy_Day_1": "Aku tadi mimpi di siang bolong... apa kamu pikir MARILDA baik-baik saja? Aku harap dia menemukan suatu tempat yang benar-benar menjadi miliknya...",
  "Rainy_Day_2": "Hei! Aku punya masalah tidur semalam jadi Aku berkeliling di bengkelku sebentar. Ini, Aku membuat ini untukmu. [688 369 338 325 287]#$e#Aku harap kamu bisa membuatnya berguna.",
  "Rainy_Day_3": "Satu-satunya hal yang tidak kusukai dari hujan adalah fakta bahwa Aku tidak bisa melakukan apapun yang menyenangkan!",
  "Rainy_Day_4": "Apa Aku dengar ada kebocoran diatap? Aku akan mengeceknya. Aku tahu satu atau dua hal tentang pertukangan kayu dari memperhatikan ibuku.",
  "Rainy_Night_0": "Pastikan kamu tidak meninggalkan peralatanmu diluar saat hujan! Kamu tidak akan mau mereka semua jadi berkarat.
  "patio_Maru": "Aku belum yakin apa ini, ... tapi ini seru untuk memperbaiki obeng tua kadang-kadang.",
  "Rainy_Night_1": "Hai @. Bagaimana harimu... basah?#$e# Cuaca ini memberiku ide peralatan... mungkin jika Aku menampung air hujan itu bisa menggerakkan penggiling?",
  "Rainy_Night_2": "Ayah telah melacak pola cuaca selama dua puluh tahun terakhir.#$e#Ini agak terlalu awal untuk diceritakan, tapi hasilnya sudah mengungkap beberapa kejadian abnormal.",
  "Rainy_Night_3": "Bisakah kita makan spageti di ranjang malam ini?",
  "Rainy_Night_4": "Aku membuat makanan penutup! Pastikan untuk menggosok gigimu sebelum tidur, kurasa. [232 234 223 220]$h",
  "Rainy_Night_5": "Hari ku tidak semenarik itu... Aku tetap didalam karena cuacanya.#$e#Ini menenangkan. Aku akan bersantai dengan 'Skematik Mingguan' terbaru.",
  "Indoor_Day_0": "Hmm? Maaf, terkadang aku terlalu larut dalam pikiran yang bahkan Aku tidak sadar Aku sedang melakukan apa.",
  "Indoor_Day_1": "Aku menemukan potongan kayu ini. mungkin kamu bisa membuatnya berguna? [286 287 205 732]",
  "Indoor_Day_2": "Akhirnya kamu bangun! Aku lapar sekali... *krucuk*$h",
  "Indoor_Day_3": "Satu hal terbaik tentang tinggal di pertanian adalah bangun dan mendengarkan nyanyian burung.",
  "Indoor_Day_4": "Bagaimana kamu bisa menjaga tanganmu tetap lembut dengan semua pekerjaanl tani itu?",
  "Indoor_Night_0": "Apa kamu sudah melihat bulan malam ini? itu selalu terlihat spektakuler dilangit.",
  "Indoor_Night_1": "Aku melihat bintang jatuh tadi. Aku suka berpura-pura MARILDA berhenti melihat kita.$h",
  "Indoor_Night_2": "Aku tidak bisa memutuskan apa Aku akan makan kue cokelat atau stroberi manis. Atau mungkin keduanya...?#$e#Jujurlah... apa Aku naik berat badan?$s",
  "Indoor_Night_3": "Kamu bekerja dengan baik hari ini! Kamu pantas untuk bersantai di malam hari."
  "Indoor_Night_4": "Aku mulai menyukai rumah tua ini. Ini sangat nyaman saat malam.#$e#Ibu melakukan pekerjaan hebat dengan memperbaiki tempat ini.$h",
  "Outdoor_0": "Ahh... pertanian baunya enak, itu mengingatkanku tentang gunung didekat rumah orang tuaku.",
  "Outdoor_1": "Dengan perencanaan kecil, kita bisa mengotomatisasi pertanian dan tinggal bersantai!",
  "Outdoor_2": "Akan cerah malam ini... Aku ingin tahu apa konstelasi %noun akan terlihat?",
  "Outdoor_3": "Jangan khawatir, Aku tidak masalah jika kamu memasukkan lumpur ke rumah. Ini seru untuk jadi kotor",
  "Outdoor_4": "Aku tidak pernah menyadari jumlah perawatan dan perencanaan untuk menjalankan pertanian! Ini sangat banyak seperti bekerja di laboratorium.",
  "OneKid_0": "Apa kamu sudah menghabiskan waktu dengan %kid1 hari ini? Anak-anak perlu waktu bermain agar mencapai potensi penuh mereka.",
  "OneKid_1": "Bagaimana menurutmu... apa %kid1 akan tumbuh jadi petani? Atau insinyur?",
  "OneKid_3": "Aku punya harapan tinggi untuk anak kita. Aku sudah membaca semua data saintifik tentang cara terbaik untuk membesarkan anak-anak.",
  "TwoKids_3": "Bengkelku sendiri, dua anak yang luar biasa, dan tanah bajakan yang indah. Hidup sangatlah indah.",
  "Good_1": "Sekarang karena kita tinggal bersama, sulit untuk membayangkan jadi sendiri lagi.",
  "Good_2": "Beristirahat? Itu bagus!",
  "Good_3": "Ada banyak strategi untuk merencanakan dan menjalankan pertanian. ini lebih melatih kepintaran dari yang kuduga.",
  "Good_4": "Untuk sesaat Aku berpikir untuk membuat suami robotik. Tapi kamu jauh lebih menyenangkan!$h^Untuk sesaat Aku berpikir untuk membuat istri robotik. Tapi kamu jauh lebih menyenangkan!$h",
  "Good_5": "Aku hanya melihat-lihat jimat pernikahanku... Cangkangnya sangat sempurna. Ini spesimen yang luar biasa!$l",
  "Good_6": "Semalam, Aku bermimpi bahwa Aku melihat melewati sebuah teleskop raksasa. Aku melihat sesuatu bergerak didalam nebula %noun. agak menyeramkan",
  "Neutral_0": "Aku harap kamu masih menyukaiku meski Aku sudah bertambah berat badan.",
  "Neutral_8": "Aku merasa tidak terinspirasi hari ini.$s",
  "funLeave_Maru": "Aku pikir Aku akan mengunjungi orang tuaku hari ini. Aku sudah lama tidak melihat mereka.",
  "funReturn_Maru": "Ibu dan Ayah baik-baik saja. Rutinitas mereka masih sama, bahkan tanpa Aku. Bagaimana harimu?",
  "spring_2": "Jadi, Apa strategimu untuk mengoptimalkan pertanian tahun ini?",
  "spring_1": "sangat luar biasa untuk melihat semua tanaman dan hewan kembali ke kehidupan saat musim semi.",
  "spring_22": "Jika kakakku bukan seorang penyendiri Aku pasti mengundangnya makan malam suatu saat.",
  "summer_20": "Aku ingin tahu apa kakakku akan berani mengajak abigail keluar?",
  "summer_2": "Aku suka mengumpulkan bermacam-macam serangga yang kulihat di musim panas.",
  "fall_1": "Dengan semua musim, sebuah bagian baru dari langit malam jadi menonjol. sangat menarik untuk menjadi saksi.",
  "fall_25": "Musim dingin sudah dekat. Kita perlu memeriksa lagi sistem pemanasnya, matikan pipa, dan cek periksa semua saluran udara.#$e#Jangan cemas, sayang. Aku akan mengurus itu semua.",
  "fall_3": "Musim gugur selalu mengingatkanku tentang pergi menebang pohon dengan ibuku... itu mengingatkanku akan bau kayu segar yang baru ditebang dan getah itu.",
  "winter_15": "Musim dingin sudah benar-benar mengganggu akhir-akhir ini.",
  "winter_5": "Aku harap Ayah baik-baik saja... dia bisa jadi depresi di musim dingin, ketika tidak ada kesempatan untuk penelitian lapangan.",
  "winter_2": "Jadi, apa rencanamu untuk mengatur penadapatan kita di musim dingin ini?#$e#Kamu mungkin bisa memancing atau mencari makan...#$e#Jika kamu menambang, berjanjilah padaku kamu akan berhati-hati.",
  "spring_Maru": "Aku merasa tertarik untuk tahun baru pertanian, @!$h",
  "summer_Maru": "Sore ini sangat hangat, ini sungguh waktu terbaik tahun ini untuk astronomi. Siapa tahu apa yang ada diatas sana?",
  "fall_Maru": "Kehidupan pertanian itu hebat, tapi Aku senang Aku masih bekerja diklinik... sangat penting melayani komunitas.",
  "winter_Maru": "Aku sangat tertarik mencoba pai rubarb di musim semi. Oh... aroma itu, semangat itu!",
  "spouseRoom_Maru": "#$c .5#Aku bangun lebih awal untuk sedikit astronomi.#$e#Aku harap kamu tidak masalah jika Aku menghabiskan waktu untuk proyekku hari ini, sayang."
}