{
  "Rainy_Day_0": "Dengan ruang sebesar ini, aku bisa melatih seluruh bagian badanku.",
  "Rainy_Day_1": "Aku tidak punya banyak teman di kota... Kadang aku bertanya apa yang akan terjadi jika kamu tidak pindah ke sini.$9",
  "Rainy_Day_2": "Yah... Padahal aku mau jogging di luar. Tapi kalau cuacanya seperti ini tidak jadi.",
  "Rainy_Day_3": "*ngomel*... baru saja bangun dan aku sudah lapar akan protein.$9",
  "Rainy_Day_4": "Kurasa aku akan mulai membaca buku. Aku tidak mau begini terus setelah menikah!",
  "patio_Alex": "Unghh... satu... Unghhh... dua... Senang rasanya angkat beban di luar!$6",
  "Rainy_Night_0": "Hei, apa harimu baik-baik saja? Aku yakin besok akan lebih baik.$h",
  "Rainy_Night_1": "Bagaimana pekerjaanmu? Aku membawa bola gridball ini seharian. Seorang lelaki hanya bisa berkhayal...$u",
  "Rainy_Night_2": "Oh... bau ini? Seharian ini aku makan bawang putih. Aku berusaha agar tetap jantan... Maaf.$l",
  "Rainy_Night_3": "Sudah lama aku menyisihkan sisa makanan untuk Dusty. Dia pantas dapat suguhan sesekali.",
  "Rainy_Night_4": "Aku tadi lapar, jadi aku memasak makan malam. Ini, silahkan menikmati. [241 242 225 214 198]$h",
  "Indoor_Day_0": "Ahh... tidak ada yang bisa mengalahkan rasanya tidur di sebelah suamiku!$h^Ahh... tidak ada yang bisa mengalahkan rasanya tidur di sebelah istriku!$h",
  "Indoor_Day_1": "Hei, manis! Aku membuatkanmu sarapan panas.[195 210 211]#$e#Kalu ingin bertambah kuat, kamu juga harus makan yang banyak!",
  "Indoor_Day_2": "Kemarilah. *peluk*... Mmhmm. Tubuhmu kaku setelah bekerja di ladang.",
  "Indoor_Day_3": "Aku masih membiasakan diri untuk memasak dan mencuci baju... Bukan kegiatan favoritku sih, tapi aku sudah siap dengan ini saat menikahimu.$h",
  "Indoor_Day_4": "Ada beberapa hal di rumah yang mau aku perbaiki hari ini. Jangan khawatir, aku tidak sedang bosan.",
  "Indoor_Night_0": "Rasanya hebat bisa mendorong diri mencapai batas, ya? Kamu akan merasa kasurmu lebih empuk malam ini.",
  "Indoor_Night_1": "Kamu habis potong rambut? Kamu kelihatan tampan hari ini. Mungkin ini karena udara segar...$l^Kamu habis potong rambut? Kamu kelihatan cantik hari ini. Mungkin ini karena udara segar...$l",
  "Indoor_Night_2": "Ceritakan aku tentang harimu. Sesekali curhat akan meringankan bebanmu.",
  "Indoor_Night_3": "Hei... aku punya celana pendek baru. Siapa tahu kamu penasaran...$l",
  "Indoor_Night_4": "Kalau kamu butuh waktu sendiri, tidak masalah bagiku.",
  "Outdoor_0": "Hei. Saat aku di sini dan melihat ladangmu... Aku bangga. Kerjamu bagus sekali.",
  "Outdoor_1": "Ini tempat bagus untuk merawat anak. Aku akan senang kalau dulu tumbuh di tempat seperti ini. Tempatnya luas untuk berlarian!",
  "Outdoor_2": "Aku suka menikmati waktu di luar sesering mungkin. Rasanya nyaman berada di luar sini.",
  "Outdoor_3": "Lihat ini, dengan kebun kecil kita. Kita terlihat seperti pasangan bahagia.$h^Hei. Mungkin ini karena matahari, tapi kamu terlihat cantik hari ini.$l",
  "Outdoor_4": "Ahh... Senang rasanya ada di luar. Stardew Valley memang tempat yang indah...",
  "OneKid_0": "Aku sedang membiasakan diri dengan kehidupan baruku sebagai ayah rumah tangga.$h",
  "OneKid_1": "Si kecil %kid1 akan tumbuh dengan kuat, sama seperti Ayahnya.",
  "OneKid_3": "Aku penasaran bagaimana rasanya hamil...?$h",
  "TwoKids_2": "Mungkin %kid2 akan jadi pemain gridball profesional pertama dari Pelican Town?$h",
  "TwoKids_3": "Akhirnya aku bisa merasakan kehidupan berkeluarga yang tidak sempat aku rasakan semasa kecil... terima kasih.$l",
  "Good_0": "@... Aku akan selalu mencintaimu.$l",
  "Good_1": "Kamu itu sangat tampan... apa sudah pernah kuberitahu?$l^Kamu itu sangat cantik... apa sudah pernah kuberitahu?$l",
  "Good_6": "Aku tahu kamu kuat, tapi kadang aku khawatir kamu akan ditelan slime... atau lebih buruk. Hati-hati, ya.$9",
  "funLeave_Alex": "Aku akan ke kota hari ini. Sampai jumpa nanti malam.",
  "funReturn_Alex": "Hariku menyenangkan. Aku suka menjenguk kakek-nenekku, mereka sudah makin tua.",
  "spring_1": "Akhirnya, saljunya meleleh dan matahari kembali! Tubuhku terasa hebat.$h",
  "spring_6": "Aku penasaran apa sedikit stardrop bisa membuatku lebih berotot...",
  "spring_12": "Apa kamu menantikan festival besok? Kurasa akan bagus kalau bisa mengumpulkan banyak telur gratis.",
  "spring_23": "Oh... tarian bunganya besok, 'kan? Sebaiknya aku push-up lagi malam ini.$9#$e#Pakaian dansanya agak ketat... dan semuanya akan melihat dari dekat.",
  "summer_1": "Musim panas adalah waktu paling energik, dan badan juga ikut merasakannya! Aku merasa kuat.",
  "summer_10": "Apa kamu sudah tahu apa yang akan kamu masukkan ke sup luau?#$e#Aku tidak tahu apa yang bagus... 'kan kamu kokinya!$h",
  "summer_27": "Aw... musim panas hampir berakhir. Otot-ototku mulai mengempis...$s",
  "fall_1": "Musim panas berakhri... tapi aku akan tetap positif. Musim yang hangat itu pasti akan kembali.",
  "fall_15": "Pamerannya besok, apa kita akan ikut?#$e#Aku tidak terlalu peduli sih.",
  "fall_26": "Semoga kakek-nenekku baik-baik saja. Kakek terlalu pelit untuk memakai tungku penghangat.",
  "winter_1": "Pastikan kamu tetap hangat di musim dingin ini. Aku khawatir akan kulitmu.",
  "winter_7": "Apa kamu ikut lomba memancing besok? Kurasa kamu akan menang!",
  "winter_28": "Ini tahun yang bagus, @. Aku menantikan tahun depan! Nah, mendekatlah... $l"
}