{
  "Rainy_Day_0": "Aku penasaran bagaimana kabar Penny? Mungkin aku akan menelfonnya nanti.",
  "Rainy_Day_1": "Aku baru saja melamun... apa kau pikir MARILDA baik saja? Kuharap ia menemukan tempat dimana ia seharusnya berada...",
  "Rainy_Day_2": "Hey! Tidurku bermasalah tadi malam jadi aku iseng bekerja dibengkel semalam. Ini, kubuat ini untukmu. [688 369 338 325 287]#$e#Kuharap kau dapat menggunakannya.",
  "Rainy_Day_3": "Hal yang tak kusuka dari hujan adalah kau tak bisa melihat bintang dimalam hari!",
  "Rainy_Day_4": "Apa kau mendengar tetsan air? Aku harus memeriksa rumah. Aku tau sedikit cara memperbaiki rumah dari ibuku.",
  "Rainy_Night_0": "Pastikan kau tidak meninggalkan peralatanmu ditengah hujan! Kau tak akan ingin mereka karatan.",
  "patio_Maru": "Aku masih belum tau kegunannya... tapi sangat menyenangkan menggunakan kunci tua kedepannya.",
  "Rainy_Night_1": "Hai @. Bagaimana harimu... basah?#$e#Cuaca seperti ini memberiku ide baru... mungkin jika aku menyalurkan air hujan, aku bisa membuat pembangkit listrik?",
  "Rainy_Night_2": "Ayah telah mempelajari curah hujan selama dua puluh tahun.#$e#Mungkin terlalu cepat menarik kesimpulan, tapi hasilnya menunjukan kebiasaan yang aneh.",
  "Rainy_Night_3": "Bisakah kita makan spaghetti malam ini?",
  "Rainy_Night_4": "Aku membuat pencuci mulut! Tapi jangan lupa sikat gigi sebelum tidur. [232 234 223 220]$h",
  "Rainy_Night_5": "Hariku tak begitu menyenangkan... Aku diam didalam karena cuacanya.#$e#Tapi itu sedikit membuatku relaks. Aku membaca majalah terakhir 'Schematics Weekly'.",
  "Indoor_Day_0": "Hmm? Maaf, kadang aku melamun dan lupa apa yang sedang aku kerjakan.",
  "Indoor_Day_1": "Aku menemukan ini dari barang rongsokan ku. Apa kau bisa menemukan apa kegunaanya? [286 287 205 732]",
  "Indoor_Day_2": "Akhirnya kau bangun! Aku sudah sangat lapar... *kruyukk~*$h",
  "Indoor_Day_3": "Satu hal yang bagus tinggal diperkebunan adalah terbangun dan mendengar kicauan burung.",
  "Indoor_Day_4": "Bagaimana caramu menjaga tanganmu tetap lembut dengan semua pekerjaan kebun itu?",
  "Indoor_Night_0": "Kau lihat bulan malam ini? Itu sungguh luar biasa.",
  "Indoor_Night_1": "Baru saja kulihat bintang jatuh. Aku anggap itu MARILDA singgah untuk menyapa kita.$h",
  "Indoor_Night_2": "Chocolate Cake? Strawberry segar? Atau keduanya...?#$e#Jujurlah... Aku aku tambah gemuk?$s",
  "Indoor_Night_3": "Kerja bagus hari ini! Kau berhak untuk relaks dan beristirahat.",
  "Indoor_Night_4": "Aku mulai suka pada rumah ini. Sangat tenang saat malam.#$e#Ibu melakukan kerja bagus dalam memperbesar rumah ini.$h",
  "Outdoor_0": "Ahh... udara kebun sangat bagus, mengingatkanku pada pegunungan dekat rumah orangtua ku.",
  "Outdoor_1": "Dengan sedikit perencanaan, kita bisa membuat otomatis pekerjaan kebun!",
  "Outdoor_2": "Malam ini langit akan cerah... Aku penasaran apa %noun constellation akan kelihatan?",
  "Outdoor_3": "Jangan khawatir, apabila kakimu kotor aku akan membersihkan rumah.",
  "Outdoor_4": "Aku tak menyangka kalau berkebun butuh perencanaan! Itu seperti bekerja di laboratorium.",
  "OneKid_0": "Apa kau sudah menghabiskan waktu dengan %kid1 ? Anak harus bermain dengan orang tuanya agar jadi pintar.",
  "OneKid_1": "Menurutmu... apa %kid1 akan menjadi petani? Atau professor?",
  "OneKid_3": "Aku menaruh harapan pada anak kita. Aku telah mempelajari semua cara untuk membesarkan anak.",
  "TwoKids_3": "Tempat kerjaku sendiri, dua anak yang lucu, dan kebun yang indah. Hidup yang sempurna.",
  "Good_1": "Sekarang kita hidup bersama, sulit membayangkan hidup sendiri lagi.",
  "Good_2": "Istirahat? Itu bagus!",
  "Good_3": "Ada banyak strategi untuk merawat kebun. Ternyata lebih sulit dari yang kuduga!",
  "Good_4": "Dulu kupikir aku akan membuat robot suami. Tapi kau jauh lebih baik!$h^Dulu kupikir aku akan membuat robot istri. Tapi kau jauh lebih baik!$h",
  "Good_5": "Aku sangat menyukai hadiah pernikahanku... Cangkangnya sungguh indah. Ini adalah spesies langka!$l",
  "Good_6": "Semalam, Aku bermimpi melihat lewat teropong raksasa. Aku melihat sesuatu bergerak di %noun nebula. Agak menyeramkan.",
  "Neutral_0": "Kuharap kau tetap sayang padaku walaupun aku jadi gendut.",
  "Neutral_8": "Aku merasa tak enak hari ini.$s",
  "funLeave_Maru": "Aku akan mengunjungi orang tuaku. Sudah lama aku tak bertemu mereka.",
  "funReturn_Maru": "Mereka baik-baik saja. Rutinitas mereka sama bahkan setelah aku pergi. Bagaimana harimu?",
  "spring_2": "Jadi, apa strategi berkebunmu tahun ini?",
  "spring_1": "Sangat menyenangkan melihat hewan dan tanaman kembali ceria dimusim semi.",
  "spring_22": "Kalau saudaraku tidak begitu mengesalkan, aku akan mengundangnya kesini.",
  "summer_20": "Aku penasaran apakah saudaraku sudah jadian dengan Abigail?",
  "summer_2": "Aku suka mencatat jenis-jenis serangga saat musim panas.",
  "fall_1": "Langit malam berubah-ubah setiap musim dan itu luar biasa!",
  "fall_25": "Musim dingin sudah dekat. Kita harus cek ulang penghangat dan perapian.#$e#Jangan khawatir sayang. Aku akan urus semuanya.",
  "fall_3": "Musim gugur mengingatkanku memotong kayu dengan ibu... aku rindu dengan bau kayu dan getahnya.",
  "winter_15": "Akhir-akhir ini musim dingin menjadi lebih dingin.",
  "winter_5": "Kuharap ayah baik saja... dia bisa depresi karena tak bisa riset lapangan pada musim dingin.",
  "winter_2": "Jadi, apa rencanamu menjaga pemasukan kita?#$e#Kau bisa memancing atau mencari hasil hutan...#$e#Kalau kau menambang, berhati-hatilah.",
  "spring_Maru": "Aku sangat tertarik dengan perkebunan musim semi, @!$h",
  "summer_Maru": "Malam hari sangatlah hangat, ini adalah waktu yang tepat untuk melihat bintang-bintang!",
  "fall_Maru": "Kehidupan berkebun sangatlah bagus, tapi aku senang masih bekerja di klinik... Itu sangat membantu orang-orang.",
  "winter_Maru": "Musim semi akan tiba. aku ingin membuat pie.",
  "spouseRoom_Maru": "#$c .5#Aku bangun terlalu pagi untuk melihat bintang-bintang.#$e#Aku harap kau tidak masalah jika aku menghabiskan banyak waktu dengan proyekku, sayang."
}