{
  "Rainy_Day_0": "Hari yang hujan membuatku ingin membuat cinnamon dan kue.",
  "Rainy_Day_1": "Pa kau pikir jika Maru dan Dr. Harvey akan bersama selamanya? Aku yakin Harvey menyukainya...#$e3#Aku pikir Maru akan ke lain hati.$h",
  "Rainy_Day_2": "Hai, sayang! Aku tadi berbelanja, ini aku kasih kau.[186 180 770 535]#$e#Mungkin itu akan berguna.",
  "Rainy_Day_3": "Hmm... mungkin aku harus mencoba resep baru. Kau suka resepku waktu itu, iyakan, sayang?#$e#Kau menyebutnya... 'Chili de @'?",
  "Rainy_Day_4": "Hari seperti ini, paling enak membaca buku.",
  "Rainy_Night_0": "Bagaimana harimu, sayang? Aku menghabiskan waktuku dengan membaca novel.",
  "patio_Penny": "Disini lebih tenang daripada tempat lamaku di kota. Aku sangat bahagia disini.",
  "Rainy_Night_1": "Aku yakin ibuku di bar sekarang... Tapi aku tidak memikirkannya. Itu bukan tanggung jawabku lagi.",
  "Rainy_Night_2": "Aku masih berpikir saat kita bertemu di bathhouse.$l#$e#Aku tidak akan lupa malam itu...$l",
  "Rainy_Night_3": "Ketika aku masih tinggal di trailer, suara hujan sangat menggangu. Tapi di sini sangat tenang.",
  "Rainy_Night_4": "Aku akan membuat makan malam. Aku harap kau menyukainya. [212 214 225 209 200]$h",
  "Indoor_Day_0": "Sangat damai disini. Aku biasanya mimpi buruk, tapi sekarang aku tidur seperti bayi.",
  "Indoor_Day_1": "Selamat pagi, @! Aku membuatkan asarapan untukmu.[195 210 211]#$e#Sangat penting untukmu sebelum kau bekerja di luar.$h",
  "Indoor_Day_2": "Kau tau, Aku akan emmbaca buku. Aku mengambil beberapa buku baru dari perpustakaan sebelum aku kesini.#$e#Gunther titip salam kepadaku.",
  "Indoor_Day_3": "Aku suka semua artifak yang telah kau temukan. Archaeology sangat fantastis!#$e#Aku pikir... ada petani yang sudah ada sejak 10.000 tahun lalu.",
  "Indoor_Day_4": "Apa aku terlihat pemalu saat kita pertama kali bertemu? Sangat lucu jika mengingatnya, Sekarang kita sudah sejauh ini.$h",
  "Indoor_Night_0": "Selamat malam, sayang. Apa yang kau inginkan sudah kau dapatkan hari ini?#$e#Jika tidak, tidak apa-apa. Kau akan mendapatkannya lain waktu!",
  "Indoor_Night_1": "Hmm... besok pakai rok atau celana? Oh, aku hanya bercanda... Aku biasanya pakai rok.",
  "Indoor_Night_2": "Kita sudah berkecukupan, namun harus selalu ingat orang-orang yang kurang beruntung dari kita.#$e#Aku sangat bersyukur dengan apa yang kita punya.",
  "Indoor_Night_3": "Ibu mungkin kesepian saat aku tidak ada. Aku hanya ingin dia tidak terlalau sering mengunjungi bar.#$e#Kau seharusnya tidak mencemaskannya! Ibuku bisa mengatasi masalahnya sendiri. ",
  "Indoor_Night_4": "Siap untuk tidur? Aku sudah menyiapkan kasur dan lainnya...",
  "Outdoor_0": "Aku pernah bermimpi aku tinggal di tempat yang indah, dan sekarang jadi kenyataan.#$e#Aku akan merindukan rumah lama ku.$s",
  "Outdoor_1": "Ini tempat yang bagus untuk mempunyai anak, kan?#$e#Aku senang tinggal di sini.",
  "Outdoor_2": "Hai, sayang! Jika aku tau cara berkebun aku akan membantumu. Maaf!#$e#Aku selalu memikirkanmu.$h",
  "Outdoor_3": "Aku baru saja melihat burung penyanyi terbang ke arah barat. Di Stardew Valley itu merupakan pertanda baik.$h",
  "Outdoor_4": "Ahh... enak sekali diuar sini. Aku mungkin akan diluar sini, sedikit jalan-jalan mungkin membantuku.",
  "OneKid_0": "Kau punya waktu bermain dengan %kid1 hari ini? Mungkin dua anak akan lebih baik.",
  "OneKid_1": "Si kecil %kid1 akan punya kenangan mais disini.",
  "OneKid_3": "Aku rasa kita cukup umur untuk punya anak. Maybe it's just this new responsibility weighing on me.#$e#Itu tidak buruk! Aku sudah lama menantikannya.",
  "TwoKids_0": "Aku sudah memberi makan %kid1 dan %kid2 . Mereka cepat sekali lapar!",
  "TwoKids_1": "Kita sudah memberikan banyak %kid1 perhatian sekarang kita punya %kid2. Kita tidak boleh membuat mereka iri.",
  "TwoKids_2": "Aku bermimpi %kid2 pnya sayap dan terbang ke angkas. Apa artinya itu?",
  "TwoKids_3": "Rumah bagus, dua anak yang baik, dan kebun yang indah. Kita sangat beruntung.",
  "Good_0": "@...aku masih tidak percaya kita menikah...$l",
  "Good_1": "Aku punya mimpi menikah denganmu sampai akhir hidupku.$l",
  "Good_2": "Aku tau kau punya alasan tinggal disini...$l",
  "Good_3": "Wow, kau terlihat ganteng hari ini! Apa kau bercukur?$l^Wow, kau terlihat canik hari ini. Kau melakukan sesuatu dengan rambutmu?$l",
  "Good_4": "Tempat ini ibarat rumah untukku.$l",
  "Good_6": "Hati-hati diuluar sana! Kadang aku cemas kau makan makanan yang tidak sehat.",
  "funLeave_Penny": "Aku akan jalan-jalan ke kota, hanya bersenang-senang. Aku akan kembali sebentar!",
  "funReturn_Penny": "Aku senang sekali... Senang bisa bertemu orang-otang. Ceritakan tentang harimu.",
  "spring_8": "Musim semi adalah musim favoritku. Udaranya di musim ini sangat segar sekali.",
  "spring_1": "Kita sudah melewati musim dingin. Ayo kita mulai bercocok tanam lagi.",
  "spring_15": "Ah, udara musim semi... Aku benar-benar menikmatinya.",
  "summer_16": "*phew*... Aku butuh melon untuk melawan panasnya!",
  "summer_1": "Musim panas memang panas, tapi sinar matahri sangat baik untuk kulit.",
  "summer_2": "Saat musim panas, semut akan sangat aktif. Aku haru memperhatikannya... mereka punya kerumunan yang sangat kompleks!",
  "fall_5": "Bau musim gugur mengingatkanku akan bau buku... aneh, bukan?",
  "fall_1": "Musim gugur... Aku berpikir akan mewarnai kertas lalu menempelkannya sebagai dekorasi. Mungkin aku harus meluangkan waktu untuk anak-anak.$h",
  "fall_2": "Kau menanam labu tahun ini?",
  "winter_1": "Musim ini adalah waktu yang pas untuk bersantau. Kau harus beristirahat setelah kerja sepanjang tahun!",
  "winter_6": "Salju yang turun mengingatkanku pada nenek, dia sering duduk di dekat perapian. Yang paling kuingat adalah bayangannya yang bercampur dengan sinar perapian yang hangat. Itu sudah lama sekali.",
  "winter_3": "Bagaimana kita bertahan di musim dingin ini? Oh, tidak perlu beritau aku... Aku percaya dengan keputusanmu."
}