{
  "Introduction": "Oh! Bukankah kamu yang baru saja pindah?#$b#Aku Maru. Aku tak sabar ingin bertemu denganmu!$h#$e#Kamu tahu, dengan kota kecil seperti ini, wajah baru benar-benar dapat mengubah dinamika komunitas. Sangat mengagumkan!",
  "Resort_Entering": "Willy bilang, kau membantu memperbaiki kapalnya. Untuk itu, terimakasih banyak!",
  "Resort_Leaving": "Tadi itu menyenangkan!",
  "Resort": "Aku menemukan ternyata ada beberapa spesies bintang laut yang berbeda. Favoritku adalah yang ungu dan besar, tapi semua spesiesnya sungguh menarik!",
  "Resort_Towel": "*gasp*... Gerhana matahari!$3#$b#Oh... Oh. Ternyata tubuhmu menghalangi matahari.",
  "Resort_Towel_2": "Kita berada sangat jauh dari peradaban.#$b#Bayangkan berapa banyak bintang yang bisa kau lihat pada malam hari.#$e#Siapa tau kita juga melihat satu atau dua pring terbang!$h",
  "Resort_Bar": "Mmmm... Kenapa buah tropis bisa begitu enak?",
  "Resort_Shore": "Aku penasaran, apakah Willy akan mengizinkanku membawa teleskop ke sini kapan-kapan...#Langit disini begitu cerah, aku yakin aku bisa melihat Pelican Town dari sini.#Bahkan mungkin bisa melihatmu di kebun %farm!",
  "danceRejection": "Aku tersanjung! Tapi... Tidak.",
  "divorced": "Tidak ada yang perlu kita bicarakan lagi.$a",
  "breakUp": "Kurang bagus bagimu, ya?$a#$b#Baiklah...$s",
  "dumped_Girls": "Berani-beraninya kamu bicara padaku!$a",
  "secondChance_Girls": "Kamu sudah tidak menghargaiku, @... tapi aku bersedia untuk memaafkanmu.$s",
  "Mon": "Setiap kali mengalami masalah teknis, aku selalu jalan-jalan.#$e#Mengejutkan betapa perubahan pemandangan dapat membantumu.",
  "Tue": "Apa kamu sudah bertemu ibuku? Dia tukang kayu lokal.",
  "Wed": "Pada hari Selasa dan Kamis aku bekerja di klinik Harvey.#$b#Katanya dia suka kalau aku membantunya, karena untuk jaga-jaga kalau peralatan medisnya rusak!$h#$e#Menjadi petani pasti sangat mudah, ya?",
  "Thu": "Aku berencana menghabiskan waktu dengan teleskopku musim panas ini.",
  "Sat": "Apa kamu kenal ayahku, Demetrius? Dia seorang ilmuwan. Aku senang membantunya di laboratorium.",
  "Fri": "Hei, maaf kalau aku terlihat jengkel... aku agak pegal karena pekerjaan kemarin.#$c .5# Aku harus membawa sepuluh kardus arsip medis ke loteng!#$e#Aku juga mengurutkan catatan riwayat pasien selama empat jam berturut-turut!",
  "Sun": "Hai!#$q 3/4 Sun_01_old#Apa kau menikmati kerja di kebun?#$r 3 0 Sun_01_01#Ya.#$r 4 0 Sun_01_02#Tidak.",
  "Sun_01_old": "$p 3#Hei, kemajuan lagi di kebun dalam satu pekan! Sepertinya semuanya berjalan baik untukmu.$h|Pekan yang melelahkan di pertanian, ya? Pasti banyak yang dikerjakan...$s",
  "Sun_01_01": "Yah itu bagus, bukan?$h",
  "Sun_01_02": "Astaga! Maaf. Apa kamu pernah berpikir untuk melakukan hal yang berbeda...?$s",
  "Tue2": "Mampirlah ke rumah kami kalau kamu ingin meningkatkan bangunanmu.#$e#Senang rasanya kalau ada pengunjung.",
  "Fri4": "Ibuku seorang tukang kayu dan ayahku seorang ilmuwan. Kurasa masuk akal jika aku ingin membuat gawai.",
  "Mon6": "Kadang-kadang kepalaku jadi berantakan dengan hal-hal tidak penting hingga aku tidak bisa berpikir. Apakah itu pernah terjadi padamu?#$e#Menghirup udara segar biasanya membantu.",
  "Wed8": "Aku bekerja di klinik Harvey pada hari Selasa dan Kamis.#$e#Dia orang baik, tapi bukan tipeku...",
  "Thu10": "Oh, @! Adakah yang ingin kamu bicarakan denganku?$l",
  "Event_Hospital_1": "Tentu saja dia akan tahu bedanya! Sampel ini benar-benar hancur!%fork$s",
  "Event_Hospital_2": "Baiklah. Kalau begitu aku akan menyalahkanmu.$u",
  "Event_Hospital_3": "Kamu benar aku harus mengatakan yang sebenarnya.%fork$u",
  "Event_Space1": "Ini luar biasa, bukan?",
  "Event_Space2": "Kurasa kamu bisa menganggapnya begitu...$s#$b#Tapi ini masih luar biasa, 'kan?",
  "Event_Cut1": "Oh tidak?$8#$b#Baiklah, setidaknya itu membuatku merasa sedikit lebih baik. Makasih.",
  "Event_Cut2": "Oh tidak! Aghh... Aku benar-benar minta maaf.$s",
  "event_robot1": "Terima kasih. Itu sangat berarti bagiku, @.#$b#Aku tahu kalau kamu tidak begitu paham dengan gawai... tapi aku menghargai ketertarikanmu dengan pekerjaanku.#$b#Kuharap aku bisa membalas kebaikanmu.$l",
  "event_robot2": "Apa? Setelah dia mengatakan langsung bahwa dia tidak ingin jadi budak? Betapa dinginnya...%fork$a",
  "event_robot3": "Heh...$8#$b#Ya, kurasa secara tidak langsung memang begitu.$l#$b#...Em...$l",
  "event_robot4": "...$8#$b#@...$8",
  "event_robot_explain1": "...$s#$b#Kamu ada benarnya, aku memprogramnya untuk bertindak manusiawi... tapi jaringan sarafnya sangat kompleks, aku tidak yakin kalau dia punya kesadarannya sendiri.$8#$b#Selain itu, bukankah sedikit berlebihan menganggap bahwa kesadaran seperti manusia adalah satu-satunya tubuh yang berharga? Otak komputer berbeda dari kita, tetapi itu tidak berarti kita bisa mengabaikannya begitu saja.$8",
  "event_robot_explain2": "Aku mengerti. Yah, leluconnya tidak lucu.$a",
  "event_robot_explain3": "Itu mengerikan! Apa yang sudah merasukimu, @?$a#$b#Aku akan melupakan percakapan ini... kamu tidak bertindak seperti biasanya.$a",
  "summer_1": "Ini akan jadi musim yang bagus untuk melihat bintang.",
  "summer_Mon": "Hmm... Gawai apa yang harus kukerjakan di musim panas ini?",
  "summer_Mon6": "Datanglah ke kamarku kalau kamu ingin mengutak-atik gawaiku.",
  "summer_Tue": "Sebastian itu kakak tiriku, kalau kamu belum tahu.#$e#Kami terlihat sangat berbeda.",
  "summer_Tue4": "Sebastian hampir tidak pernah bicara padaku. Bahkan aku penasaran apa dia menyukaiku atau tidak?#$e#Menyedihkan, aku ingin punya kakak tapi dia tidak bertindak seperti itu.",
  "summer_Wed": "Apa kamu menikmati musim ini?#$e#Tahun ini hangat sekali.$h",
  "summer_Thu": "Maaf, aku sedang memikirkan gawai yang sedang kubuat.#$q 35/36 Thu_01_old#Nantinya, aku ingin membuat robot.#$r 35 30 Thu_0#Itu akan mudah bagimu#$r 36 -50 Thu_01_01#Tolong lebih realistis#$r 35 40 Thu_01_02#Sepertinya menantang",
  "Thu_01_old": "Sampai jumpa lagi.",
  "Thu_0": "Benarkah? Apa kamu yakin tidak sedang menyanjungku?",
  "Thu_01_01": "Menurutmu aku tidak bisa membuatnya?$s",
  "Thu_01_02": "Kamu benar, tapi aku suka tantangan!$h",
  "summer_Sat": "Hei, ada cerita menarik di ladang untuk diceritakan padaku?#$e#Kurasa tidak.",
  "summer_Fri": "Aku bekerja di klinik kemarin. Kami tidak punya satu pasien pun.#$e#Sepertinya orang jarang sakit saat musim panas.",
  "summer_Sun": "Aku yakin kamu menanam beberapa crop menarik saat ini.#$b#yah bilang banyak tanaman eksotis tumbuh di lembah sepanjang tahun ini.",
  "summer_Fri2": "Hei, ceritakana padaku tentang ladangmu.#$e#Itu sangat menarik!",
  "summer_Wed4": "Cuma perasaanku saja atau memang hawanya mendadak panas?#$e#Kurasa cuma perasaanku saja.",
  "summer_Sun6": "Suatu hari nanti aku akan jadi penemu kelas dunia.$u#$e#Kamu beruntung berteman denganku!#$b#...aku bercanda.",
  "summer_Tue8": "@, kamu terlihat rapi hari ini.$h",
  "summer_Thu10": "Bagaimana tanganmu tetap lembut setelah bekerja lama di ladang?",
  "fall_Mon": "Sudahkah kamu menjelajahi tambang? Kudengar kamu dapat menemukan beberapa benda berguna di sana.",
  "fall_Tue": "Pepohonan terlihat indah hari ini!$h",
  "fall_Thu": "Di belahan lain dunia sedang musim semi sekarang. Bayangkan itu!",
  "fall_Wed": "Bleh... Sepertinya besok aku tidak akan bekerja.",
  "fall_Fri": "Aku yakin kita akan mulai melihat banyak orang ke klinik musim ini.$s#$e#Kuharap semuanya tetap sehat.",
  "fall_Sat": "Semua daun yang berguguran ini akan menyediakan makanan untuk jamur dan organisme kecil lainnya.$u#$e#Menarik, 'kan?",
  "fall_Sun": "Hei, ini untuk pekan bagus lainnya! *bersulang*",
  "fall_Tue2": "@, aku suka dengan bagaimana penampilan pepohonan sekarang!#$e#Aku tahu Kamu juga menyukainya.",
  "fall_Wed4": "Kalau kamu punya logam-logam sisa, aku bisa menggunakannya untuk proyekku.#$e#Asalkan kamu sudah tidak membutuhkannya.",
  "fall_Fri6": "Aku sedang merasa sangat optimis akhir-akhir ini...$h",
  "fall_Mon8": "Kamu harus mengunjungiku di klinik besok. Aku kerja mulai pukul 10 pagi sampai 4 sore.$h",
  "fall_Thu10": "Ada daun di rambutmu. Sini, biar kusingkirkan itu.#$e#...$h",
  "winter_1": "Ya ampun, dingin sekali...$s",
  "winter_Mon": "Kamu lihat manusia salju yang kubuat?$h",
  "winter_Tue": "Rambutku jadi sangat keriting di cuaca kering ini. *hahh*",
  "winter_Wed": "Kurasa musim dingin adalah waktu yang tepat untuk mengerjakan gawaiku.#$e#Aku penasaran apa aku bisa membuat sesuatu yang berguna untuk petani?",
  "winter_Thu": "Hei! Apa kabar?#$e#Ini waktu yang tepat untuk menjelajahi gua.#$e#Aku ingin pergi tapi Ayahku nanti marah.",
  "winter_Fri": "Kuharap aku tidak terserang flu tahun ini.",
  "winter_Sat": "Apa kamu sudah merakit furnace?#$e#Kamu bisa memakainya untuk mengubah bahan mentah seperti bijih menjadi produk yang lebih bermanfaat.$u",
  "winter_Sun": "Aku jadi mengantuk berat saat udaranya dingin...",
  "winter_Sat2": "Hei, kalau ada mesin di ladangmu yang butuh perbaikan, beritahu aku ya.$h",
  "winter_Tue4": "Hei, apa kamu punya ide gawai baru apa yang harus kubuat?#$e#Mhmm. Aku percaya dengan pendapatmu.",
  "winter_Fri6": "Kamu terlihat segar hari ini. Itulah pengaruh udara musim dingin yang sejuk.",
  "winter_Mon8": "Hai @!$h#$e#Hei, bukankah manusia salju buatanku terlihat mirip denganmu?",
  "winter_Thu10": "@, mendekatlah. Aku kedinginan.$l#$e#Tanganku sangat kering karena udara musim dingin. Maaf soal itu.$l"
}