{
  "Mon": "Bekerja keraslah, Nak. Kurasa kau akan jadi bintang.#$e#Tinggal tanya kalau butuh sesuatu.",
  "Tue": "Aku tahu kau akan ke sini suatu hari nanti. Tentu saja, aku harus membuat sedikit rintangan agar kamu punya keinginan untuk mencapai kesuksesan.",
  "Wed": "Aku lahir sebagai anak biasa, tapi aku membuat keputusan bahwa aku akan menjadi luar biasa.",
  "Thu": "Hei. Jangan beritahu siapapun soal tempat ini, oke? Aku ingin tempat ini... eksklusif.#$e#Kau akan menjaga rahasia untuk temanmu ini, kan?",
  "Fri": "Jangan pernah berhenti berusaha untuk mencapai kesempurnaan.#$e#Janganlah merasa cepat puas dengan apa yang kau miliki.",
  "Sat": "Mampirlah kalau kamu ingin bersantai.",
  "Sun": "Tetaplah bekerja keras, mungkin suatu hari kau bisa jadi sepertiku.",
  "QiNutRoom_Mon": "Dunia ini tidak sebatas apa yang mata bisa lihat, Nak. Suatu hari, kau akan mengerti.#$b#Untuk sekarang, tetaplah bekerja keras.",
  "QiNutRoom_Tue": "Ada masa dimana aku menggunakan kekuatan kemauan, Nak.#$b#Kau tau... Pikiran adalah alat yang sangat dahsyat.#$b#Bahkan, pikiran adalah kekuatan yang paling hebat di semua realitas... dan dunia di atasnya.",
  "QiNutRoom_Wed": "Aku terkesan dengan kegigihanmu, Nak... Butuh banyak sekali Walnut untuk sampai ke tempat ini.",
  "QiNutRoom_Thu": "Kemanapun kau pergi... Aku ada di balik semua itu, dan memastikan agar pertunjukannya tetap seru. Hahaha...#$b#Tapi... benarkah itu?",
  "QiNutRoom_Fri": "Lihatlah bintang yang paling jauh, dan jadikan itu sebagai tujuanmu.#$b#Kekuatanmu adalah dapat melangkah lebih jauh daripada apa yang kau bayangkan.",
  "QiNutRoom_Sat": "Ada beberapa hal yang tidak terikat ruang dan waktu, Nak. Salah satunya perasaan unik yang ada di setiap hati manusia... Bisikan untuk meraih mimpi.",
  "QiNutRoom_Sun": "Di sisi kiri, kau akan lihat papan dengan tantangan-tantangan spesial dariku... Kubuat khusus untukmu, Nak.#$b#Di sisi kanan, adalah hadiah bagi yang berhasil menyelesaikan tantangannya...#$b#Semoga beruntung, Nak."
}