{
  "Introduction": "Hey, bocah.Nama gue Pam.#$e#Jangan takut lama lama kita akan rukun kok.",
  "pamHouseUpgrade": "Gue ga percaya lu beliin gue rumah! Ada apa ini?#$e#Maaf, Gue ga terbiasa sama orang-orang baik...$s",
  "pamHouseUpgradeAnonymous": "Gue ga percaya seseorang beliin gue rumah! Gue penasaran apa ini jenis penipuan?#$e#Maaf,Gue ga terbiasa sama orang orang baik...$s",
  "MovieInvitation": "Kencan malam sama si tua Pam ini,hah? Hah!$h^Berduaan malam-malam sama si tua Pam ini? Hah!$h#$b#Oke lah,tong sampai ketemu disana.",
  "cc_Bus": "Oi,tong lu tau tentang bis tua itu?#$b#Yoi... Gue balik nyetir lagi,tong... hehe.rasanya menyenangkan.$h",
  "Mon": "#$1 PamDrunk#urghh... Kepalaku...$k#$e#Lu tau, Gue milih makanan sehat kalau gue mampu ngebelinya.#$e#Hey,Sepertinya lu punya makanan enak di kebun lu , hm?",
  "Saloon": "Enaknya minum buat ngehangatin badan gue yang udah tua ini...$h",
  "Saloon_Entry": "Ah... Akhirnya./Gue butuh minum./Gus! kasih gue minum yang biasanya./Hey,gue kembali!/Ooh sial,gue haus!/Tenggorokan gue kering!",
  "Trailer_Entry": "Penny! Lu masak makan malem?/Penny! Tugas lu udah selesai?/Penny! Lu dirumah?/Hey! Gue dirumah!",
  "Saloon6": "Hey,tong. Gue traktir minum kalau gue mampu bayar!",
  "Saloon_Tue": "Hey Gus! Kasih gue minum lagi! *hic*$h",
  "Saloon_Wed": "*Sigh*... Oi, tong. Lu terlalu muda untuk merenung ditempat kayak gini.",
  "Saloon_Thu": "*gulp* ... Gue udah menantikan minum ini dari tadi sore . Heh heh.",
  "Saloon_Fri": "Oi, Gus! Kasih gue minuman lu yang paling kuat!",
  "Saloon_Sat": "%Pam tidak menanggapi.",
  "Saloon_Sun": "%Pam sepertinya teler. Lebih baik tinggalin dia untuk saat ini.",
  "Tue": "Heh, lu! Jangan ngintip-ngintip di sekitar trailer saat gue ga ada. Paham?$u#$e#Maaf, Tapi gue harus berhati-hati sama orang asing.",
  "Tue2": "Gue baca koran pagi ini,tapi tiba tiba gue depresi. Dunia ini udah tua,tua.#$e#Tegakkan kepalamu dan lu akan baik-baik saja...#$b#Itu yang biasanya bokap gue bilang. Heh heh heh.$h",
  "Wed": "$d bus#Lu gatau betapa bahagianya gue saat bis ini beroperasi lagi! Gue seperti hidup lagi.|Waktu berjalan keras akhir akhir ini,gue baru saja diberhentikan dari supir bis. Kalau gue dapat pekerjaan itu lagi,gue akan nganterin lu ke Gurun Calico.",
  "Thu": "#$1 PamDrunk#Blahh... Gue kebanyakan minum caramel porters saat di bar kemarin malem... Pergi Sana.$k#$e#Rumah gue ngga bagus tapi setidaknya di tepi sungai.#$e#Hey. Penny sayangku. Bersikap baik atau tinggalin dia, Paham Lu?",
  "Thu4": "Kata Penny gue terlalu banyak habisin waktu di bar...$s",
  "Thu4_inlaw_Penny": "Sangat kesepian dirumah sendirian...",
  "Fri2": "Lu tau, Gue sempat berharap kalau gue punya hobi. Kegiatan yang lain selain nongkorng di bar.#$e#Lu ada saran kaga?#$e#...Ehh.Kayaknya gue main catur aja lawan gue sendiri.",
  "Fri": "Setiap hari terasa sama saja...$s#$b#Kalau aja gue terlahir kaya...$s",
  "Sat": "Pastiin sepatu lu bersih sebelum masuk rumah gue.$u#$e#Menjengkelkan kalau harus bersih-bersih.Lu harus nya tau itu.",
  "Sat4": "Gue harap ada kelompok kurcaci mau bersihin rumah gue. Hahahaha.$h#$e#I could sure go for some parsnips.#$e#Kalau kaki gue ga pegel,gue bakal ke gunung setiap saat.",
  "Sun": "Lu temennya Gus? Dia itu orang baik lho.#$e#Dia kasih gue bir gratis kalau gue ulang tahun.",
  "event_credit1": "Hee,Jaga mulut lu! Jangan nyuruh-nyuruh gue!$u",
  "event_credit2": "...bukankah itu? Kacau nih!$s#$b#...Oh.$s",
  "summer_Tue": "Hai,Orang asing.",
  "summer_Tue2": "Oh, ini Tuan. @.^Oh ini Nyonya @.#$e#Butuh bantuan?",
  "summer_Tue6": "Gue punya mimpi dan harapan sama kayak lu,tapi liat gue sekarang.$s#$e#Hidup tidak semanis yang lu bayangin.#$e#Ah,Tidak ada gunanya mikirin apa yang lu ga punya.",
  "summer_Wed": "Punya petani lokal bagus untuk kota ini.",
  "summer_Wed4": "Kalau lu serius ngurusin kebun lu,hal ini bakal mendongkrak perekonomian di daerah ini.#$e#Lalu semua orang bisa punya pekerjaan dan merasa senang, Iya kan?",
  "summer_Thu": "Oh, hallo,petani.#$e# Gue biasanya ga ngobrol sama orang asing.",
  "summer_Thu4": "Gue biasanya nongkrong di bar.#$e#Bar nya deket rumah gue. Ga sehat sih nongkrong di bar terus.",
  "summer_Fri": "...Yeah?#$e#Lu cowok yang punya sikap baik. Kenapa lu habisin waktu lu sama orangtua kayak gue?^Lu terlihat cantik. Kenapa lu habisin waktu sama gue ?",
  "summer_Sat2": "Jangan pikirin anjing tua di sebelah rumah gue.#$b#Dia mungkin liat lu,tapi dia gapernah keluar kandang daridulu.#$b#Nama anjing tua itu?Dusty.",
  "summer_Sat": "Ada orang yang ngomel ngomel tentang pekarangan rumah gua. Apa itu elu?$u#$e#Hmmm...",
  "fall_Tue": "Kalau gue udah akrab sama lu,Gue bakal sering ngobrol.",
  "fall_Tue4": "Gue dulu pernah muda,Susah buat dipercaya,kan?#$e#Waktu berjalan lebih cepat kalau lu udah dewasa.$s",
  "fall_Wed": "*Sigh*... Kayaknya gue harus angetin makan malam di microwave.$s",
  "fall_Thu": "Penny satu-satunya orang yang gue punya,lu sebaiknya memperlakukan dia dengan baik.",
  "fall_Fri": "Setiap hari kegiatannya sama aja...$s#$e#Lu pernah ngalamin masalah kayak gitu kan, Petani?",
  "fall_Sat": "Mau ga lu bantuin bersihin rumah gue?#$e#Bercanda kok.$h",
  "fall_Sun": "Bukannya lu ada kerjaan ya?#$e#Lu harus nya bersyukur punya kerjaan,ga muter muter desa mulu tiap hari.",
  "fall_Sun4": "Gue rindu jadi supir bis lahi. Gue biasanya keliling desa, ketemu orang-orang, dengerin radio.#$e#Waktu sudah berubah.",
  "winter_Mon": "Kebun lu punya masalah sama babi hutan?",
  "winter_Tue": "Ada yang lu mau sama gue? Lebih baik lu cari ditempat lain.",
  "winter_Tue4": "Gue harap Penny punya masa depan yang bagus. Kalau lu punya anak lu bakal ngerti perasaan gue.#$e#...Saat musim dingin terasa kering. Kulit gue kayak kertas usang.",
  "winter_Tue4_inlaw_Penny": "Hee. Lu sebaiknya urusin Penny bener bener. Dia satu satunya yang gue punya!",
  "winter_Wed": "Hey tong.Mau ngapain lu?#$e#Gue cuman mau abisin waktu kayak biasanya."
  "winter_Thu": "Dingin sekali. Pergi ke bar buat hangatin badan,yakan? Heh heh.#$e#Kenapa lu nanti ga mampir dan minum Oh-Be-Joyful?",
  "winter_Fri": "Penny sangat menyukai buku buku tua. Gue yakin dia lebih pinter daripada gue.#$e#Gue senang.",
  "winter_Sat": "Gue mau mancing,mau ngecek keadaan sungai.",
  "winter_Sun": "Baaah... pekarangan rumah gue kacau.$s"
}
