{
  "Introduction": "Hai nak, namaku Pam.#$e#Jangan kurangajar dan kita akan jadi teman baik.",
  "Resort_Shore": "Kelihatannya ada ikan unik yang hidup di perairan sini. Lain kali aku harus bawa pancinganku!",
  "Resort": "Heh... Di perjalanan, Willy memberikan dendeng ikan pada kami semua. Enak sekali!",
  "Resort_Chair": "Nah, ini baru santai! Aku jadi ingin melepas sepatuku!$h#$e#Sebaiknya kau tidak melihat kaki ku, nak.",
  "Resort_Bar": "Karena ini waktu yang spesial... Aku memesan sesuatu yang unik. Beri dua gelas!$h",
  "reject_867": "Wow, lihat itu... Benda ini seperti datang dari masa depan.#$b#Hehe, maaf nak... Aku tidak bisa pakai benda ini. Lebih banyak tombolnya daripada sel di otakku!$h",
  "pamHouseUpgrade": "Aku tak percaya kau membelikanku sebuah rumah! Jangan-jangan kau punya niat lain?#$e#Maaf, aku tidak biasa dengan perlakuan baik dari orang...$s",
  "pamHouseUpgradeAnonymous": "Aku tak percaya seseorang membelikanku sebuah rumah! Jangan-jangan ini hanya tipuan?#$e#Maaf, aku tidak biasa dengan perlakuan baik dari orang...$s",
  "MovieInvitation": "Kencan malam dengan Pam tua, ya? Hah!$h^Nongkrong malam bersama Pam tua, ya? Hah!$h#$b#Tentu, nak... Kutemui kau di sana.",
  "cc_Bus": "Hei, apa kau dengar tentang bis tua itu?#$b#Yap... Aku kembali bekerja, nak... hehe. Ini bagus.$h",
  "Mon": "#$1 PamDrank#Arghh... kepalaku...$k#$e#Kau tahu, aku akan makan makanan sehat kalau bisa membelinya.#$e#Hei, kau punya sayuran sehat di kebunmu, kan?",
  "Saloon": "Tidak ada yang lebih baik selain menghangatkan tubuh yang sudah tua...$h",
  "Saloon_Entry": "Ah... Akhirnya./Aku butuh minum./Gus! Seperti biasa./Hey, aku kembali!/Ooh aku haus!/Tenggorokanku kering!",
  "Trailer_Entry": "Penny! Kau sudah masak?/Penny! Tugas rumah sudah selesai?/Penny! Kau di rumah?/Hei! Aku pulang!",
  "Saloon6": "Hei, nak. Kalau punya uang, akan kubelikan minum!",
  "Saloon_Tue": "Hei Gus! Tambah lagi! *hik*$h",
  "Saloon_Wed": "*Hahh~*... Hei, nak. Kau terlalu muda untuk murung di tempat seperti ini.",
  "Saloon_Thu": "*Glek*... Aku menantikan minuman ini sepanjang hari. Heh heh.",
  "Saloon_Fri": "Oi, Gus! Berikan minuman lain yang lebih kuat!",
  "Saloon_Sat": "%Pam tidak mendengarkan.",
  "Saloon_Sun": "%Pam tidak mendengarkan. Lebih baik tinggalkan saja.",
  "Tue": "Hei kau! Jangan menyelinap ke trailer pas aku di luar. Paham?$u#$e#Maaf, tapi aku harus waspada dengan orang asing.",
  "Tue2": "Saat aku membaca koran pagi ini, tiba-tiba aku depresi. Ini adalah dunia yang busuk, nak.#$e#Jauhkan kekacauan dari kepalamu, nak...#$b#Itulah yang Papiku selalu katakan. Heh heh heh.$h",
  "Wed": "$d bus#Kau tidak tahu betapa senangnya aku saat bisnya bisa jalan! Aku merasa hidup kembali.|Hidup terasa sulit akhir-akhir ini. Aku dihentikan jadi supir bis. Kalau bisa bekerja lagi, aku bisa mengantarmu ke Gurun Calico.",
  "Thu": "#$1 PamDrunk#Blahh... Aku kebanyakan minum Caramel Porterd di Bar tadi malam... Enyahlah.$k#$e#Rumahku tidak cantik tapi setidaknya dekat dengan sungai.#$e#Hei. Penny adalah putriku yang cantik. Perlakukan dengan baik atau tinggalkan saja dia, oke?",
  "Thu4": "Penny bilang aku terlalu sering ke saloon...$s",
  "Thu4_inlaw_Penny": "Aku kesepian di rumah sendiri...",
  "Fri2": "Aku sempat kepikiran... Andai saja aku punya hobi. Selain pergi ke Bar setiap malam.#$e#Kau punya saran?#$e#...Ehh. Mungkin aku akan main catur sendiri.",
  "Fri": "Hari yang sama setiap hari...$s#$b#Andai saja aku terlahir kaya...$s",
  "Sat": "Pastikan sepatu bersih sebelum masuk ke rumahku!$u#$e#Kau juga sudah tahu, aku tidak suka membersihkannya.",
  "Sat4": "Semoga saja ada elf yang datang di malam hari dan merapikan rumahku. Hahahaha.$h#$e#Aku ingin makan Parsnip.#$e#Kalau saja kakiku tidak kaku, setiap hari aku akan ke gunung setiap hari.",
  "Sun": "Kamu berteman dengan Gus? Dia orang yang cukup baik.#$e#Dia memberiku bir gratis di ulang tahunku.",
  "event_credit1": "Hei, jaga mulutmu! Seenaknya saja menyuruh-nyuruh!$u",
  "event_credit2": "...benarkah? Itu buruk!$s#$b#...Oh.$s",
  "summer_Tue": "Hai, orang asing.",
  "summer_Tue2": "Oh, Tn. @.^Oh Nn. @.#$e#Apa kau butuh sesuatu?",
  "summer_Tue6": "Dulu, aku juga punya impian sepertimu... Tapi lihat aku sekarang.$s#$e#Hidup tidak sesuai dengan yang kau harapkan.#$e#Ah. Tidak ada gunanya menyesali apa yang tidak kau miliki.",
  "summer_Wed": "Ada pertanian lokal bagus untuk kota ini.",
  "summer_Wed4": "Kalau kebunmu berjalan lancar, itu akan meningkatkan ekonomi lokal.#$e#Lalu semua orang akan punya pekerjaan dan senang, iya kan?",
  "summer_Thu": "Oh, hai petani.#$e#Aku jarang mengobrol dengan orang asing.",
  "summer_Thu4": "Aku selalu kelihatan di bar, kan?#$e#Itu karena dekat dengan rumahku. Yah, meski itu bukan kebiasaan baik",
  "summer_Fri": "...Ya?#$e#Kau anak muda yang baik. Kenapa kau buang-buang 'waktu' untuk gadis tua sepertiku?^Kau seorang gadis yang cantik. Kenapa kau buang-buang 'waktu' dengan orang sepertiku?",
  "summer_Sat2": "Jangan hiraukan anjing di sebelah rumah.#$b#Dia mungkin melihatmu, tapi dia tidak akan pernah bangun dari kandang yang sudah tua itu.#$b#Namanya? Dusty.",
  "summer_Sat": "Kudengar ada yang mengeluh dengan halamanku... katanya berantakan. Apa itu kamu?$u#$e#Hmmm...",
  "fall_Tue": "Kalau kita lebih akrab, aku tidak segan untuk mengobrol.",
  "fall_Tue4": "Dulu aku juga pernah muda. Sulit dipercaya, kan?#$e#Waktu berlalu begitu cepat.$s",
  "fall_Wed": "*Hahh~*... Aku mungkin akan makan makanan beku lagi malam ini.$s",
  "fall_Thu": "Penny satu-satunya yang aku punya, jadi perlakukan dia dengan baik.",
  "fall_Fri": "Setiap hari rutinitasku itu-itu saja...$s#$e#Apa kau juga pernah merasa begitu?",
  "fall_Sat": "Apa kau mau membersihkan rumahku?#$e#Bercanda kok, Hehehe.$h",
  "fall_Sun": "Kamu tidak ada kerjaan ya?#$e#Kau harus bersyukur bahwa kau masih memiliki pekerjaan daripada menganggur sepanjang waktu.",
  "fall_Sun4": "Aku rindu pekerjaan lamaku. Dulu aku menyetir truk di sekitar lembah, bertemu orang-orang, mendengarkan radio.#$e#Waktu cepat berubah.",
  "winter_Mon": "Apa kau berternak babi?",
  "winter_Tue": "Apa kau butuh sesuatu dariku, nak?.",
  "winter_Tue4": "Kuharap Penny kehidupannya baik-baik saja ke depannya. Kalau sudah punya anak, kau akan tahu maksudku.#$e#...Kering sekali di musim dingin. Kulitku terasa seperti perkamen tua.",
  "winter_Tue4_inlaw_Penny": "Hei. Sebaiknya kau memperlakukan Penny dengan baik di rumah. Dia satu-satunya yang kumiliki!",
  "winter_Wed": "Hai nak, ada apa?#$e#Aku hanya menghabiskan waktu seperti biasa.",
  "winter_Thu": "Dinginnya mengerikan. Kalau kedinginan cocoknya menghangatkan diri di Bar, bukan begitu? Heh heh.#$e#Mampirlah ke Bar nanti dan minum yang enak-enak.",
  "winter_Fri": "Penny suka buku-buka lama. Mungkin dia jauh lebih pintar dariku.#$e#Aku senang sekali.",
  "winter_Sat": "Aku ingin memancing, kan rumahku dekat sungai.",
  "winter_Sun": "Blah... halaman rumahku berantakan.$s"
}