{
  "Introduction": "Oh... Hello! Aku Penny...",
  "Resort_Entering": "Pulau yang sangat indah!",
  "Resort_Leaving": "Liburan yang menyenangkan.$h",
  "Resort_Shore": "Aku sedikit malu mengenakan baju renangku di ruang publik.$s#$b#Kuharap tidak ada yang lihat...$s",
  "Resort_Shore_2": "Entah kenapa, air disini terlihat berbeda...#$e#Aku tidak percaya laut ini adalah laut yang sama yang sering aku pandang.",
  "Resort_Towel": "Angin membuatku kesulitan membaca buku, tapi terasa sejuk di kulitku.$h",
  "Resort_Towel_2": "Aku membaca buku tentang pelaut yang terdampar di pulau terpencil.#$b#Apa yang akan kulakukan jika di situasi yang sama?",
  "Resort_Marriage_Towel_2": "Hey cinta, apa kau keberatan jika agak bergeser ke kiri?#$b#Thanks, sinar matahari membuatku susah membaca!$h",
  "Resort": "Pasir disini sangat halus. Terasa enak di kaki ku!$h",
  "Mon": "Hai... #$e#Kau butuh sesuatu?",
  "danceRejection": "Oh... Tidak, terima kasih.$s",
  "breakUp": "...$s#$b#B... Baiklah... *hiks* ... K... Kita hanya berteman saja.$s",
  "pamHouseUpgrade": "Apa yang kau berikan pada keluargaku sungguh tak ternilai. Terima kasih!",
  "pamHouseUpgradeAnonymous": "Ternyata banyak orang dermawan di dunia ini...",
  "dumped_Girls": "Aku tidak kuat untuk melihatmu...$s",
  "divorced": "...Tolong, tinggalkan aku sendiri.$s",
  "secondChance_Girls": "Kau telah memberi luka permanen di hatiku, @. Tapi... Aku siap berbicara denganmu lagi.$s",
  "Mon4": "*Hahh~*... Ibuku pasti akan punya masalah karena terlalu sering ke Bar.$s#$q 7/8 Mon_old#Sebaiknya jangan memikirkan hal-hal buruk, iya kan?#$r 7 50 Mon_7#Iya, berpikir positif lebih baik!#$r 8 10 Mon_8#Sepertinya kau harus menerima kenyataan.",
  "Mon_old": "#$p 7#Tapi kalau terus mencoba, aku bisa mengubahnya.|Sepertinya masuk akal. Lagipula, tidak banyak yang dapat kulakukan untuk mengubahnya",
  "Mon_7": "Aku juga berpikir begitu. Aku hanya akan fokus membuat masa depan yang lebih baik.",
  "Mon_8": "Kau benar. Aku harus menerima kenyataanya.$u",
  "Mon8": "Aku ingin pindah. Tapi aku kepikiran ibuku sepanjang waktu.#$e#Aku ingin di bahagia, tapi aku tidak bisa selamanya disini... kau tau?$s",
  "Tue": "Aku mengajari Vincent dan Jas hari ini ... Aku senang utuk membuat perbedaan dalam hidup seseorang.",
  "Tue4": "$d bus#Aku mencoba untuk menabung dari pekerjaan mengajarku, tapi sulit dengan ibu ku yang sudah pensiun.|Mungkin jika ibuku bisa mendapat pekerjaannya kembali, aku bisa mulai menabung lebih banyak uang.",
  "Tue10": "Um, @? Sebuah peternakan tampaknya seperti tempat yang baik untuk anak-anak, bukan begitu?$l#$e#Itu hanya pikiranku.$l",
  "Wed": "Kami tidak memiliki sekolah di sini tapi aku melakukan yang terbaik untuk memberikan Vincent dan Jas pendidikan yang layak.#$e#Setiap anak-anak punya kesempatan menjadi orang sukses.#$e#Jas pintar membaca dan matematika. Vincent pintar dalam... imajinasi yang aktif!",
  "Wed2": "Kau tau? Aku harus mengajak mereka berlibur. Mungkin ke hutan.#$e#Seorang pembicara akan menyenangkan ... mungkin seseorang yang akrab dengan alam?#$e#Maaf, aku hanya berpikir keras.",
  "Wed4": "Aku sudah tinggal di Pelican Kota selama hidupku.#$e#Aku percaya diluar sana lebih banyak pengalaman.",
  "Thu": "Kami sangat beruntung memiliki sebuah perpustakaan di kota kecil.#$e#Ketika kau tidak memiliki buku, sangat sulit mempelajari kehidupan.$u#$e#...Mungkin itu alasan aku suka membaca buku.$s#$e#...Maaf, aku terbawa suasana.",
  "Thu6": "Aku berharap aku bisa menjaga taman, tapi halamanku berantakan.$u#$e#Mungkin aku akan tinggal di tempat di mana aku dapat memiliki taman suatu hari nanti.#$e#Mungkin aku akan tinggal di kebun! *giggle*$h",
  "Fri": "Jika kau menggali tanah, kau akan menemukan beberapa hal menarik.#$e#Aku pernah menemukan sepotong guci tua. Aku membawanya ke Gunther dan dia bilang itu berusia lebih dari seribu tahun.",
  "Fri2": "Jika kau menggali tanah, kau akan menemukan beberapa hal menarik.#$e#Aku pernah menemukan sepotong guci tua. Aku membawanya ke Gunther dan dia bilang itu berusia lebih dari seribu tahun.",
  "Fri4": "Piring, piring, piring. Ugh ... Jika ibuku tidak pulang larut malam dari bar, mungkin dia bisa sedikit membantuku.$s",
  "Sat": "Ini adalah sebuah kota kecil. Kau tidak akan bisa menghindar dari orang-orang.#$e#Aku ingin tau rasanya tinggal dikota.",
  "Sat2": "$d Joja#Hal berubah banyak setelah JojaMart berdiri. Ini benar-benar buruk bagi toko Pierre. Ibu menyukai JojaMart karena harganya murah, sehingga dia mampu lebih banyak di sana daripada di Pierre.|Ibu sudah mengeluh sejak Joja Mart ditutup. Saya pikir itu baik untuknya. Mungkin akan berhenti minum Joja Cola.",
  "Sun": "Hello. Ummm...$u#$b#Cuacanya bagus, bukan?#$e#Maaf...$u",
  "Sun4": "Aku sudah berusaha untuk menjaga tempatku bersih, tetapi selalu akan berantakan lagi.$s#$e#Sulit untuk menjalankan rumah tangga sendirian.$u",
  "event_speaker_kids1": "Oh tidak?$l#$b#Yah, aku kira itu masuk akal ... Kau sedang sibuk dengan hal-hal lain sekarang.",
  "event_speaker_kids2": "... Aku juga. Aku senang kau merasa seperti itu.$7",
  "event_speaker_kids3": "Ya ... dorongan untuk membantu sesuatu yang tidak bersalah dan tak berdaya. Masuk akal bukan?",
  "event_speaker_kids4": "Oh, ya?$s#$b#Aku pikir kau akan jadi orang tua yang baik.$7",
  "event_speaker_kids5": "hmm...$s#$b#Jika semua orang berpikir seperti itu, manusia akan mati.$s",
  "event_speaker_kids6": "Oh...$s#$b#Itu menyedihkan ... tapi aku kira aku bisa mengerti maksudmu.$s",
  "event_speaker_yes": "Bagus!$h#$b#Baiklah aku akan memanggil anak-anak.",
  "event_speaker_no": "Sungguh?... Uh... Baiklan, aku harap bisa bertemu denganmu nanti.%fork$s",
  "event_mail1": "Terim kasih...$l#$b#Aku harap George tidak begitu marah ... Aku hanya berusaha untuk membantu.$s",
  "event_mail2": "Oh... Aku harap kau benart.$l#$b#Maaf Mr. Mullner. Itu salahku.$s",
  "event_mail3": "Aku lihat...",
  "event_old1": "Aku harap kau benar... kenapa setres hanya karena kita tidak bisa mengubah suatu keadaan?$u",
  "event_old2": "Kau benar, kita tidak harus mengabaikan kenyataan.$u#$b#Aku kira semakin cepat kita dekat dengan kematian, semakin banyak waktu yang kita bisa habiskan.$u",
  "event_old3": "Itu bagus ... Aku setuju denganmu.#$b#Kita harus memperlakukan orang tua kita dengan hormat, sama seperti kita menghormati diri kita sendiri.",
  "event_old4": "Itu hal yang mengerikan di katakan. Hidup adalah hal yang berharga!$a",
  "event_cook1": "Kau yakin? Terima kasih! ... Aku lega mendengarnya.$h#$b#Aku bekerja begitu keras dengan resep ini, dan aku benar-benar bangga akan hal ini.",
  "event_cook2": "Oh... Oh baik.$s",
  "event_cook3": "Oh...Aku minta maaf.$s",
  "event_pool1": "Itu benar...$8",
  "event_pool2": "Sungguh? Aku akan memberitahumu...$8",
  "event_pool3": "Tidak!$9",
  "event_pool4": "...Oh, @. Aku tidak yakin dengan apa yang kau lakukan.$6#$b#...Aku akan mengingat malam ini.$6^Kau terlihat cantik malam ini... Aku... *gasp*$l",
  "event_pool5": "Kau... Kau tidak?$8#$b#...!!!%fork$10",
  "event_family1": "Aku juga.$h",
  "event_family2": "...maaf.$s",
  "event_family3": "Aku lihat.$s",
  "summer_Mon": "Hai... Um, cuaca yang baik, bukan?",
  "summer_Mon4": "$d cc#Terima kasih untuk memperbaiki komunitas ini kembali. Kurasa kau semacam pahlawan kota.|Halo, @. Aku suka kau baik-baik saja.",
  "summer_Fri": "$d bus#Aku mendengar kau bertanggung jawab memperbaiki bus kembali. Terima kasih.|Ibuku menggunakannya untuk pergi ke Gurun Calico... tapi bus berhenti bekerja beberapa tahun yang lalu. Walikota mengatakan tidak ada cukup uang di kas kota.$u",
  "summer_Sun": "Jadi... Kau suka mendekorasi kebunmu?#$e#Pasti menyenangkan punya tempat sendiri untuk didekorasi.",
  "summer_Sat": "Halo. Ummm...$u#$b#Gunungnya sangat indah, bukan?$u",
  "fall_Mon": "Hi... Um, apa kau baik-baik saja?$u",
  "fall_Mon4": "Ini agak memalukan menjadi satu-satunya keluarga di kota yang tinggal di sebuah trailer.$u#$e#Aku bermimpi punya rumah sendiri suatu hari nanti.$s",
  "fall_Tue4": "Kebunmu indah sekali.$h",
  "fall_Thu6": "Ibu tidak menjaga tubuhnya dengan baik...$u#$e#Aku sangat cemas kepadanya.$u",
  "fall_Fri": "Musim gugur adalah musim yang menyedihkan untukku...$s",
  "fall_Fri6": "Ketika aku masih kecil, ayahku meninggalkan kami karena dia mengatakan dia merasa 'terjebak'. Kami tidak pernah melihatnya sejak saat itu.$s#$b#Aku minta maaf untuk membuatmu tidak nyaman ....$u#$e#Anyway ... Bagaimana kehidupan bertanimu?",
  "fall_Sun10": "@! Aku hanya berpikir tentang masa depan...#$e#Wdi sini kau membayangkan dirimu saat sepuluh tahun?$l#$e#Aku punya ide...$u",
  "fall_Sat8": "Hai @.$h#$e#Kebunmu sangat bersih dan indah, kan?",
  "winter_Fri": "...ya?$u",
  "winter_Fri2": "Apa kau berteman dengan Linus? Dia tinggal di tenda di atas gunung.#$e#Semuanya mengabaikannya. Sebenarnya dia orang yang baik... Hanya sedikit aneh.#$e#Pasti dingin tidur di tenda selama bertahun-tahun.",
  "winter_Tue4": "Aku tak sabar untuk melihat kebunmu di musim semi.#$e#Pasti indah dan menyegarkan.$h",
  "winter_Tue": "Aku mencoba untuk tinggal di dalam rumah sebanyak mungkin selama musim dingin. Aku benci dingin.",
  "winter_Thu": "Oh... hai. Kau ingin mengobrol?$u#$e#Jika kau menemukan artefak menarik, Gunther dengan senang hati akan menampilkannya di museum.#$e#Dia bilang akan memberikan hadiah bagi siapa yang menyumbangkannya.",
  "winter_Mon": "Pada tanggal 25 kita akan mengadakan acara Feast of the Winter Star. Itu salah satu acara favoritku.#$e#Itu seharusnya menjadi waktu untuk bersyukur atas semua hal yang baik dalam hidup... tetapi bagi kebanyakan orang itu hanya waktu untuk bersantai dan bertukar kado."
}