{
    "header": {
        "target": "w",
        "formatVersion": 5,
        "hidef": true,
        "compressed": 128
    },
    "readers": [
        {
            "type": "Microsoft.Xna.Framework.Content.DictionaryReader`2[[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089],[System.String, mscorlib, Version=4.0.0.0, Culture=neutral, PublicKeyToken=b77a5c561934e089]]",
            "version": 0
        },
        {
            "type": "Microsoft.Xna.Framework.Content.StringReader",
            "version": 0
        }
    ],
    "content": {
        "Introduction": "Oh... Halo! Namaku Penny...",
        "Mon": "Hai... #$e#Oh, apa kau butuh sesuatu?",
        "danceRejection": "Oh... Tidak, terima kasih.$s",
        "breakUp": "...$s#$b#Be... Begitu... *sniff* ... Ka... Kalau begitu kita berteman saja.$s",
        "pamHouseUpgrade": "Yang kau lakukan pada kelaurgaku sangatlah mulia. Terima kasih!",
        "pamHouseUpgradeAnonymous": "Ternyata memang ada orang luar biasa di dunia ini...",
        "dumped_Girls": "Aku tidak tahan melihatmu...$s",
        "divorced": "...Kumohon, tinggalkan aku.$s",
        "secondChance_Girls": "Bekas lukamu masih tertinggal di hatiku, @. Tapi... aku bersedia bicara denganmu lagi.$s",
        "Mon4": "*menghela nafas*... Ibuku memang terlalu banyak pergi ke Bar.$s#$q 7/8 Mon_old#Tapi mending jangan berfikir buruk terus-menerus.#$r 7 50 Mon_7#Benar. Lebih baik berfikir positif!#$r 8 10 Mon_8#Berpikir realistis lebih masuk akal.",
        "Mon_old": "#$p 7#Tapi kalau terus kupaksa, mungkin dia bisa berubah.|Masuk akal, lagipula tak banyak yang bisa kulalukan untuk mengubahnya.",
        "Mon_7": "Itu yang kurasakan. Aku akan fokus saja ke masa depan yang baik.",
        "Mon_8": "Kau benar juga. Kita hasrus menghadapi kenyataan.$u",
        "Mon8": "Aku mau pindah. Aku merasa terbebani jika terus mengkhawatirkan Ibu.#$e#Aku mau dia bahagia, tapi aku juga tidak bisa terus tinggal di sini$s",
        "Tue": "Aku memberi les pada Vincent dan Jas hari ini... Meskipun bandel, aku senang bisa membuat perbedaan di hidup orang lain.",
        "Tue4": "$d bus#Mungkin dengan kembalinya Ibu jadi supir bis lagi, aku bisa mulai menabung. Hidupku mulai terasa indah.|Aku ingin menabung dari hasil mengajar les, tapi agak susah kalau Ibu masih menganggur.$s",
        "Tue10": "Um, @? Kebun itu tempat yang bagus buat anak-anak, 'kan?.$l#$e#Aku cuma penasaran.$l",
        "Wed": "Desa ini memang tidak punya sekolahan, tapi aku akan berusaha memberi Vincent dan Jas pendidikan yang layak.#$e#Setiap anak punya hak untuk dapat kesempatan jadi sukses.#$e#Jas pintar berhitung dan membaca. Sedangkan Vincent... yah, dia punya imajinasi yang aktif!",
        "Wed2": "Kau tahu? Kapan-kapan aku harus mengajak anak-anak berdarmawisata. Ke hutan mungkin?#$e#Mengundang narasumber akan lebih baik... seseorang yang akrab dengan alam.#$e#Maaf, aku sedang ngelantur.",
        "Wed4": "Kau percaya tidak? Aku sudah tinggal di Desa Pelican sejak lahir.#$e#Sepertinya ada banyak hal di luar sana yang takkan bisa kurasakan.",
        "Thu": "Kita beruntung punya perpustakaan di desa kecil ini.#$e#Setelah kau tenggelam dalam sebuah buku, rasanya mudah sekali untuk melupakan kenyataan.$u#$e#...Mungkin itulah alasanku suka membaca buku.$s#$e#...Maaf. Aku melenceng dari topik pembicaraan.",
        "Thu6": "Aku sebenarnya ingin punya kebun, tapi halaman kami sangat berantakan.$u#$e#Mungkin aku akan pindah ke tempat yang ada kebunnya nanti.#$e#Mungkin aku akan tinggal di sebuah pertanian! *hehe*$h",
        "Fri": "Cobalah menggali tanah, kau mungkin bisa menemukan benda-benda menarik.#$e#Aku pernah menemukan gerabah yang sangat tua. Saat kubawa ke Gunther, dia bilang usianya sudah ribuan tahun.",
        "Fri2": "Cobalah menggali tanah, kau mungkin bisa menemukan benda-benda menarik.#$e#Aku pernah menemukan gerabah yang sangat tua. Saat kubawa ke Gunther, dia bilang usianya sudah ribuan tahun.",
        "Fri4": "Banyak piring kotor. Ugh... Kalau saja Ibu tidak sakit kepala setiap pulang dari Bar, mungkin dia bisa membantuku mengurus rumah.$s",
        "Sat": "Ini desa yang kecil. Kau tidak bisa berhenti bertemu orang lain.#$e#Aku penasaran bagaimana rasanya tinggal di kota?",
        "Sat2": "$d Joja#Banyak hal berubah setelah kedatangan JojaMart.  Dampaknya sangat buruk bagi kiosnya Pierre. Tapi Ibu suka dengan JojaMart. Harganya murah, jadi dia bisa beli lebih daripada di kios Pierre.|Ibu masih saja mengeluh sejak JojaMart ditutup. Tapi ini baik buat dia. Dia bisa mengurangi minum Joja Cola.",
        "Sun": "Halo. Ummm...$u#$b#Cuacanya menarik, ya?#$e#Maaf...$u",
        "Sun4": "Aku sudah berusaha menjaga rumah agar selalu bersih, tapi entah kenapa selalu berantakan lagi.$s#$e#Susah rasanya kalau yang mengurus rumah cuma satu orang.$u",
        "event_speaker_kids1": "Tidak?$l#$b#Oke, masuk akal juga... mungkin kau sedang sibuk.",
        "event_speaker_kids2": "... Aku juga. Senang kau juga merasa seperti itu.$7",
        "event_speaker_kids3": "Ya... dorongan untuk mengurus yang lemah dan polos. Masuk akal kalau kita juga merasakannya.",
        "event_speaker_kids4": "Benarkah?$s#$b# Kurasa kamu akan jadi orang tua yang baik.$7",
        "event_speaker_kids5": "hmm...$s#$b#Kalau semua manusia berpikiran begitu, kita bisa punah.$s",
        "event_speaker_kids6": "Oh...$s#$b#Agak menyedihkan... taoi aku mengerti maksudmu.$s",
        "event_speaker_yes": "Bagus!$h#$b#Biar kupanggil anak-anak dulu.",
        "event_speaker_no": "Sungguh?... Uh... Baiklah. Kalau begitu sampai nanti.%fork$s",
        "event_mail1": "Terima kasih...$l#$b#Kuharap George tidak semarah ini... Aku hanya ingin membantu.$s",
        "event_mail2": "Oh... kurasa kau benar.$l#$b#Maafkan aku, Tn. Mullner. Aku sudah berbuat salah.$s",
        "event_mail3": "Begitu, ya.",
        "event_old1": "Kau benar juga... kenapa harus memusingkan hal yang sudah pasti terjadi?$u",
        "event_old2": "Kau benar, kita juga akan menua nanti.$u#$b#Semakin cepat kita menyadari menyadari pentingnya usia, semakin kita mampu menikmati waktu yang terlewati.$u",
        "event_old3": "Kata-kata yang bagus... Aku sangat setuju.#$b#Kita harus memperlakukan orang tua seperti kita ingin diperlakukan saat tua nanti.",
        "event_old4": "Bicara apa kau ini? Hidup itu terlalu berharga kalau dibuang-buang seperti itu!$a",
        "event_cook1": "Kau serius? Terima kasih! ... senang sekali mendengarnya.$h#$b#Aku sudah berusaha keras membuatnya, dan aku bangga sekarang.",
        "event_cook2": "Oh... Uh, tentu.$s",
        "event_cook3": "Oh...maaf.$s",
        "event_pool1": "Kau benar...$8",
        "event_pool2": "Benarkah? Kupikir kau sudah tahu...$8",
        "event_pool3": "Tidak!$9",
        "event_pool4": "...Oh, @. Aku tahu kamu menyukaiku, tapi aku kurang yakin.$6#$b#...aku akan selalu mengingat malam ini.$6^Kau terlihat cantik malam ini... aku... *nafas terhenti*$6",
        "event_pool5": "Ti...tidak?$8#$b#...!!!%fork$10",
        "event_family1": "Aku juga.$h",
        "event_family2": "...maaf.$s",
        "event_family3": "Begitu, ya.$s",
        "summer_Mon": "Hai... Um, cuacanya indah, ya?",
        "summer_Mon4": "$d cc#Terima kasih sudah memperbaiki community center. Kurasa sekarang kamu adalah pahlawan desa ini.|Halo, @. Senang melihatmu baik-baik saja.",
        "summer_Fri": "$d bus#Kudengar karena kamu bis sudah diperbaiki. Terim akasih.|Ibuku dulu mengendarai bis menuju ke Calico Desert... tapi bisnya sudah rusak beberapa tahun lalu. Kepala Desa bilang uang di kas desa tidak cukup untuk memperbaiki bis.$u",
        "summer_Sun": "Jadi... apa kau suka dengan dekorasi di rumahmu?#$e#Pasti enak punya rumah sendiri untuk didekorasi.",
        "summer_Sat": "Halo. Ummm...$u#$b#Gunungnya terlihat indah hari ini, ya?$u",
        "fall_Mon": "Hai... Um, apa kau baik-baik saja?$u",
        "fall_Mon4": "Rasanya malu jadi satu-satunya keluarga yang tinggal di trailer.$u#$e#Semoga aku bisa tinggal di rumah yang layak suatu hari nanti.$s",
        "fall_Tue4": "Kebunmu tampak lebih indah sekarang.$h",
        "fall_Thu6": "Ibu tidak mempedulikan dirinya sendiri...$u#$e#Aku khawatir padanya.$u",
        "fall_Fri": "Musim gugur adalah musim yang sedih bagiku...$s",
        "fall_Fri6": "Saat aku kecil, ayahku meninggalkan kami karena merasa 'terkurung'. Sejak itu dia tidak pernah kembali.$s#$b#Maaf sudah membuatmu sedih... Entah kenapa musim ini mengingatkanku pada kejadian itu.$u#$e#Ngomong-ngomong... bagaimana kabar kebunmu?",
        "fall_Sun10": "@! Aku baru saja berpikir soal masa depan...#$e#Dimana kau membayangkan dirimu dalam 10 tahun?$l#$e#Aku punya beberapa bayangan dalam masa depan...$u",
        "fall_Sat8": "Hai @.$h#$e#Rumahmu pasti mudah dibersihkan, bukan?",
        "winter_Fri": "...ya?$u",
        "winter_Fri2": "Apa kau berteman dengan Linus? Dia penghuni tenda yang ada di gunung.#$e#Semua orang mengabaikannya, kasihan. Dia orangnya baik... meskipun agak aneh.#$e#Pasti dia kedinginan di tenda pada musim seperti ini.",
        "winter_Tue4": "Aku menantikan akan seperti apa kebunmu di musim semi.#$e#Pasti akan sangat indah dan bagus.$h",
        "winter_Tue": "Aku berusaha agar tetap di rumah selama musim dingin. Aku tidak mau kedinginan.",
        "winter_Thu": "Oh... hai. Kau mau bicara?$u#$e#Kalau kamu menemukan artifak atau batuan langka, Gunther akan dengan senang hati memajangnya di museum.#$e#Dia bilang punya hadiah spesial bagi yang mau donasi.",
        "winter_Mon": "Pada tanggal 25 desa akan mengadakan Feast of the Winter Star. Festival kesukaanku.#$e#Tujuan dari festival ini untuk menunjukkan rasa syukur atas hal baik di hidupmu... tapi sebagian orang menikmatinya dengan istirahat dan bertukar hadiah."
    }
}