{
  "Introduction": "Hey, Kamu @, orang yang baru pindah itu ya? Saya Pierre, pemilik dari toko sembako lokal.^Hey, Kamu @, orang yang baru pindah itu ya? Saya Pierre, pemilik dari toko sembako lokal. #$b#Kalo kamu mau mencari bibit tanaman, datang saja ke toko saya. Saya juga akan membeli hasil panenmu!#$e#Bertani dapat membantu ekonomi lokal setempat!",
  "cc_Complete": "Ini adalah mimpi buruk! Kamu gak akan bisa membayangkan berapa banyak tekanan yang diberikan Joja.#$e#Untuk kota kecil seperti ini, satu toko saja sudah cukup! Terlalu banyak tekanan sosial kalo aku menaikkan harga barang.",
  "joja_Begin": "Hari ini adalah hari yang menyedihkan di Kota Pelican... Semakin kuat Joja, lama - lama saya bisa bangkrut. Mungkin saya harus menjual toko saya nanti...$s",
  "MovieInvitation": "Hey, ide yang bagus... Mungkin saya harus pergi jalan - jalan sesekali. Sampai jumpa di sana!",
  "Mon": "Selamat datang! Kalo kamu mencari bibit tanaman, Kamu ada di tempat yang tepat!",
  "Mon_inlaw_Abigail": "Halo, er... anakku?$s^Halo, er... anakku?$s",
  "Mon4": "Hai, @. Apa kamu perlu bibit tanaman atau tunas pohon?",
  "Mon4_inlaw_Abigail": "Hai, @. Bagaimana kabar Abigail? Toko ini tidak akan pernah sama lagi tanpanya...",
  "Tue": "Kadang - kadang kami punya barang baru, Jadi sering - seringlah kemari.#$e#Punya toko cukup melelahkan ya...$h",
  "Tue6": "Kamu tau, dulu saya adalah seorang petinju yang handal... Pukulan kananku cukup legendaris!$h",
  "Wed": "Hari ini hari libur.#$e#Hmmm... Enaknya ngapain ya...$s",
  "Wed4": "Sewaktu saya masih muda, saya selalu punya hal menarik untuk dilakukan... Sekarang saya hanya buang - buang waktu kalo tidak sedang bekerja.$s",
  "Thu": "Saya senang sekali membeli hasil panen kebunmu.#$b#Tentu saja, saya beli dengan harga yang pas!",
  "Thu2": "Saya senang berbisnis denganmu, @. Saya mulai agak kesusahan untuk meraih untung belakangan ini.^Saya senang berbisnis denganmu, @. Saya mulai agak kesusahan untuk meraih untung belakangan ini.",
  "Thu8": "#$1 pierre2#Apa Abigail mirip dengan saya? Jangan bilang istri saya, terkadang saya berpikir apakah saya benar - benar ayahnya.$k$s#$e#Jangan bilang istri saya, tapi saya tidak suka memasak makan malam.",
  "Fri": "#$1 pierreJoja#Bisnis mulai agak sulit semenjak Joja pindah ke kota. Bersaing dengan mereka sangatlah sulit.$k$s#$e#Hai. Bagaimana kebunmu?#$e#Mungkin beberapa bibit tanaman dapat mempercantik kebunmu.",
  "Sat": "Kalo kamu menemukan tanaman liar, Jual saja ke saya dengan harga yang mantap.",
  "Sat8": "Saya punya sebuah rahasia. Kadang - kadang, kalo toko sedang sepi, Saya berlatih bernyanyi di belakang kasir.$h#$e#Jangan beritahu siapapun.",
  "Sun": "#$1 pierreBlue#*menghela nafas*... Saya sangat bosan...$k$s#$e#Saya harap saya bisa pergi jalan - jalan, tapi saya gak bisa meninggalkan toko.#$e#Saya dengar bunga - bunga sedang bermekaran dan udaranya sangat segar...$s",
  "Wed6": "#$1 pierre1#*menghela nafas*... sebagus apapun bisnis saya, tak akan pernah cukup untuk memenuhi hasrat saya untuk sukses. Apa yang salah denganku? Mungkin saya hanya bosan dengan kehidupan desa.$s#$e#Suatu hari saya akan membuka toko baru di kota dan jadi sukses.#$e#Sayangnya, bisnisku sangat lambat sehingga saya tidak bisa menghemat uang$s",
  "Thu4": "Hey, @. Kamu adalah pelanggan saya nomor satu!",
  "summer_Mon": "Saya punya bibit tamanan musim panas! Sebaiknya kamu beli untuk berjaga - jaga.",
  "summer_Wed": "Akhirnya saya bisa libur meski cuma sehari.",
  "summer_Thu": "Orang - orang lebih memilih untuk menikmati cuaca daripada belanja... *menghela nafas*",
  "summer_Fri": "Oh, hai. Apa kamu puas dengan kualitas bibit tanaman musim panas saya?",
  "summer_Sat": "Musim panas adalah waktu yang tepat untuk makan salad, bukan begitu?",
  "summer_Sun": "Ugh... Panas sekali di sini.",
  "winter_Mon": "Kamu tidak bisa menanam bibit tanaman di musim dingin... Jadi saya tidak punya bibit tanaman untukmu.#$e#Keuntungan kami bakal berkurang.",
  "winter_Wed": "#$1 pierreDin#Saya akan memberi surprise ke Caroline dengan makan malam dan sebotol Stardew Red. Jangan beritahu siapapun!$k#$e#Akhirnya, saya bisa bersantai.",
  "winter_Thu": "Hai. Mau belanja?",
  "winter_Fri": "Saya hanya tertarik dengan tanaman dan sejenisnya, jadi kalo kamu punya bijih besi atau kayu kamu sebaiknya menjualnya di tempat lain.",
  "winter_Sat": "Cuma perasaan saya atau di sini udaranya cukup dingin?",
  "winter_Sun": "Kalo saya tidak membuka toko ini mungkin saya akan jalan - jalan ke luar.#$e#Bermain bola salju pasti sangat menyenangkan.",
  "fall_Mon": "Bibit tanaman musim gugur telah tiba! Tanaman tidak tumbuh di musim dingin jadi ini adalah bibit - bibit terakhir sebelum musim semi tiba.#$b#Kenapa gak borong semuanya aja?",
  "fall_Thu": "Di luar mulai agak dingin...#$b#Itu berarti orang - orang akan datang ke toko saya untuk menghangatkan diri... hehe.",
  "fall_Fri": "#$1 pierreMEGA#Impian saya adalah untuk membuka banyak toko sampai saya benar - benar kaya. hehehe.$k#$e#Hai. Bagaimana kebunmu?#$e#Mungkin beberapa bibit tanaman dapat mempercantik kebunmu.$h",
  "fall_Sat": "Saya senang membeli hasil panen dari kebunmu.#$e#Ya, Saya jual lagi... Tapi itulah untungnya jadi seorang pemilik toko.#$e#Jangan berpikir yang tidak - tidak...",
  "fall_Sun": "Kalo saya tidak membuka toko ini mungkin saya akan jalan - jalan ke luar...#$e#Dedaunan terlihat indah dan jamur - jamur mulai tumbuh.",
  "Event_naga1": "Terima kasih, saya hargai itu. Lupain saja kalo kamu pernah melihatnya, oke?$h#$b#... Dan saya bakal lupain kalo kamu masuk ke kamar saya tanpa permisi!",
  "Event_naga2": "Kamu mau melakukan itu ke saya? Kamu jahat.$s#$b#Seharusnya kamu tidak masuk ke kamar saya! Dasar tetangga menyebalkan.$3"
}
