{
  "Introduction": "Hai. @, seoorang petani baru! Aku Pierre, pemilik toko.^Hai. @, seoorang petani baru! Aku Pierre, pemilik toko.#$b#Jika kau butuh bibit, kau bisa membelinya di tokoku. Aku juga akan membeli hasil kebunmu dengan harga yang bagus!#$e#Aglikultural juga membantu perekonomian kita!",
  "Resort": "Kalau aku berlibur aku tidak bisa berjualan...$s#$b#Tapi, kau tau? Ini sungguh sepadan.",
  "Resort_Shore": "Mmm... aroma laut membuatku ingin makan sashimi.",
  "Resort_Chair": "Eh, anak muda saja yang bermain di bawah sinar matahari. Aku hanya ingin bersantai di sini.",
  "Resort_Bar": "Minuman demi minuman terjual... Gus pasti untung besar!",
  "cc_Complete": "Ini mimpi yang menjadi nyata! Kau tidak bisa membayangkan betapa stres nya aku dengan Joja sebagai saingan.#$e#Untuk kota kecil seperti ini, satu toko sudah cukup! Walaupun banyak yang komplain karena harga kemahalan.",
  "joja_Begin": "Ini adalah hari yang menyedihkan untuk Pelican Town... Semakin besar Joja, aku semakin bangkrut. Mungkin sebentar lagi akan kujual toko ini...$s",
  "MovieInvitation": "Hey, ide yang bagus... Sesekali meninggalkan kasir bagus juga. Kutemui kau disana!",
  "Mon": "Selamat Datang! Jika kau butuh bibit, kau datang ke tempat yang benar!",
  "Mon_inlaw_Abigail": "Halo, er... putraku?$s^Halo, er... putriku?$s",
  "Mon4": "Hai, @. Butuh bibit sayuran dan buah-buahan?",
  "Mon4_inlaw_Abigail": "Hai, @. Bagaimana tentang Abigail? Toko serasa berbeda tanpanya...",
  "Tue": "Kadang-kadang aku menjual barang baru, jadi sering-seringlah berkunjung.#$e#Butuh usaha keras menjalankan toko.$h",
  "Tue6": "Kau tau, Aku menggunakan boxer yang keren... ini juga dipakai oleh lagenda!$h",
  "Wed": "Hari ini aku libur.#$e#Hmmm... apa yang akan aku lakukan...$s",
  "Wed4": "Ketika aku muda, aku melakukan hal yang menarik... sekarang aku hanya menunggu waktu ketika aku tidak bekerja.$s",
  "Thu": "AKu suka membeli hasil kebunmu.#$b#Tentu saja dengan harga yang pantas!",
  "Thu2": "AKu menghargai usahamau @. Aku bekerja keras meningkatkan reputasiku.^AKu menghargai usahamau @. Aku bekerja keras meningkatkan keuntunganku.",
  "Thu8": "#$1 pierre2#Apakah Abigail melakukan hal yang sama sepertiku? Jangan bilang istriku, aku ingin menjadi ayah yang baik.$k$s#$e#Jangan bilang istriku, aku benci memasak makan malam.",
  "Fri": "#$1 pierreJoja#Bisnisku sedikit kesulitan sejak Joja Market berdiri. Sangat sulit bersaing dengan mereka.$k$s#$e#Hai, bagaimana kebunmu?#$e#Aku membutuhan beberapa hari hari merapikan bibitku.",
  "Sat": "Jika kau menemukan bahan hilar, kau bisa menjualnya.",
  "Sat8": "Aku akan menceritakanmu rahasia. Kadang-kadang saat toko sepi, aku latihan bernyanyi untuk opera.$h#$e#Jangan bilang siapapun.",
  "Sun": "#$1 pierreBlue#*sigh*... Sudah seharian aku di kasir...$k$s#$e#Aku ingin pergi, tapi aku tidak bisa meninggalkan toko.#$e#Aku dengan bunganya sudah mekar dan baunya harum...$s",
  "Wed6": "#$1 pierre1#*sigh*... Apapaun usahamu, kau tidak akan puas mencapai kesuksesan. APa yang salah denganku? Mungkin aku sudah bosan hidup seperti ini.$s#$e#Suatu saat aku inggin membuka toko yang sangat besar di perkotaan#$e#Sayangnya, usaha berjalan lambat ketika kau menabung uang...$s",
  "Thu4": "Hai, @. Kau pelanggan setiaku!",
  "summer_Mon": "Aku punya bibit untuk musim panas! Kau seharusnya menyediakannya untuk misim panas.",
  "summer_Wed": "Aku sedang beristirahat dari kerjaaanku.",
  "summer_Thu": "Semua orang menikmati musim ini daripada belanja ... *sigh*",
  "summer_Fri": "Oh, hai. Kau puas dengan bibitku?",
  "summer_Sat": "Musim panas paling enak makan salad segar, benar kan?",
  "summer_Sun": "Ugh... Panas sekali sekarang.",
  "winter_Mon": "Kau tidak bisa menanam apapun di musim dingin... jadi aku tidak punya bibit untukmu.#$e#Ini benar-benar mengurangi keuntunganku.",
  "winter_Wed": "#$1 pierreDin#Aku ingin mengejutkan Caroline malam ini dengan makan malam dan sebotol Stardew Red. Jangan ceritakan ke siapapun!$k#$e#Akhirnya, waktunya istirahat.",
  "winter_Thu": "Hai, kau masih punya keinginan berbelanja?",
  "winter_Fri": "Aku hanya menjual bahan yang bisa dimakan, jika menemakan biji besi atau potongan kayu, kau lebih baik menjualnya ke orang lain.",
  "winter_Sat": "IHanya perasaanku atau memang sekarang dingin sekali?",
  "winter_Sun": "Jika aku tidak menjaga toko, aku akan keluar sekarang.#$e#Sangat menyenangkan bermain bola salju.",
  "fall_Mon": "Bibit musim gugur disini! Bibit tidak akan tumbuh di musim dingin, jadi ini persedian terakhir sebelum musim semi.#$b#Lebih baik beli semua, kan?",
  "fall_Thu": "Mulai dingin diluar...#$b#Itu artinya orang-orang akan ke toko untuk menghangatkan diri... hehe.",
  "fall_Fri": "#$1 pierreMEGA#Mimpiku membuka banyak toko sampai aku kaya raya. hehehe.$k#$e#Hai, bagaimana dengan kebunmu?#$e#Mungkin bebberapa hari bibitku akan tumbuh.$h",
  "fall_Sat": "Aku senang membeli hasil bahan ternakmu.#$e#Ya, itu untuk keuntunganku... itu untuk menyeimbangankan toko ini.#$e#Aku tidak punya ide...",
  "fall_Sun": "Jika aku tidak menjaga toko, aku akan keluar sekarang...#$e#Dau-daun terlihat hebat dan jamur mulai tumbuh.",
  "Event_naga1": "Tarima kasih, aku hargai itu. Tapi tolong lupakan yang kau lihat itu?$h#$b#...Dan aku akan melupakan bahwa kau menyelinap di menyelinapku!",
  "Event_naga2": "Kau melakukannya? Kau menyebalkan.$s#$b#Kau seharusnya tidak menyelinap ke kamarku! Kau tetangga yang buruk.$a"
}