{
  "Abigail": "Kota ini lebih menarik saat hujan... benar kan?",
  "Robin": "Hujan tidak akn menghentikanku dari pekerjaanku!$h#$e#Meskipun udara lembab tidak menyengangka.$s",
  "Demetrius": "Tetap di dalalm rumah jika kamu ingin tetap hangat.",
  "Maru": "Meksipun hujan, aku tetap senang memperbaiki gadegetku seharian.$h#$e#Mungkin itu membuatmu bosan.",
  "Sebastian": "Jika kau beruntung, kau bisa melihat katak.",
  "Linus": "Hujan membuat lingkingan menjadi bersih.$h",
  "Pierre": "Banyak orang tetap di dalam rumah saat hujan... Ini tidak baik untuk usahaku.$s",
  "Caroline": "Kebunku senang sekali.$h#$e#...dan air akan meluap karena hujan.",
  "Alex": "Hmmph. Cuacanya tidak baik untuk berolahraga.$s#$e#Baiklah, aku bisa berolahraga di dalam ruangan.$h",
  "George": "Sedikit dingan, kan? Hari yang buruk.",
  "Evelyn": "Ketika aku bangun aku mendengar sesuatu... Aku pikir gentengnya ada yang bocor.$s#$e#Mungkin George akan memperbaikinya... *sigh*$s",
  "Lewis": "Hai @. Butuh istirahat?#$e#Aku harap sungainya tidak meluap...$s",
  "Clint": "Hari ini, sangat bagus untuk menambang... Siapa tau kau dapat tambang langka.",
  "Penny": "Air hujan sangat nyaring ketika terjatuh diatas trailer.#$e#...Itu sangat menenangkan.$h",
  "Pam": "Apa kabar, anak muda. Masih tetap kering?",
  "Emily": "Gurun Calico tidak pernah hujan... Dimana temanku Sandy tinggal.#$e#Aku ingin mengunjunginya kapan-kapan.$s",
  "Haley": "Aku butuh berjam-jam merapikan rambutku... sekarang gara-gara hujan, semuanya berantakan.$s#$e#*sigh* ... Kadang hidup itu berat.",
  "Jodi": "Apa kau melepas sepatu saat kesini? Maaf... Aku menjaga lantai tetap bersih.#$e#Tapi kau selalu kesini! Heh.$h",
  "Sam": "Sura rintik hujan membuatku bisa bermain gitu dengan keras tanpa membuat ibuku marah. Hehe.$h",
  "Leah": "Mungkin aku harus memasak sesuatu hari ini. Sesuatu yang hangat dan sedikit pedas.",
  "Shane": "Hmm... cuaca ini membuatku haus.$s",
  "Marnie": "Hai @. Kau terlihat basah kuyub...malang sekali nasibmu!$h",
  "Elliott": "Kadang-kadang ketika aku sedang tidur aku melihat kabut tebal saat hujan.#$b#Tapi saat aku melihat keluar hanya ada mendung.",
  "Gus": "Tidak ada yang lebih nikmat daripada minum Anggur Merah saat hujan, kan?#$e#Aku cinta pekerjaanku. Hehehe.",
  "Dwarf": "Hujan... Itu hal yang mistis. Beberapa dari kami belum pernah melihatnya.",
  "Wizard": "Petir adalah saat aku berinteraksi dengan elemen.#$e#Kau tidak akan paham.",
  "Harvey": "Hai @! Er... Sudah membaca buku yang menarik di perpustakaan?#$e#Heh. Well, um... Sampai bertemu lagi.$u",
  "Sandy": "Aku dengan hujan sedang turun, sehingga kau kemari?$h#$e#Aku kadang tidak tau kalau sedang hujan, sungguh...$s",
  "Krobus": "Ah, salurannya mengalir dengan cepat hari ini. Ini akan sangat bagus. Aku sangat menyukainya.",
  "Leo": "Lembah ini terasa begitu damai ketika hujan.#$e#Bagiku... alam itu seperti manusia, dengan mood yang berbeda."
}