{
  "Abigail": "Lembah ini terlihat lebih menarik saat hujan... bukan begitu?",
  "Robin": "Hujan tidak akan menghalangi pekerjaanku!$h#$e#Meski begitu mengerjakan kayu basah bukanlah hal yang menyenangkan.$s",
  "Demetrius": "Hai. Diamlah di sini supaya kamu tetap hangat.",
  "Maru": "Saat hujan aku jadi punya banyak waktu untuk mengerjakan gawaiku.$h#$e#Walau kupikir cuaca ini pasti membosankan bagimu.",
  "Sebastian": "Kalau kamu beruntung, mungkin kamu bisa lihat kodok saat cuaca seperti ini.",
  "Linus": "Mandi hujan itu enak sekali.$h",
  "Pierre": "Orang-orang lebih suka diam di rumah saat hujan... Pemasukanku jadi berkurang.$s",
  "Caroline": "Kebunku merasa senang hari ini.$h#$e#...dan tagihan air juga berkurang.",
  "Alex": "Hmmph. Aku tidak bisa olah raga hari ini.$s#$e#Biarlah, aku latihan angkat beban saja di rumah.$h",
  "George": "Dingin sekali, bukan? Hari ini benar-benar suram.",
  "Evelyn": "Aku dengar suara tetesan air tadi pagi... Kurasa atap kami bocor.$s#$e#Dulu, George pasti akan langsung memperbaikinya... *sigh*$s",
  "Lewis": "Hai, @. Kamu sedang libur?#$e#Kuharap sungainya tidak meluap...$s",
  "Clint": "Hari ini pas sekali jika kamu ingin menjelajahi tambang... Siapa yang tahu, mungkin kamu bisa dapat bijih logam yang bagus.",
  "Penny": "Hujannya berisik sekali.#$e#...Walau begitu, rasanya menenangkan.$h",
  "Pam": "Halo, nak. Mau berteduh?",
  "Emily": "Hujan tidak turun di Gurun Calico... Temanku Sandy tinggal di sana.#$e#Coba saja aku bisa mengunjunginya hari ini.$s",
  "Haley": "Aku habis menata rambutku pagi ini... hujan ini pasti akan mengacaukan semuanya.$s#$e#*fiuh* ... Terkadang hidup itu susah.",
  "Jodi": "Apa sepatumu sudah bersih sebelum masuk kemari? Maaf... Aku baru saja habis ngepel.#$e#Tapi kamu selalu disambut di sini! Heh.$h",
  "Sam": "Hujan bisa meredam suara, jadi aku bisa main gitar keras-keras tanpa dimarah Ibu. Hehe.$h",
  "Leah": "Aku ingin memasak sesuatu yang menarik hari ini. Sesuatu yang pedas.",
  "Shane": "Hmm... aku jadi ingin minum.$s",
  "Marnie": "Hai @. Kamu kelihatan basah... Kasihan!$h",
  "Elliott": "Kadang aku bisa mendengar suara dari mercusuar di kejauhan saat aku tidur.#$b#Tapi saat aku mengintip keluar, yang kulihat cuma kabut.",
  "Gus": "Hari ini enaknya minum anggur merah, kan?#$e#Aku suka pekerjaanku. Hehehe.",
  "Dwarf": "Hujan itu seolah mitos bagi kaumku. Banyak kurcaci yang tidak pernah melihat hujan selama hidup mereka.",
  "Wizard": "Ada beberapa arwah yang hanya bisa diajak bicara saat cuaca buruk begini.#$e#Aku tidak berpikir kamu akan paham.",
  "Harvey": "Hai @! Em... Apa kamu sempat baca sesuatu di perpustakaan?#$e#Heh. Yah, em... Sampai jumpa nanti?$u",
  "Sandy": "Aku dengar di Stardew Valley sedang hujan. Apa itu alasannya kamu mampir ke sini?$h#$e#Aku rindu hujan...$s",
  "Krobus": "Ah, arus airnya deras sekali hari ini. Keadaannya jadi lembap di sini... Dan aku suka itu."
}
