{
  "Abigail": "Lembah ini terlihat lebih menarik dikala hujan... bagaimana menurutmu?",
  "Robin": "Hujan ini tidak akan menghentikanku dari pekerjaanju ini!$h#$e#Meskipun kayu yang basah kurang enak dipakai.$s",
  "Demetrius": "Halo. Tetaplah di dalam kalo mau tetap hangat.",
  "Maru": "Ketika hujan, aku punya alasan yang bagus untuk bekerja dengan peralatanku sepanjang hari.$h#$e#Pasti membosankan untukmu, ya.",
  "Sebastian": "Kalo kau beruntung, kau mungkin bisa melihat kodok ketika hujan.",
  "Linus": "Hujan adalah cara yang bagus untuk mandi.$h",
  "Pierre": "Kebanyakan orang memilih untuk tinggal di rumah ketika hari sedang hujan... sangat tidak baik untuk bisnis.$s",
  "Caroline": "Kebunku sangat bahagia hari ini.$h#$e#...dan tagihan air kami bakal lebih murah bulan ini.",
  "Alex": "Hmmph. Cuaca yang buruk untuk berolahraga.$s#$e#Yah, Aku selalu bisa angkat beban di dalam rumah.$h",
  "George": "Dingin sekali, ya? Hari yang buruk.",
  "Evelyn": "Ketika saya bangun tidur saya mendengar suara air menetes... Saya pikir atapnya bocor.$s#$e#Dulu, George akan memanjat dan memperbaikinya... *mengehela nafas*$s",
  "Lewis": "Hai, @. Sedang istirahat?#$e#Saya harap sungainya tidak meluap...$s",
  "Clint": "Hari ini hari yang bagus untuk menjelajah tambang... Siapa tahu, Kamu bisa menemukan bijih besi yang langka.",
  "Penny": "Suara hujan sangat deras karena atap besi trailer kami.#$e#...Tapi menenangkan.$h",
  "Pam": "Hey, nak. Sedang berteduh?",
  "Emily": "Di Gurun Calico tidak pernah hujan... Di sanalah Sandy tinggal.#$e#Kuharap aku bisa mengunjunginya hari ini.$s",
  "Haley": "Dari pagi aku sudah menata rambutku... sekarang hujan akan membuatnya berantakan.$s#$e#*menghela nafas* ... Terkadang hidup itu berat.",
  "Jodi": "Sudahkah kamu mengelap sepatumu? Maaf... Saya baru saja membersihkan lantainya.#$e#Tapi kamu selalu diterima di sini! Heh.$h",
  "Sam": "Hujan menyamarkan suara, jadi aku bisa bermain gitar lebih keras tanpa membuat Ibu marah. Hehe.$h",
  "Leah": "Mungkin aku harus memasak sesuatu yang baru dan menarik. Sesuatu yang pedas.",
  "Shane": "Hmm... Cuaca ini membuatku haus.$s",
  "Marnie": "Hai @. Kamu kehujanan... kasihan sekali!$h",
  "Elliott": "Terkadang, ketika aku sedang berbaring aku bisa mendengar suara kodok.#$b#Tapi ketika aku melihat ke luar jendela, yang kulihat hanya gorden abu - abu.",
  "Gus": "Tidak ada yang bisa mengalahkan segelas anggur merah di hari hujan, huh?#$e#Aku suka pekerjaanku. Hehehe.",
  "Dwarf": "Hujan... Hampir seperti mitos untuk kami. Beberapa kurcaci seperti kami bahkan hidup tanpa pernah merasakan hujan.",
  "Wizard": "Hari badai adalah satu - satunya waktu di mana aku bisa bersatu dengan elemenku.#$e#Kamu gak akan ngerti.",
  "Harvey": "Hai @! Er... Sedang baca sesuatu yang menarik di perpustakaan belakangan ini?#$e#Heh. Yah, um... Sampai jumpa?$u",
  "Sandy": "Kudengar di kota sedang hujan. Apa itu sebabnya kamu datang kemari?$h#$e#Aku agak rindu hujan, sebetulnya...$s",
  "Krobus": "Ah, gorong - gorong mengalir dengan deras hari ini. Tempat ini akan jadi lembab... Seperti yang kusuka."
}
