{
  "Introduction": "Sudahkan kau bertemu orang-orang di kota? Kedengarannya melelahkan.",
  "Resort": "Wow, lihat struktur bangunan disini!$h#$b#Aku yakin dibuat oleh seorang master builder. Aku benar-benar terkesan!",
  "Resort_Leaving": "Sangat menyenangkan!$h",
  "Resort_Shore": "Hey, lihat! Pulau lain bisa terlihat dari sini.",
  "Resort_Chair": "Hey @. Kau tau, aku memikirkan perkembangan kota sejak kau pindah ke sini.#$b#Kau harusnya bangga dengan pencapaianmu!$h",
  "Resort_Bar": "Ini sungguh menenangkan...",
  "reject_865": "Garam sayur? Menarik, tapi aku tidak butuh itu.",
  "reject_866": "Hmm... saat aku melihat bunga, aku langsung berfikir Evelyn. Tunjukkan ini padanya, mungkin?",
  "pamHouseUpgrade": "Bukankah rencana kita berhasil? Pam dan Penny terlihat sangat senang.",
  "pamHouseUpgradeAnonymous": "Bukankah rencana kita berhasil? Pam dan Penny terlihat sangat senang.",
  "MovieInvitation": "Ooh... Dua tiket untuk pertunjukan malam ini, huh? Menarik! Sampai jumpa di sana.$h",
  "cc_Bridge": "Hei! Kudengar suara aneh semalam, dan saat aku bangun jembatan menuju Quary tiba-tiba bagus kembali!#$b#Itu sebuah keajaiban!",
  "cc_Complete": "Sejak pertama kau datang aku sudah tau, @... kau ditakdirkan menjadi pahlawan kota ini!$h",
  "cc_Begin": "Hei! Kudengar walikota menunjukanmu Balai Kota... Akan bagus jika kau bisa memperbaiki tempat itu. Dulunya bangunan itu sungguh indah!",
  "Mon": "Apakah aku sudah memberitahumu bahwa aku membuat rumah dari awal?#$e#Itu memang pekerjaanku saat ini.",
  "Tue": "Hey, jika kau mencari material atau blueprint, berkunjunglah ke tempatku!#$e#Ditambah, pekerjaanmu membantu warga sini.$h",
  "Wed": "Hai, @.#$e#Aku bermimpi tentang proyek baruku.#$e#APakah tempatmu baik-baik saja? Bagaima kualitas kayu di rumahmu?",
  "Thu": "Aku selalu menerimamu saat kau berkunjung meskipun kau tidak sedng ingin berbelanja, kau tau.$h#$e#Jika kau ingin tempat yang sunyi, gunung tempat yang cocok.",
  "Fri": "Kau pernah bertemu anakku Sebastian? Dia ada di ruang bawah.#$e#Dia sedikit pemalu, tapi aku yakin dia akan semangat bila mengenalmu.",
  "Fri_inlaw_Sebastian": "Aku rindu Sebby... dia sedikit tidak nyambung, tapi aku percaya padanya.",
  "Fri4": "#$1 RobinSeb#Aku menemukan asbak di kamar Sebastian, dan baunya aneh. Haruskah aku menghawatirkan ini?#$e#Kadang aku kawatir dengan Sebastian... dia tidak punya teman aku takut dengan masa depannya...#$e#Aku ingin bicara dengannya tapi dia selalu menutup diri.",
  "Fri4_inlaw_Sebastian": "Sebastian bilang kepadaku untuk berhenti merokok! Aku bangga kepadanya.",
  "Sat": "Rumah kita sangat indah, apa yang kau pikirkan?#$e#Aku suka dengan udara segar di pegunungan.",
  "Sun": "Aku harap Demetrius tidak meledakkan rumah ini dengan eksperimennya.#$e#Aku tidak tahu apa yang dia kerjakan. Aku pikir dia bereksperimen dengan tanaman.",
  "Sun2": "#$1 RobinDem#Suamiku hampir membakar rumah dengan eksperimennya. Salah satu dari eksperimmennya meledak dan meempercikan api! Untung aku melapisi rumahku dengan anti api.$u#$e#Maaf jika bauku aneh, @. Ini gara-gara proyek suamiku..",
  "Sun6": "Hi @! Senang bertemu denganmu.#$e#Kau slah satu anggota komunitas sekarang, bagaimana menurutmu?",
  "event_wood1": "Bagus, blueprint ini untuk membuat sepotong kue!$h",
  "event_wood2": "Baik, lalu aku punya blueprint to get you started!",
  "summer_Mon": "Kau bisa membuat apapun dari kayu.",
  "summer_Tue": "Jika kau ingin membangun rumahku, tinggal tanya kepadaku!#$e#Kau hanya butuh kayu dan batu yang cukup. Dan tentu saja uang#$e#Aku yankin kau akan puas!$h",
  "summer_Fri": "Seluruh dunia mengenal Stardew Valley.#$e#Ada pro dan kontra.",
  "fall_Mon": "#$1 RobinMaru#Maru ibarat permata. Dia punya sesuatu yang menarik.#$e#Jadi apa hubunganmu dengan Maru?",
  "fall_Thu": "Aku selalu menerimamu saat kau berkunjung meskipun kau tidak sedng ingin membangun rumah!$h#$e#Jika kau ingin tempat yang sunyi, gunung tempat yang cocok.",
  "fall_Fri": "Kau pernah bertemu orang liar di belakang rumahku?$s#$e#Aku tidak memikirkannya selama dia tidak menggangu.",
  "winter_Mon": "Hey, ini waktu yang pas untuk mencari kayu.#$e#Mungkin kau bisa mencarinya untuk membangun rumah!",
  "winter_Fri": "Orangtuaku menginginkanku aku menjadi tukang kayu.#$e#Mereka ketinggalan jaman.",
  "winter_Fri_inlaw_Sebastian": "Aku pikir berkebun menyehatkan bagi Sebby.",
  "winter_Sat": "Rumah kita sangat indah, apa yang kau pikirkan?#$e#Meskipun tertutup salju tapi tetap terasa indah."
}