{
  "Introduction": "Sudahkah kamu bertemu semua orang di kota? Kedengarannya melelahkan.",
  "pamHouseUpgrade": "Rencana kecil kita berjalan baik, bukan? Pam dan Penny terlihat sangat bahagia.",
  "pamHouseUpgradeAnonymous": "Rencana kecil kita berjalan baik, bukan? Pam dan Penny terlihat sangat bahagia.",
  "MovieInvitation": "Ooh... Dua tiket untuk pertunjukan malam ini, huh? Kedengarannya bagus! Aku akan menemuimu disana.$h",
  "cc_Bridge": "Hei! Aku dengar suara-suara aneh semalam, dan aku bangun pagi ini menemukan bahwa jembatan tambang sudah diperpaiki!#$b#Ini adalah keajaiban pertukangan kayu!",
  "cc_Complete": "Aku tahu itu ketika kamu melangkah keluar dari bus itu, @... kamu memang ditakdirkan menjadi pahlawan kota!$h",
  "cc_Begin": "Hei! Aku dengar bahwa Lewis mengajakmu berkeliling Pusat Komunitas... Akan bagus jika kamu bisa memperbaiki tempat itu. Itu pasti akan jadi bangunan yang sangat bagus!",
  "Mon": "Sudahkah Aku memberitahumu bahwa Aku membangun rumah kami dari bawah sampai atas?#$e#Ini sudah menjadi puncak karirku sejauh ini",
  "Tue": "Hei, jika kamu butuh material atau cetak biru, tokoku adalah tempat yang kamu cari!#$e#Ditambah, bisnismu mendukung ekonomi lokal.",
  "Wed": "Hei yang disana, @.#$e#Aku tadi bermimpi di siang bolong tentang proyek tukang kayu.#$e#Apa kamu baik-baik saja ditempatmu? Apa pertukangan kayu dirumahmu masih bertahan?",
  "Thu": "Kamu selalu disambut saat mengunjungi kami, bahkan jika kamu tidak sedang berbelanja, kau tahu.$h#$e#Bisa jadi sangat sepi diatas sini dipegunungan.",
  "Fri": "Kamu sudah bertemu putraku Sebastian, kan? Dia tinggal dibawah.#$e#Dia agak pemalu, tapi Aku yakin dia akan terbiasa padamu jika kamu baik padanya.",
  "Fri_inlaw_Sebastian": "Aku rindu Sebby ku... dia selalu sedikit salahpaham, tapi Aku yakin padanya.",
  "Fri4": "#$1 RobinSeb#Aku menemukan Asbak dikamar Sebastian, dan baunya sangat aneh. Haruskah Aku Khawatir tentang ini?#$e#Terkadang Aku cemas tentang Sebastian... dia tidak punya banyak teman dan tidak begitu peduli dengan masa depannya...#$e#Aku akan bicara padanya tentang ini tapi dia tak pernah terbuka padaku.",
  "Fri4_inlaw_Sebastian": "Sebastian pernah bilang padaku dia sedang mencoba untuk berhenti merokok! Aku sangat bangga padanya.",
  "Sat": "Rumah kami ada ditempat yang begitu indah, bukan?#$e#Aku sangat suka udara segar pegunungan.",
  "Sun": "Aku harap Demetrius tidak meledakkan rumah dengan eksperimen sainsnya itu.#$e#Aku bahkan tidak yakin apa yang sedang ia kerjakan. Aku rasa itu ada kaitannya dengan tanaman.",
  "Sun2": "Suamiku hampir membakar rumah semalam dengan eksperimen sainsnya. Salah satu gelas kimianya meledak dan mengirim bola api ke seisi ruangan! Terima kasih Yoba Aku memakai pernis tahan-api saat membangun rumah ini.$u#$e#Maaf jika baunya aneh disini, @. Itu karena proyek sains aneh suamiku...",
  "Sun6": "Hai @! Senang bertemu denganmu.#$e#Kamu adalah anggota dari komunitas sekarang, bukan?",
  "event_wood1": "Hebat, cetak biru ini seharusnya mudah untukmu!$h",
  "event_wood2": "Baiklah, Aku punya cetak biru yang sempurna agar kamu bisa mulai!",
  "summer_Mon": "Kayu adalah bahan yang luar biasa... itu serba guna, murah, kuat, dan setiap potongnya punya karakter unik tersendiri!",
  "summer_Tue": "Jika kamu butuh bangunan apapun untuk meningkatkan pertanianmu, minta saja padaku!#$e#Kamu perlu menyediakan cukup kayu dan batu untuk proyeknya. Dan itu butuh uang juga.#$e#Tapi Aku yakin kamu akan terkesan dengan hasilnya!$h",
  "summer_Fri": "Kami sangat terisolasi dari dunia luar disini di Stardew Valley.#$e#Ini punya kelebihan dan kekurangannya tersendiri.",
  "fall_Mon": "#$1 RobinMaru#Maru suka permata. Dia memakainya pada penemuannya.#$e#Jadi apa kamu dan Maru sudah bergaul?",
  "fall_Thu": "Kamu selalu disambut saat mengunjungi kami, bahkan jika kamu tidak ditoko untuk meningkatkan bangunan!$h#$e#Bisa jadi sangat sepi diatas sini dipegunungan",
  "fall_Fri": "Sudahkah kamu bertemu pria liar yang tinggal dibelakang rumah kami?$s#$e#Kurasa aku tidak begitu peduli, selama dia tidak mengganggu kami.",
  "winter_Mon": "Hei, ini waktu yang sempurna ditahun ini untuk mengumpulkan kayu.#$e#Mungkin kamu bisa mengumpulkan cukup banyak untuk meningkatkan rumahmu!",
  "winter_Fri": "Orang tuaku jadi sangat bingung ketika Aku bilang Aku ingin jadi tukang kayu.#$e#Mereka sangat kuno.",
  "winter_Fri_inlaw_Sebastian": "Aku rasa kehidupan peternakan sangat sehat untuk Sebby.",
  "winter_Sat": "Rumah kami ada ditempat yang begitu indah, bukan?#$e# Semuanya terlihat tenang setelah salju yang segar turun."
}
