
Skip to content
Using Gmail with screen readers
Meet
Start a meeting
Join a meeting
Chat
Conversations
 
12.79 GB (85%) of 15 GB used
Manage
Terms · Privacy · Program Policies
Last account activity: 1 hour ago
Details

{
  "Introduction": "Hei, Aku Sam. Senang bertemu denganmu.$h",
  "danceRejection": "Hmm... Entahlah. Mungkin tahun depan.$s",
  "dumped_Guys": "...$a",
  "secondChance_Guys": "Baiklah, Aku sudah selesai dengan kelakuan dingin ini. Mari lupakan apa yang barusan terjadi.$7",
  "breakUp": "Tunggu... apa?!$8#$b#Kukira kita baik-baik saja... Kurasa Aku sudah keterlaluan... baiklah, kalau begitu.$9#$b#Ya, tentu... kita masih bisa jadi teman.$9",
  "divorced": "Aku rasa Aku masih bisa jadi temanmu.$s",
  "Mon2": "Hei, bagaimana kabarmu?#$e#Semalam Aku berlatih gitar selama 4 jam terus-menerus. Jariku sakit sekali.$s#$e#Dah, Aku ada sesuatu yang harus dilakukan...",
  "Mon": "Hei, petani.",
  "Mon8": "Akan kuberitahu kau sebuah rahasia... namaku 'Sam' adalah kependekan dari 'Samson'.$10#$e#Kebanyakan orang tidak tahu jadi tetap rahasiakan ini.",
  "Tue": "Oh, hai! Senang bertemu denganmu lagi.#$e#Santai saja.",
  "Tue4": "Hai, @. Apa kamu mau jalan-jalan atau semacamnya?#$e#Tidur terasa enak tapi terkadang Aku harap Aku bisa melewatinya... itu hanya membuang waktu.",
  "Wed": "Aku mencoba membuat lagu baru untuk band ku, tapi Aku bingung...#$q 19/20 Wed_old#Hei.. menurutmu seperti apa seharusnya laguku itu?#$r 20 30 Wed_20#Bertani, menambang, memotong kayu.#$r 8820 30 Wed_20#Sebuah kota dilaut.#$r8821 30 Wed_20#Kereta.#$r 19-50 Wed_19#Pilihlah apapun. itu akan tetap jadi lagu yang buruk.",
  "Wed_old": "Tapi Aku sudah tahu apa yang kamu pikirkan tentang itu.$a|Terima kasih atas bantuanmu Aku sudah selesai dengan liriknya!$h",
  "Wed_19": "Hei, bung... Apa masalahmu? Maaf aku bertanya.$a",
  "Wed_20": "Hei kau tahu apa? Kedengarannya sempurna. Terima kasih!$h",
  "Wed6": "Aku sudah berteman dengan Sebastian cukup lama. Dia pria yang sangat keren.#$e#Jika kalian berdua bergaul Aku mungkin benar-benar tidak punya teman lagi dikota.",
  "Wed10": "Hei sobat. Kamu terlihat penuh dengan energi hari ini!^@. Um... Aku hanya mau bilang... Kamu terlihat keren hari ini.$10",
  "Thu6_1": "Aku pikir Ayahku mungkin kembali dalam setahun atau lebih.#$e#Aku rasa kamu mungkin bisa bertemu dengannya. jika kamu masih tinggal disini.#$e#Kamu tidak akan menelantarkan pertanian setelah menaruh begitu banyak usaha didalamnya!",
  "Thu6_2": "...Aku punya perasaan yang bercampur aduk tentang Ayahku yang akan kembali. Dia sepertinya aneh.$s#$b#Tapi Kurasa Aku belum melihatnya dalam 3 tahun... jadi itu bisa menjelaskan ini.",
  "Thu_3": "*menghela nafas*... apa yang Aku lakukan disini?",
  "Thu": "Awan-awan terlihat hebat ditahun ini, bukan begitu?#$e#Seperti sesendok es krim vanila melayang diatas saus rasberi biru... atau mungkin Aku hanya lapar.",
  "Thu2": "Ayahku adalah seorang tentara, bertempur melawan Kerajaan Gotoro. Itulah kenapa dia tidak ada disini...#$e#Dia akan kembali suatu hari.#$e#... Aku sudah dengar beberapa hal buruk tentang Kerajaan Gotoro...$s",
  "Thu_2": "Baiklah, Ayahku kembali. Sudahkah kamu bertemu dengannya?#$b#Aku hanya senang dia baik-baik saja.",
  "Thu2_2": "Baiklah, Ayahku kembali. Sudahkah kamu bertemu dengannya?#$b#Aku hanya senang dia baik-baik saja.",
  "Fri": "Sudahkah Aku memberitahumu bahwa kami dulu tinggal dikota?#$e#Ada lebih banyak barang disana, tapi itu juga berisik dan sibuk... sulit untuk bilang mana yang lebih baik.",
  "Fri4": "Ayah dulu bekerja sebagai tukang sampah dikota.#$e#Kamu pasti tidak ingin tahu beberapa hal yang dia temukan disampah orang-orang.",
  "Fri10": "Semakin lama yang kudapat semakin banyak perasaanku pada lembah.#$b#Meskipun Aku bisa bias... untuk alasan tertentu.$10#$e#Jadi, bagaimana kabarmu hari ini?$h",
  "Sat4": "Oh! Aku baru ingat Aku harus menelpon nenekku. Baiklah, Aku akan memakai gelang karet ini dipergelanganku jadi Aku tidak lupa.#$e# Aku harus membuat pengingat kecil untuk diriku atau yang lain Aku selalu lupa untuk melakukan hal-hal",
  "Sat": "Hmm. Aku baru ingat Aku bermaksud melakukan sesuatu... tapi aku lupa.#$e#Ini terjadi padaku setiap saat.",
  "Sun8": "Terkadang Aku membayangkan jika ibuku bahagia dengan hidupnya...$s#$e#Aku pernah bertanya sekali dan Aku mengerti ternyata dia menyembunyikan luka yang dalam",
  "Sun": "Oh, ini hari yang indah, bukan?",
  "10": "Apa kamu menonton pertandingan semalam?#$b#Atau tunggu, apa kamu punya sebuah TV?",
  "14": "Uh, Aku menginjak sesuatu yang jorok tadi... dan Aku baru saja membeli sepatu ini.$s",
  "spring_21": "Terkadang kelopak musim semi yang melayang-layang itu membuat hidungku pilek.$s#$e#Aku suka yang terbaik dari musim panas, diriku.",
  "Event_band1": "Hei, kau tahu apa? Itu adalah jenis gaya yang sedang Aku pikirkan... untuk band.",
  "Event_band2": "Hei, kau tahu apa? Itu adalah jenis gaya yang sedang aku pikirkan... untuk band.",
  "Event_band3": "Hei, kau tahu apa? Itu adalah jenis gaya yang sedang aku pikirkan... untuk band.",
  "Event_band4": "Hei, kau tahu apa? Itu adalah jenis gaya yang sedang aku pikirkan... untuk band.",
  "event_room1": "Oh, Aku mengerti.",
  "spring_12": "Adik kecilku sangat tertarik untuk festival. Dia bicara tentang berburu telur seharian.",
  "spring_23": "Kenapa dansa bunganya tidak hari ini saja jadi aku bisa pergi bekerja?$s",
  "winter_7": "Dulu, Gus jatuh ke sungai ketika festival es. Kami harus membuat api yang besar di bar untuk mengeringkannya.#$e# Kami sangat khawatir kami tidak bisa merasakan spagetinya yang terkenal itu lagi.",
  "fall_26": "Malam ini, setelah semua orang tertidur, Pria tua aneh yang tinggal dihutan itu akan menyiapkan labirin berhantu. Dia selalu memastikan tidak ada yang melihatnya bekerja.",
  "summer_10": "Aku tidak harus bekerja besok! Aku belum pernah jadi sangat senang.$h",
  "winter_24": "Pesta Bintang Musim Dingin seharusnya jadi saat untuk menunjukan rasa terima kasih atas semua hal baik dalam hidup.#$b#Aku? Aku hanya tertarik pada makanannya. hehe.$h",
  "event_room2": "Ya... Itulah yang terjadi!",
  "event_snack1": "Dia benar... Itulah yang terjadi.$s^Dia benar... Itulah yang terjadi.$s",
  "event_snack2": "Ya... itulah yang terjadi",
  "event_snack3": "Apa!? Dia bohong!$a^Apa!? Dia bohong!$a",
  "summer_Mon2": "Hei, bagaimana kabarmu?#$e#Aku lapar.#$e#Sampai jumpa nanti.",
  "summer_Mon6": "Apa kamu sudah pernah ke gurun?#$e#Kamu bisa menemukan beberapa hal menarik disana. Ayah mengajakku beberapa kali saat aku masih kecil.",
  "summer_Mon": "Ada lebih sedikit serbuk sari di musim panas... hidungku sangat bahagia.",
  "summer_Tue": "Oh, hai! Senang bertemu denganmu lagi.#$e#Selamat tinggal untuk sekarang.",
  "summer_Tue4": "Hai, @. Apa kamu mau jalan-jalan atau semacamnya?#$e#Aku sangat berenergi saat musim panas Aku sulit untuk tidur!",
  "summer_Wed": "Hai. Sedang berlibur?#$e#Kedengarannya menarik.",
  "summer_Wed2": "Aku melihat laba-laba diatap ku semalam. Mereka merayap ke mulutku saat Aku tertidur...$s",
  "summer_Thu": "Ayah pernah bercerita padaku tentang musuh nasional kita, Kerajaan Gotoro... Mereka terdengar seperti sekelompok orang-orang kejam.",
  "summer_Thu6_1": "Terkadang Aku bisa dengar Ayahku mondar-mandir dilorong saat malam.$s#$b#...Tapi dia tidak mau bilang apa yang menggangunya.",
  "summer_Fri": "Kau tahu... Aku dulu tinggal dikota dan Aku harus mengakuinya, tempat ini jauh lebih baik saat musim panas.$h#$e#Kota sangat panas dengan semua beton itu.",
  "summer_Sun": "Ketika kamu melihat balon udara melayang melintasi lautan, kamu akan tahu rasanya musim panas dalam ayunan penuh.",
  "fall_Mon2": "Aku suka jalan-jalan dihutan tahun ini. temperaturnya sangat nyaman#$e#...$h",
  "fall_Mon": "Oh, hai. Apa kamu berteman dengan siapapun dikota?#$e#Dah.",
  "fall_Tue": "Sepatuku selalu terasa sempit tahun ini . Lihat, jempolku menonjol keluar!$h#$e#Itu yang terjadi saat kamu bermain papan luncur terlalu banyak.",
  "fall_9": "Aku memesan sepasang sepatu baru secara daring. Mereka bergaya sama jadi Aku tahu mereka akan muat.",
  "fall_16": "Aku memesan beberapa sepatu secara daring lebih dari seminggu yang lalu! Bung, mereka ini lama sekali.#$e#Kurasa kita memang tinggal ditengah antah berantah.",
  "fall_23": "Ah, kakiku terasa hebat didalam sepatu baru ini. Mereka agak kaku, tapi mereka akan segera lembek. Terutama setelah Aku lari melewati labirin berhantu akhir pekan ini.$h",
  "fall_Tue4": "Hai, @. Apa kamu mau jalan-jalan atau semacamnya? #$e#berhenti saja dimanapun kamu mau.",
  "fall_Wed": "Hei... sesuatu berbau enak, seperti pizza.#$e#Apa kamu menciumnya? Mungkin Ibu sedang memasak sesuatu.",
  "fall_Thu6_1": "Aku pikir Ayahku mungkin kembalil tahun depan.#$e#Aku rasa itu mungkin segera. Aneh.",
  "fall_Thu6": "Aku rasa Aku harus mulai berpikir tentang pindahan nanti...$s#$e#...Tapi Aku akan rindu kaserol ikan Ibu, jadi entahlah...$s#$e#Aku benci membuat keputusan.",
  "fall_Thu": "Apa kamu menyadari semua jaring laba-laba yang muncul saat musim gugur?#$e#Jika kamu bangun lebih awal kamu akan melihatnya tertutup embun... seperti bintang kecil.",
  "fall_Fri": "Aku dulu tinggal di Kota Zuzu, kau tahu. perbedaan terbesarnya adalah kebisingan. tidak pernah sunyi dikota.#$e#Ada lebih banyak orang disekitarmu, selalu. Dan selalu terang dengan lampu kota, bahkan saat malam.#$e#Kurasa pilihan yang kamu suka tergantung pada kepribadianmu",
  "fall_Fri10": "Aku pikir Aku telah tumbuh untuk menyukai negara ketimbang kota.$h#$b#Meskipun Aku bisa bias... untuk alasan tertentu.$10#$e#Jadi, bagaimana kabarmu hari ini?$h",
  "fall_Sat4": "Aku beruntung bisa punya kamar yang paling besar dirumah untuk diriku sendiri.#$e#Kurasa ada untungnya menjadi anak tertua.",
  "fall_Sat": "Hmm. Aku pikir Aku bermaksud melakukan sesuatu... Tapi Aku lupa.#$e#Ini terjadi padaku setiap saat.",
  "fall_Sun8": "Minggu pertama musim gugur sudah usai. Bung, itu pergi cepat sekali.$s#$e#Terserahlah. Aku hanya senang kamu datang mengunjungiku!#$e#Jadi kamu punya apapun yang baru untuk dikatakan padaku?",
  "fall_Sun": "Sulit untuk bersenang-senang  dihari minggu... Aku terus memikirkan tentang pergi bekerja besok.$s",
  "fall_14": "Hai @.#$e#Hmm.. Aku ingin tahu jika aku bisa menumbuhkan kaktus dikamarku?",
  "winter_Mon2": "Semua orang ada didalam rumah saat musim dingin, jadi Aku bisa main gitar sekeras yang Kumau.$h",
  "winter_Mon": "Hai... Dingin, ya kan?",
  "winter_Tue": "Oh, hai! Senang bertemu denganmu lagi.#$e#Santai saja.",
  "winter_Tue4": "Hai, @. Apa kamu mau jalan-jalan atau semacamnya?#$e#Baiklah, ini tahun yang bagus untuk mendapat semua tidur yang kurindukan.$h",
  "winter_Wed": "$d Joja#Aku benci bekerja di Jojamart, tapi bagaimana lagi Aku akan mendapat uang dikota ini?|Aku senang bekerja dimuseum sekarang. ini jauh lebih menarik daripada Jojamart yang menyebalkan itu.",
  "winter_Thu6_1": "Aku pikir Ayahku kembali musim semi ini.#$e#Ini sudah 3 tahun sejak Aku terakhir melihatnya. Ini akan jadi aneh.",
  "winter_Thu6": "Ayah sudah kembali sekarang. Kurasa akhirnya Aku harus membiasakan diri dengannya",
  "winter_Thu": "Ayahku ada di militer, bertempur melawan Kerajaan Gotoro. Itulah kenapa dia tidak ada disini.#$e#Dia akan segera kembali, kurasa.",
  "winter_Thu_2": "Satu hal yang bagus tentang musim dingin... semua nyamuk menghilang.",
  "winter_Fri": "Hal paling buruk tentang salju adalah saat kakimu terperosok. Kamu beruntung memakai sepatu tebal ini.",
  "winter_Sat4": "Aku baru ingat Aku perlu mengganti senar gitarku.#$b#Baiklah, Aku akan menulis catatan dipergelanganku jadi Aku ingat untuk melakukannya malam ini.#$e#Aku harus membuat pengingat kecil untuk diriku atau yang lain Aku selalu lupa untuk melakukan hal-hal.$h",
  "winter_Sun8": "Akan seru jika kita bisa pergi berseluncur, bukan?#$e#Aku tidak berpikir ada bukit yang bagus didekat sini.$s#$e#Ditambah, Aku tidak punya seluncuran.#$e#Jadi, bagaimana kabarmu akhir-akhir ini?",
  "winter_Sun": "Coba untuk tidak membuat gaduh dirumah atau Ibuku akan marah."
}
