{
  "Introduction": "Hey, Aku Sam. Senang bertemu denganmu.$h",
  "Resort_Entering": "Wow, tempat yang luar biasa!",
  "Resort": "Aku yakin banyak hal keren di bagian dalam pulau.#$e#Tapi, Willy bilang kita harus tetap disini... Katanya ia yang bertanggung jawab dan sebagainya.$s",
  "Resort_Leaving": "Sinar matahari disini sangat memuaskan.$h",
  "Resort_Shore": "Lihatlah ombak disini... Kau tau? Aku akan menabung untuk membeli surfboard.",
  "Resort_Towel": "%Sam sedang memainkan melodi Jazz.",
  "Resort_Towel_2": "Mungkin aku harus belajar bermain ukulele.#$e#Abby bermain congas dan Sebastian bermain drum... 'The Pelicans of Paradise' band...$s#$e#Ada apa? Kau terlihat cemas.$h",
  "Resort_Bar": "Aku hanya akan minum sebentar, kemudian akan kembali ke pantai.",
  "danceRejection": "Hmm... Maaf. Mungkin tahun depan.$s",
  "dumped_Guys": "...$a",
  "secondChance_Guys": "Baiklah, sudah cukup aku mengabaikanmu. Mari kita lupakan apa yang sudah terjadi.$7",
  "breakUp": "Tunggu... apa?!$8#$b#kupikir hubungan kita baik-baik saja... Mungkin aku tidak sadar... baiklah kalau begitu.$9#$b#Yeah, tentu... kita bisa tetap berteman.$9",
  "divorced": "Maafkan aku, @. Kupikir aku tak bisa berteman denganmu lagi.$s",
  "Mon2": "Hey, Bagaimana?#$e#Tadi malam aku bejar main gitar 4 jam. Jariku banyak yang terluka.$s#$e#Bye, Aku punya sesuatu untuk dilakukan...",
  "Mon": "Hey, petani.",
  "Mon8": "Aku akan menceritakan rahasiku... namaku 'Sam' kependekan dari 'Samson'.$l#$e#Orang-orang tidak ada yang tau jadi tetap diam.",
  "Tue": "Oh, hai! Senang melihatmu.#$e#Nyantai aja.",
  "Tue4": "Hai, @. Kau ingin jalan-jalan atau sesuatu?#$e#tidur memang nikmat tapi aku tidak menyukainya... itu membuang-buang waktu.",
  "Wed": "Aku ingin membuat lagu baru untuk band-ku, tapi aku bingung...#$q 19/20 Wed_old#Hey.. Sebaiknya lagu baruku tentang apa?#$r 20 30 Wed_20#Berkebun, berternak, menebang pohon.#$r 8820 30 Wed_20#Kota dalam laut.#$r 8821 30 Wed_20#Kereta.#$r 19 -50 Wed_19#Terserah. Lagipula, lagunya akan buruk.",
  "Wed_old": "$p 19#Tapi aku tau apa yang kau pikirkan.$a|Terima kasih, aku sudah selesai dengan liriknya!$h",
  "Wed_19": "Hei, bro... apa masalahmu? Maaf kalau aku bertanya.$a",
  "Wed_20": "Hei, itu kayaknya sempurna. Makasih!$h",
  "Wed6": "Aku sudah berteman dengan Sebastian cukup lama. Dia cowe keren.#$e#Jika kalian berdua tidak ada aku merasa kesepian dikota ini.",
  "Wed10": "Hey kawan. Kelihatannya kau sangat beresemangat!^@. Um... IAku hanya ingin bilang... Kau cantik sekali.$l",
  "Thu6_1": "Aku pikir ayahku akan kembali setahun lagi.#$e#A pikir kau ingin bertemu dengannya, lalu kau akan tinggal disini.#$e#Kau tidak akan meninggalkan kebunmu itu, kan!",
  "Thu6_2": "...Aku bigung perasaanku dengan ayahku. Dia serasa orang asing.$s#$b#Aku hampir tidak bertemunya selama 3 tahun... jadi, kau tau kan pikiranku?",
  "Thu_3": "*sigh*... apa yang aku lakukan disini?",
  "Thu": "Awannya bagus tahun ini, iyakan?#$e#Seperti satu sendok es krim vanila dengan saus bluebarry... Atau hanya aku yang lapar.",
  "Thu2": "Ayahku adalah tentara, berperang melawan Gotoro Empire. Itu kenapa dia tidak disini...#$e#Ia akan kembali kapan-kapan.#$e#...Aku mendengar hal buruk di Gotoro Empire...$s",
  "Thu_2": "Well, Ayahku kembali. Kau sudah bertemu denganya?#$b#Aku senang di baik saja.",
  "Thu2_2": "Well, Ayahku kembali. Kau sudah bertemu denganya?#$b#Aku senang di baik saja.",
  "Fri": "Apa aku pernah menceritakanmu,kita tinggal dokta?#$e#Banyak hal yang terjadi, tapi disana sangat berisik dan ramai... Susah berkata bahwa di sana lebih baik.",
  "Fri4": "Ayahku bekerja sebagai tukang sampah di kota.#$e#Kau tidak ingin tau apa yang di temukan di tempat sampah.",
  "Fri10": "Aku sangat tertarik tinggal di desa.#$b#Untuk berbagai alasan... aku mulai terbiasa.$l#$e#Jadi, bagaimana harimu?$h",
  "Sat4": "Oh! I aku baru ingat aku akan menelepon nenek. Okey, Aku menggunakan gelang ini di jamku agar aku ingat.#$e#Aku membuat pengingat meski itu kecil, jika tidak aku akan lupa.$h",
  "Sat": "Hmm. Aku baru ingat aku punya janji... Tapi aku lupa.#$e#Ini sudah terjadi berkali-kali.",
  "Sun8": "Kadang aku pikir jika ibuku bahagia dengan hidupnya...$s#$e#Aku pernah bertanya dan sepertiya dia menyembunyikan sesuatu.",
  "Sun": "Oh, hari yang indah... bukan?",
  "10": "Kau menonton pertandingan tadi malam?#$b#Or tunggu, kau punya TV...?",
  "14": "Ugh, aku menginjak kotoran tadi... dan aku tidak mengganti sepatuku.$s",
  "spring_21": "Kadang musim semi, membuat hidungku pilek.$s#$e#Aku lebih suma musim panas.",
  "Event_band1": "Hei, kau tau? Itu adalah gaya yang tepat seperti yang aku pikirkan... untuk band.",
  "Event_band2": "Hei, kau tau? Itu adalah gaya yang tepat seperti yang aku pikirkan... untuk band.",
  "Event_band3": "Hei, kau tau? Itu adalah gaya yang tepat seperti yang aku pikirkan... untuk band.",
  "Event_band4": "Hei, kau tau? Itu adalah gaya yang tepat seperti yang aku pikirkan... untuk band.",
  "event_room1": "Oh, Aku liat.",
  "spring_12": "Adikku suka sekali festival. Di ingin pergi ke festival egg besok.",
  "spring_23": "Bagaimana bisa flower dance sekarang, jadi aku tidak bekerja?$s",
  "winter_7": "Pernah sekali, Gus terjatuh di sungai saat Ice Festival. Kita membuat api yang besar untuk mengeringkannya.#$e#Kita takut tidak akan bisa mencicipi spaghettinya lagi.#$e#",
  "fall_26": "Nanti malam, saat orang tertidur, ada orang tua yang tinggal di hutan sedang menyiapkan labirin berhantu. Dia memastikan tidak ada yang melihatnya bekerja.",
  "summer_10": "Aku tidak bekerja besok! Aku tidak merasa senang.$h",
  "winter_24": "The Feast of the Winter Star merupakan festival yang menggambarkan espresi bersyukur atas hidup.#$b#Aku? Aku sangat tertarik dengan makanan. Hehe.$h",
  "event_room2": "Yeah... Itu yang akan terjadi!",
  "event_snack1": "Dia benar... Itu yang akan terjadi.$s^Dia benar... Itu yang akan terjadi.$s",
  "event_snack2": "Yeah... Itu yang akan terjadi!",
  "event_snack3": "Apa!? Dia membohongiku!$a^Apa!? Dia membohongiku!$a",
  "summer_Mon2": "Hey, apa yang terjadi?#$e#Aku lapar.#$e#Sampai jumpa.",
  "summer_Mon6": "Kau punya makanan penutup?#$e#Kau bisa menemukan hal menarik di sini. Ayah sering mengambilkanku saat aku kecil.",
  "summer_Mon": "Serbuk sari sedikit di musim panas... hidungku akan bahagia.",
  "summer_Tue": "Oh, hai! Senang melihatmu.#$e#Sampai bertemu lagi.",
  "summer_Tue4": "Hai, @. Kau ingin jalan-jalan atau ingin sesuatu?#$e#Aku sangat bersemangat di musim panas sampai aku tidak tidur!",
  "summer_Wed": "Hai. Sedang istirahat?#$e#Kedengarannya menarik.",
  "summer_Wed2": "Aku melihat laba-laba di atap rumahku tadi malam. Mungkin mereka butuh kehangatan.#$e#Aku harap mereka tidak masuk ke mulutuku ketika aku tidur...$s",
  "summer_Thu": "Ayahku menceritakan tentang pertarungannya melawan Gotoro Empire... Kedengarannya sangat kacau.",
  "summer_Thu6_1": "Kadang aku mendengar Ayahku berjalan di gang tadi malam.$s#$b#...Tapi ia tidak menceritakku apa yang terjadi.",
  "summer_Fri": "Kau tau... Aku pernah tinggal di perkotaan dan aku menolaknya, tempat ini lebih baik saat musim panas.$h#$e#Perkotaan sangat panas dengan keramaiannya.",
  "summer_Sun": "Ketika kau melihat balon udara di lautan, itu artinya musim panas berjalan lancar.",
  "fall_Mon2": "Ake sepertinya akan jalan-jalan ke hutan. Temperaturnya sangat menyenangkan#$e#...$h",
  "fall_Mon": "Oh, hai. Kau ingin berteman dengan seluruh kota?#$e#Bye.",
  "fall_Tue": "Aku selalu melepas sepatuku. Lihat jari kakuku bengkak!$h#$e#Itu yang terjadi jika kau bermain skateboard terlalu banyak.",
  "fall_9": "Aku membeli sapatu lewat toko online. Mereka mempunyai gaya yang sama denganku.",
  "fall_16": "Aku membeli sapatu lewat toko online seminggu lalu! Man, lama sekali sampainya.#$e#Mungkin karena aku tinggal di tempat terpencil.$s",
  "fall_23": "Ah, kakiku terasa nyaman dengan sepatu ini. They're a little crisp, but they'll break in. Especially after I run through the haunted maze this weekend.$h",
  "fall_Tue4": "Hai, @. Kau ingin jalan-jalan atau ingin sesuatu?#$e#Mampir saja kerumahku.",
  "fall_Wed": "Hey... baunya enak, sepertinya pizza.#$e#Kau menciumnya? Mungkin ibu sedang memasak.",
  "fall_Thu6_1": "Aku pikir ayahku akan kembali tahun depan.#$e#Aku kira itu terlalu cepat, aneh.",
  "fall_Thu6": "Aku pikir aku harus pindah kapan-kanapn...$s#$e#...Tapi aku rindu masakan ibuku terutama fish casserolenya...$s#$e#Aku benci menagmbil keputusan.",
  "fall_Thu": "Apa di rumahmu banyak sarang laba-laba saat musim gugur?#$e#Jika kau membiarkannya... mereka seperti bintang-bintang dilangit.",
  "fall_Fri": "Kau tau, aku pernah tinggal di Kota Zuzu. Perbedaan terbesar adalah keributannya. Perkotaan tidak pernah sepi.#$e#Banyak orang di sekitarmu. Lampu-lampu sangat terang, meski malam hari.#$e#Menurutku kau tidak akan menyukainya.",
  "fall_Fri10": "Aku pikir kita lebih senang tinggal di desa daripada perkotaan.$h#$b#Untuk beberapa alasan.. aku sudah membiasakannya.$l#$e#Jadi, bagaimana harimu?$h",
  "fall_Sat4": "Aku paling beruntung karena mendapat kamar yang paling besar.#$e#Aku pikir itu layak untuk anak tertua.",
  "fall_Sat": "Hmm. Aku pikir aku ada janji... Tapi aku lupa.#$e#Ini terjadi berulang-ulang.",
  "fall_Sun8": "Seminggu sudah berlalu. Man, cepat sekali rasanya.$s#$e#Tapi, aku senang kau mengunjungiku!#$e#Jadi kau punya sesuatu untuk diceritakan?",
  "fall_Sun": "Sangat sulit bersenang-senang di hari sabtu... Aku berpikir akan bekerja besok.$s",
  "fall_14": "Hai @.#$e#Hmm.. Apa aku bisa menanm kaktus di kamarku?",
  "winter_Mon2": "Semua orang di dalam rumah saat musim dingin, jadi aku bisa bermain gitar sekencang-kencangnya.$h",
  "winter_Mon": "Hai... Dingin, kan?",
  "winter_Tue": "Oh, hai! Senang bertemu denganmu.#$e#Santai aja.",
  "winter_Tue4": "Hai, @. Kau ingin jalan-jalan atau ingin sesuatu?#$e#Ini waktu yang bagus untuk tidur, karena aku jarang sekali tidur.$h",
  "winter_Wed": "$d Joja#Aku benci bekerja di JojaMart, tapi bagaimana lagi mendapat uang di kota ini?|Aku ingin bekerja di museum. Sangat menarik daripada kerja di JojaMart.",
  "winter_Thu6_1": "Aku pikir ayahku akan pulang musim semi nanti.#$e#Sudah 3 tahun aku tidak melihatnya, ia seperti orang asing.",
  "winter_Thu6": "Ayah sudah pulang. Akhirnya aku bertemu dengannya.",
  "winter_Thu": "Ayahku adalah seorang militer, ia berperang melawan Gotoro Empire. Itu kenapa ia tidak disini.#$e#Ia mungkin akan kembali.",
  "winter_Thu_2": "Satu yang aku suka di musim dingin... tidak ada nyamuk.",
  "winter_Fri": "Hal yang paling menyebalkan saat musim dingin adalah terjebak salju. Kau beruntung memakai sepatu itu.",
  "winter_Sat4": "Aku baru ingat aku harus mengganti string guitarku.#$b#Okey, Aku akan menulisnya di buku catatan nanti malam.#$e#Aku harus mencatatnya jika tidak aku akan mudah melupakannya.$h",
  "winter_Sun8": "Sangat menyenangkan bermain seluncur, bukan?#$e#Aku pikir kita tidak punya bukit yang bagus.$s#$e#Ditambah, aku tidak punya seluncur.#$e#Jadi, apa yang ingin kau lakukan?",
  "winter_Sun": "Jangan membuat rumahku berantakan atau ibu akan marah."
}