{
  "accept_866": "Mawar Stardew Valley? Sangat cantik! Terimakasih!$h#$b#Setiap aku merindukan Valley, aku selalu mencium aroma mawar ini. Hehe.$h#$b#Ini, ambil ini. Ini sudah ada di lemariku selama 10 tahun dan tidak seorangpun membelinya. Kau boleh ambil ini!",
  "Mon": "Helo, sayang!#$b#Aku ingin busnya selesai diperbaiki. Aku ingin ketenangan di luar sana.#$e#...Aku hampir tidak ada pekerjaan.$s#$e#Hey, kau kesini ingin membeli bibit... benar, sayang?$h",
  "Tue": "Kau bisa menemukan kelapa dan buah kaktus di luar sana. Ambil sebanyak yang kau mau.#$e#Mereka enak sekali. Heeee!~$h",
  "Wed": "Halo! Jika kau melihat temanku Emily titipkan slamku padanya.#$e#Terim kasih!$h",
  "Thu": "Kau lihat orang dibelakang? Aku tidak ingin membicarakannya.#$e#Namun... apa cuaca yang kau suka di desa ini?",
  "Fri": "Kau tidak pnya keberuntungan saat berkebun, sayang.#$e#Kecuali kalau kau menjadi petani kaktus.$h",
  "Sat": "Hai! Selamat datang di Sandy's Oasis, tujuan nomer satu di Gurun Calico!#$e#*whisper* Apa aku terdengar professional?$h#$e#Pastikan kau menegecek persediaan bibit setiap musim.#$e#Kau kelihatan haus. Ini aku berikan es susu. [184]#$e#Enak, kan?$h",
  "Sun": "Panas sekali disini, meskipun musim dingin!#$e#Sebenarnya aku tidak terlalu suka panas... kulitku cepat terbakar sinar matahari.$s",
  "Thu2": "Kau lihat orang dibelakang? Aku tidak ingin membicarakannya.#$e#Namun... apa cuaca yang kau suka di desa ini",
  "Thu4": "Hey... Aku pikir aku bisa mempercayaimu. Kau bisa menyimpan rahasia, kan?#$b#*whisper* Orang di belakang sini... itu seperti klub ekslusif. Aku tidak pernah kedalam, Tapi mereka selalu membayarku jadi aku tidak pernah bertanya.#$e#Jadiii! Bagaiman cuaca di Stardew Valley sekarang?",
  "Fri4": "Kau tau, namaku sebenarnya bukan Sandy. Itu hanya bisnis.#$e#Tapi semua orang memanggilku itu, jadi aku akan tetap memakainya.",
  "Wed8": "Disini tidak mahal-nahal, kan?#$e#Kau suka disini, kan? Hmmm... $h",
  "Sun8": "Hai sayang. Yep, hanya aku dsini, di toko tua ini. Hmmm...#$e#Well, except for that creepy guy in the back. But he never moves a muscle, so I often forget about him.",
  "Wed10": "Hai @! aku senang bertemu kau, nak. Aku pikir kau tidak akan kesini!#$e#Jika aku tidak bisa menjalankan toko ini aku akan kembali ke kota bersama mu... hanya kau dan aku.$s#$e#Kau harus mengunjungiku lebih sering.$h",
  "Tue10": "Hi!~ Tinggallah disini lebih lama.#$e#Udaranya sanga enak, kan?"
}