{
  "Mon": "Halo halo, manis!#$b#Aku senang busnya kembali beroperasi. Makin hari rasanya makin sepi saja di sini.#$e#...Aku hampir bangkrut.$s#$e#Hei, tapi kamu mau beli bibit... kan, manis?$h",
  "Tue": "Kamu bisa temukan kelapa dan buah kaktus di luar. Ambil saja sesukamu.#$e#Keduanya ueeenak. Heeee!~$h",
  "Wed": "Hai! Kalau kamu ketemu Emily, katakan padanya ada salam dariku.#$e#Trims!$h",
  "Thu": "Pria misterius di belakang? Aku gak boleh buka mulut tentang itu.#$e#Omong-omong, gimana cuaca di Stardew Valley?",
  "Fri": "Kamu tidak bakalan bisa berkebun di sini, sayang.#$e#Yah, kecuali kalau kamu petani kaktus.$h",
  "Sat": "Hai! Selamat datang di Sandy's Oasis, destinasi nomor satu di Gurun Calico!#$e#*berbisik* Apa aku terdengar profesional?$h#$e#Silakan lihat-lihat pilihan bibit musiman kami.#$e#Sepertinya kamu haus. Kemarilah, aku ada minuman es susu. [184]#$e#Enak, kan?$h",
  "Sun": "Cuaca di sini selalu cerah, bahkan di musim dingin!#$e#Sebenarnya terlalu panas buatku... kulitku gampang sekali terbakar.$s",
  "Thu2": "Pria misterius di belakang? Aku gak boleh buka mulut tentang itu.#$e#Omong-omong, gimana cuaca di Stardew Valley?",
  "Thu4": "Hei... Menurutku kamu bisa dipercaya. Kamu bisa jaga rahasia, kan?#$b#*berbisik* Pria di belakang itu... menjaga semacam klub eksklusif. Aku sendiri tidak pernah masuk, aku tidak pernah tanya-tanya karena mereka bayar sewa mahal sekali kepadaku.#$e#NAAAAaah! Gimana cuaca di Stardew Valley?",
  "Fri4": "Tahu gak, nama asliku bukan Sandy. Aku cuma pakai nama ini saat kerja.#$e#Tapi semuanya suka panggil aku Sandy, jadi lama kelamaan aku jadi terbiasa.",
  "Wed8": "Kamu sering mampir ke sini, apa kamu tidak kehabisan duit?#$e#Kamu pasti suka menemuiku, kan? Hmmm... $h",
  "Sun8": "Hai, sayang. Yep, cuma ada aku di toko ini. Hmmm...#$e#Yah, kalau pria seram di belakang tidak dihitung. Tapi dia itu seperti patung, aku sering lupa dia ada di sana.",
  "Wed10": "Hei, ada @! Senang melihatmu nak. Aku mulai berpikir kamu tidak akan mampir lagi!#$e#Jika aku tidak harus mengurus toko ini, aku pasti ikut denganmu ke Stardew Valley... dan menghabiskan waktu berdua di perkebunan.$s#$e#Sering-seringlah mampir supaya aku tidak kesepian.$h",
  "Tue10": "Hai!~ Tinggallah selama yang kamu suka.#$e#Pendingin ruangan membuatmu nyaman, kan?"
}
