{
  "Mon": "Hai, sayang!#$b#aku senang ketika mendengar kalo busnya beroperasi lagi. Sangat sepi di sini.#$e#... Aku hampir bangkrut.$s#$e#Hey, tapi kamu ke sini untuk membeli bibit tanaman... kan, sayang?$h",
  "Tue": "Kamu bisa menemukan buah kelapa dan kaktus di luar. Ambillah sepuasnya.#$e#Rasanya enak, loh. Heeee!~$h",
  "Wed": "Halo! Kalo kamu bertemu Emily di kota, titip salam ya!#$e#Makasih!$h",
  "Thu": "Pria misterius di belakang sana? Aku gak bisa memberitahumu.#$e#Omong - omong... Gimana cuaca di lembah?",
  "Fri": "Kamu gak akan bisa bertani di sini, sayang.#$e#Yah, kecuali kalo kamu petani kaktus.$h",
  "Sat": "Hai! Selamat datang Sandy's Oasis, destinasi nomor satu di Gurun Calico!#$e#*berbisik* Apa aku kedengaran profesional?$h#$e#sering - seringlah mampir untuk melihat bibit tanaman kami.#$e#Kelihatannya kamu haus. Ini, cobain susu dingin. [184]#$e#Enak, kan?$h",
  "Sun": "Di sini selalu cerah, bahkan saat musim dingin!#$e#Sebenarnya, sedikit terlalu panas untuk seleraku... Kulitku yang cantik bakal terbakar kalo aku berdiri di luar terlalu lama.$s",
  "Thu2": "Pria misterius di belakang sana? Aku gak bisa memberitahumu.#$e#Omong - omong... Gimana cuaca di lembah?",
  "Thu4": "Hey... kupikir aku bisa percaya padamu. Kamu bisa menjaga rahasia, kan?#$b#*berbisik* Pria di belakang itu... semacam klub eksklusif. Aku belum pernah masuk sih, Tapi mereka bayar sewa bulanan cukup banyak jadi aku gak bertanya.#$e#Jadiiii! Gimana cuaca Lembah Stardew sekarang?",
  "Fri4": "Namaku sebenarnya bukan Sandy, loh. Cuma untuk bisnis aja.#$e#Tapi orang - orang memanggilku Sandy, jadi aku mulai agak terbiasa.",
  "Wed8": "Apa gak mahal, Sering - sering ke gurun seperti kamu ini?#$e#Kamu pasti senang melihatku, kan? Hmmm... $h",
  "Sun8": "Hai, sayang. Ya, cuma aku, Sendirian di toko tua yang besar ini. Hmmm...#$e#Yah, Kecuali pria seram di belakang sana. Tapi ia tidak pernaj bergerak, jadi kadang saya lupa kalo dia ada di sana.",
  "Wed10": "Hai, @! Senang bertemu denganmu, nak. Kupikir kamu gak akan kemari lagi!#$e#Kalo aku gak harus menjaga toko ini, mungkin aku akan pergi ke lembah sehari atau dua hari... hanya kamu dan aku di peternakanmu.$s#$e#Sering - seringlah kemari agar aku tak bosan.$h",
  "Tue10": "Hai!~ Tinggallah selama mungkin.#$e#AC-nya bagus, kan?"
}
