{
  "Introduction": "Oh. Kamu pendatang baru, kan? Keren.#$e#Dari sekian banyak tempat untuk ditinggali, kamu pilih Kota Pelikan?",
  "danceRejection": "Tidak... Aku mau dansa dengan orang lain.",
  "divorced": "Kenapa kamu terus menggangguku? Aku lagi berusaha melupakanmu.$s",
  "dumped_Guys": "Aku tidak mau melihatmu untuk sementara waktu.$u",
  "breakUp": "... oke...$s#$b#sampai jumpa lagi nanti kurasa...$s",
  "secondChance_Guys": "Hei...",
  "Mon": "Um... ada perlu sesuatu?",
  "Mon4": "Adakah orang yang peduli jika aku tiba-tiba menghilang?$s",
  "Tue": "Kupikir... kita semua mirip dengan batu yang melompat di permukaan air.#$b#Pada akhirnya kita akan tenggelam.",
  "Tue6": "Aku suka sepatu barumu!$h^Rambutmu kelihatan bagus.$h#$e#Mau nongkrong sebentar?",
  "Wed": "Apa yang mau kulakukan hari ini?#$e#Mungkin tidak ada.",
  "Wed2": "Sam bisa dibilang adalah satu-satunya temanku.#$e#Abby orangnya baik juga, tapi...$h#$e#Umm.. lupakan.",
  "Wed2_inlaw_Abigail": "Sekarang temanku satu-satunya cuma Sam...",
  "Wed6": "Kamu dan Sam merupakan satu-satunya temanku di kota ini.$s",
  "Wed10": "Um... kamu masih single, kan?#$e#Cuma nanya kok!$l",
  "Thu": "#$1 Sebastian1#Aku menyelinap ke gua semalam dan seekor kepiting batu mencapitku. Jangan kasih tahu siapa-siapa, oke?#$e#Hi.#$e#...mau sesuatu?",
  "Mountain_47_23": "Aku datang kemari untuk menikmati ketenangan.",
  "Thu4": "Kenapa semuanya suka Maru? Dia memang cerdas dan ramah, tapi apa mereka semua sadar kalau dia itu tukang cari perhatian?#$e#Maaf...$s",
  "Thu6": "Bisa bayangin gak orang sepertiku tinggal di perkebunan? Kelihatannya aneh.$h",
  "Thu8": "Bisa bayangin gak orang sepertiku tinggal di perkebunan?#$e#Kelihatannya aneh, tapi aku mulai mikirin itu belakangan ini.",
  "Fri": "Uh... Aku ga kenal kamu.",
  "Fri2": "*sigh*... Aku mau pergi ke kota naik motor kalau harga bensin gak mahal.#$e#$q 15/16 Fri_old#Jadi apa yang kamu lakukan kalau sedang tidak bekerja?#$r 15 0 Fri_bad#More Farming#$r 16 30 Fri_good#Comic books#$r 15 -30 Fri_bad#Shopping#$r 15 -30 Fri_bad#Sports",
  "Fri_old": "$p 16#Hei, kalau kamu bosan, kamu boleh nongkrong di kamarku...$h|Kamu lebih suka kehidupan di kota kecil, hm?",
  "Fri_good": "Oh ya? Kamu sudah baca edisi baru 'Cave Saga X'? Aku tidak akan bocorkan ceritanya, tapi isinya keren sekali...$h",
  "Fri_bad": "Oh ya? Hmm... Aku kurang suka itu, tapi kurasa selera tiap orang berbeda-beda.$u",
  "Sat": "Apa? Aku tidak mendengarmu... Aku sedang sibuk memikirkan sesuatu.#$e#Apa maumu?",
  "Sat2": "Kau tahu, aku harusnya mengerjakan sesuatu yang produktif sekarang. Aku sering kehilangan fokus...$s#$b#Kurasa aku harus lebih sering minum kopi?",
  "Sun": "Hei. Namamu @, kan?",
  "Sun2": "Akhir pekanmu menyenangkan? ...bagus sekali.",
  "Sun4": "Aku biasanya diam di rumah, tapi aku suka ke pantai kadang-kadang.#$b#Cuma waktu hujan, sih.#$e#Melihat cakrawala yang kosong nun jauh di sana membuatku merasa... Aku tidak tahu. Kurasa itu membuatku merasa sedikit bersemangat.",
  "Fri8": "Ada kabar baru?$h#$e#Aku mau ke saloon malam ini dan main bilyar bersama Sam lagi.$h",
  "Sun10": "Aku baru saja memikirkanmu...$l",
  "Event_game1": "Oke, boleh juga.",
  "Event_game2": "Pilihan bagus. Itu cocok dengan peranku.",
  "Event_cave1": "Eits tunggu dulu! Aku mau tahu itu apa.",
  "Event_cave2": "Benarkah? Suaranya berisik sekali!",
  "Event_cave3": "Agaknya berbahaya sekali jika kamu tidak membawa pedang. Tapi aku suka jiwa petualangmu.$h",
  "event_garage1": "Bagus.$8",
  "event_garage2": "Oke... Lupakan saja.$9",
  "event_garage3": "Jangan khawatir, akan kuajari kamu terlebih dahulu.$8^Tidak usah khawatir... akan kupastikan kamu aman.$8",
  "event_city1": "Hmm... Ini tidak seperti yang kubayangkan.",
  "event_city2": "Yah... Aku juga merasa begitu.$l",
  "event_city3": "Oh... Mungkin ini bukan tempat yang cocok untukmu. Tadinya kupikir kamu bakal suka.$s",
  "event_city4": "Ugh... Kamu mirip ibuku.$a#$b#...*sigh*$s#$b#Kamu ada benarnya, sih. Aku kecanduan rokok, dan ini kebiasaan buruk.$s",
  "summer_Mon": "Semuanya suka cuaca cerah. Aku tidak mengerti.",
  "summer_Mon6": "Semua orang senang jika cuaca di luar cerah...#$e#Kurasa kesukaan tiap orang berbeda-beda.",
  "summer_Tue": "Aku benar-benar menantikan musim dingin. Rasanya lebih nyaman buatku.",
  "summer_Wed": "Apa gunanya pergi keluar? Aku sudah pernah melihat semuanya.",
  "summer_Wed8": "Kenapa aku nyengir? Kurasa aku sedang merasa senang belakangan ini...$l",
  "summer_Thu": "Kalau kamu mau mengajakku berenang, aku tidak mau.$s#$e#Oh, kamu cuma ingin menemuiku? Maaf.",
  "summer_Thu10": "Jika kamu ingin berenang... Mungkin aku akan ikut.$l",
  "summer_Mountain_58_35": "#$c .5#Temperatur di musim ini cuma terasa nyaman di malam hari.#$e#Hawanya selalu terasa lebih dingin di tepi danau.",
  "summer_Fri": "Oh, hei. *wahem*",
  "summer_Fri6": "Hei, aku senang kamu mampir.$h#$e#Bagaimana caramu mengatasi cuaca panas ini?",
  "summer_Sat": "Kuharap menu malam ini bukan kaserol jamur...$s",
  "spring_12": "Aku tidak begitu suka festival. Ramai, terlalu banyak interaksi sosial... Membuat stres saja.",
  "spring_23": "Ugh... Festival besok adalah yang terburuk tahun ini. Tunggu dan lihatlah betapa bodohnya aku saat dansa.",
  "fall_20": "Apa kamu menantikan festival Malam Arwah? Itu adalah festival kesukaanku.$h",
  "fall_26": "Festival Malam Arwah diadakan besok. Kuharap mereka memamerkan monster kerangka lagi tahun ini.$h#$e#Aku hampir bisa menganggap mereka sebagai temanku.",
  "summer_10": "Hehe... Kurasa memasukkan sesuatu yang menjijikkan ke dalam panci sup akan menarik. Semoga tidak ada yang keracunan.#$e#Untuk apa? Hmm... Kurasa karena ada orang yang merasa senang jika dia bisa mengacaukan masyarakat. Mungkin aku saja yang aneh.",
  "summer_27": "Besok semuanya akan berkumpul di dermaga untuk melihat migrasi ubur-ubur bulan. Kurasa acaranya mulai pukul sepuluh malam.",
  "winter_24": "Malam ini adalah malam bintang musim dingin. Pastikan kamu datang dengan perut kosong ke acara makan-makan besok.",
  "summer_Sun": "Biasanya aku cuma keluar saat malam. Apa itu aneh?",
  "summer_Sun4": "Aku melihat sekelompok kelelawar terbang di atas danau semalam.#$e#Apa mereka makan nyamuk pada musim ini?",
  "fall_Mon": "Jadi... ini musim panen besar, bukan?",
  "fall_Mon4": "Perkebunanmu pasti menghasilkan banyak uang, huh?#$e#Kurasa aku harus cari kerja secepatnya...$s",
  "fall_Tue": "Labu di sini... labu di sana... Bung, aku muak dengan tren musiman.",
  "fall_Tue6": "Memang Demetrius pikir dirinya siapa, mengaturku seenaknya? Dia bahkan bukan ayah kandungku.$a",
  "fall_Wed": "*wahem*... jam berapa ini? Sepertinya semalam aku tidur kelamaan.",
  "fall_Wed8": "Aku senang kau muncul. Tadi aku mulai merasa bosan.#$e#Sekarang aku merasa lebih bersemangat, percaya atau tidak.",
  "fall_Thu": "Jika kamarku punya jendela mungkin hawanya tidak akan sesuram ini...$s",
  "fall_Fri": "*wahem*... Aku begadang sampai jam 3 sambil membaca buku baru...#$q 62/63 fall_Fri_old#Apa kamu suka membaca, @?#$r 62 -30 Fri_bad#Yap. Buku klasik.#$r 63 30 Fri_good#Hanya Fiksi Ilmiah dan Fantasi#$r 62 0 Fri_bad#Aku suka Romansa#$r 63 -30 Fri_bad#Aku tidak suka membaca",
  "fall_Fri_old": "$p 62#Kamu mungkin tidak akan suka.$s|Kurasa kamu mungkin akan suka.",
  "fall_Fri_good": "Hei, aku juga. Tidak ada yang bisa mendorong batasan imajinasi sebaik buku fiksi.$h",
  "fall_Fri_bad": "Huh. Kayaknya membosankan.",
  "fall_Fri6": "Aku baru saja membaca buku tentang petani. Bukunya mengingatkanku padamu.$h#$e#Maaf jika membuatmu tidak nyaman.$h",
  "fall_Sat": "Tadi aku hampir saja menghabiskan waktu seharian di tempat tidur. Sekarang aku merasa sebaiknya kulakukan itu.",
  "fall_Sun": "Matahari semakin jarang muncul belakangan ini... luar biasa.",
  "winter_Mon": "Aku suka cuaca suram semacam ini... meski kuakui rasanya agak dingin.",
  "winter_Mon4": "Tidak ada yang bisa membuatku terkejut lagi... tidak ada yang bisa membuatku tertawa.#$e#Ya, aku tahu... aku kebanyakan drama.",
  "winter_Tue": "Hmm... Aku tidak tahu harus bicara apa. Aku masih tidak mengenalmu.",
  "winter_Tue4": "Hei...#$b#Sulit rasanya memikirkan sesuatu untuk dibicarakan. Bahkan jika kamu mengenal seseorang.#$e#...Maaf.",
  "winter_Tue6": "Aku hampir memarahi ibuku karena dia membuat koleksi komik lamaku... Tapi tidak kulakukan.#$e#Hmm... kebijaksanaan datang seiring bertambahnya usia.",
  "winter_Tue10": "Kau mampir untuk menemuiku?$l#$e#...$h",
  "winter_Wed": "%Sebastian nampaknya sedang melamun...",
  "winter_Wed4": "Hei, jangan buat pekerjaanmu terhambat karena aku.#$e#Aku tidak keberatan untuk nongkrong kalau kamu sempat.$h",
  "winter_Thu": "Apa ya masakan malam ini... *grumble*$s",
  "winter_Thu6": "Aku harus belajar masak. Pasti akan ada gunanya.",
  "winter_Fri": "Aku suka tinggal di dekat rel kereta api. Membuatku ingat kalau dunia di luar sana begitu luas.",
  "winter_Fri8": "Waktu kecil aku suka pergi ke rel kereta setiap ada kereta api lewat.#$e#Ke mana perginya masa-masa itu...? *sigh*$s",
  "winter_Sat": "Kodok tidak suka musim dingin.#$e#Makhluk-makhluk kecil yang malang.$s",
  "winter_Sat6": "Aku suka musim dingin tapi aku merasa kasihan pada hewan-hewan yang kedinginan di luar sana.#$e#Tapi kurasa mereka sudah terbiasa... sepertiku.",
  "winter_Sun": "Tadi aku sempat membuat manusia salju tapi Demetrius menyuruhku menyingkirkannya.#$e#Apa sih masalahnya?$u",
  "winter_Sun6": "Tadi aku sempat membuat manusia salju tapi Demetrius menyuruhku menyingkirkannya... Tapi dia diam saja melihat manusia salju Maru!$a#$e#Konyol sekali."
}
