{
  "Introduction": "Oh. Kau yang baru pindah itu, kan? Keren.#$e#Diantara banyak tempat, kau memilih Pelican Town?",
  "Resort_Entering": "Aku suka perjalanan nya. Bahkan disatu waktu tidak terlihat pulau sama sekali..",
  "Resort_Leaving": "Aku siap untuk kembali ke rumah.",
  "Resort": "Pantainya bagus, tapi aku tidak suka keramaian.",
  "Resort_Shore": "Apakah Willy akan mengizinkanku membawa Jet Ski?#$b#...Tidak mungkin.$h",
  "Resort_Wander": "...Sekarang, kalau aku seekor katak tropis, kemana aku akan sembunyi...$h",
  "Resort_Wander_2": "Aku yakin tempat ini akan terlihat sangat keren ketika hujan.",
  "Resort_Towel": "Sangat bagus untuk sesekali meninggalkan komputer dan melihat dunia. Aku lupa betapa menyenangkannya hal ini.$h",
  "Resort_Bar": "Aku biasanya mengenakan pakaian hitam, tapi tidak mungkin dengan panas seperti ini...",
  "danceRejection": "Tidak... Ada sesorang yang ingin aku ajak dansa.",
  "divorced": "Kenapa kau terus menggangguku? Aku mencoba melupakanmu.$s",
  "dumped_Guys": "Aku sedang tidak ingin melihatmu.$u",
  "breakUp": "... Baiklah...$s#$b#Kalau begitu sampai jumpa lagi...$s",
  "secondChance_Guys": "Hei...",
  "Mon": "Um... butuh sesuatu?",
  "Mon4": "Jika aku tidak ada, semuanya tetap baik-baik saja?$s",
  "Tue": "Aku berpikir... orang-orang suka melempar batu ke sungai.#$b#Padaal batunya pasti tenggelam.",
  "Tue6": "Aku suka sepatumu!$h^Rambutmu indah hari ini.$h#$e#Apa kau ingin jalan-jalan?",
  "Wed": "Apa yang aku lakukan hari ini?#$e#Mungkin tidak ada.",
  "Wed2": "Sam sepertinya satu-satunya temanku di kota ini.#$e#Sebenarnya, Abby juga baik tapi...$h#$e#Umm.. tidak usah dipikirkan.",
  "Wed2_inlaw_Abigail": "Mungkin temanku yang tersisa hanya Sam...",
  "Wed6": "Kau dan Sam mungkin teman terbaikku di kota ini.$s",
  "Wed10": "Um... Kau jombloe, kan?#$e#Hanya memastikan!$l",
  "Thu": "#$1 Sebastian1#Aku diam-diam pergi ke gua dan aku mendapatkan kejadian buruk. Jangan bilang siapa-siap, okay?#$e#Hai.#$e#...butuh sesuatu?",
  "Mountain_47_23": "Aku datang kesini sendirian.",
  "Thu4": "Kenapa semuanya suka Maru? Memang benar dia pintar dan mudah bergaul, tapi mereka tidak tau seperti apa sifat aslinya?#$e#Maaf...$s",
  "Thu6": "Apakah seseorang seperti bisa tinggal di kebun? Jangan menertawakanku.$h",
  "Thu8": "Apakah seseorang seperti bisa tinggal di kebun?#$e#Itu menggelikan, tapi aku sudah memikirkannya matang-matang.",
  "Fri": "Uh... Aku tidak terlalu mengenalmu.",
  "Fri2": "*sigh*... Jika bensin tidak mahal aku akan pergi ke kota dengan motorku.#$e#$q 15/16 Fri_old#Apa yang kau lakukan ketika tidak bekerja?#$r 15 0 Fri_bad#Tetap bertani#$r 16 30 Fri_good#Membaca komik#$r 15 -30 Fri_bad#Berbelanja#$r 15 -30 Fri_bad#Olahraga",
  "Fri_old": "$p 16#Hei, kalau bosan kau bisa mengajakku jalan-jalan...$h|Kau mungkin lebih memilih tinggal di kota kecil, kan?",
  "Fri_good": "Oh ya? Kau sudah baca komik 'Cave Saga X'? Aku tidak akan membocorkannya, tapi astaga...$h",
  "Fri_bad": "Oh ya? Hmm... Bukan hobiku, tapi selera orang berbeda-beda.$u",
  "Sat": "Apa? Aku tidak mendengarmu... Aku sibuk memikirkan sesuatu.#$e#Apa yang kau inginkan?",
  "Sat2": "Kau tau, Aku harus melakukan hal yang bermanfaat mulai sekarang. Aku hany kehilangan fokus...$s#$b#Mungkin aku butuh secangkir kopi?",
  "Sun": "Hey. namamu @, kan?",
  "Sun2": "Bagaimana akhir pekanmu? ...",
  "Sun4": "Aku biasanya di dalam rumah, tapi kadang-kadang aku pergi keluar misalnya ke pantai.#$b#Yang aku suka saat hujan.#$e#Untuk berbagai alasan, kabut membuat perasaanku damai...",
  "Fri8": "Apa yang baru?$h#$e#Nanti malam aku akan ke bar. Dan mengalahkan Sam bermain billiard.$h",
  "Sun10": "Aku hanya memikirkan dirimu...$l",
  "Event_game1": "Okay, itu bekerja.",
  "Event_game2": "Pilihan bagus. Ikuti perintahku.",
  "Event_cave1": "Jangan terlalu cepat! AKu ingin tau apa itu.",
  "Event_cave2": "Sungguh? Itu akan membuat kegaduhan!",
  "Event_cave3": "Sangat berbahaya tanpa pedang. Tapi aku ingin jadi petuluang.$h",
  "event_garage1": "Nagus.$8",
  "event_garage2": "Okay... Jangan dipikirkan.$9",
  "event_garage3": "Jangan cemas, Aku akan memastikan kau aman saat aku melakukan hal berbahaya.$8^Jangan cemas... Aku pastikan kau aman.$8",
  "event_city1": "Hmm... Aku tidak tau perisis bagaimana melakukannya, yeah.",
  "event_city2": "Yea... Itu juga yang aku rasakan.$l",
  "event_city3": "Oh... Mungkin ini bukan tempat yang cocok untukmu. Aku pikir kau akan suka keindahanya.$s",
  "event_city4": "Ugh... Kau seperti ibuku.$a#$b#...*sigh*$s#$b#Kau benarh. Aku terlalu bersemangat, itu tidak baik.$s",
  "summer_Mon": "Semua orang suka sinar matahari. Aku tidak paham itu.",
  "summer_Mon6": "Semua orang bahagia jika matahari tidak terik...#$e#Setiap orang mempuyai kepribaidan yang berbeda.",
  "summer_Tue": "Aku menunggu musim yang sedikit dingin, musim berkabut. Aku akan seharian di rumah.",
  "summer_Wed": "Apa enaknya diluar? Aku sudah melihat semuanya.",
  "summer_Wed8": "Kenapa aku menyeringai? Aku pikir aku sedikit senang akhir-akhir ini...$l",
  "summer_Thu": "Aku tidak suka berenang, Jika itu yang ingin kau tanyakan.$s#$e#Oh, kau hanya ingin bila hai? Maaf.",
  "summer_Thu10": "Jika kau memaksaku berenang... Aku mungkin mau.$l",
  "summer_Mountain_58_35": "#$c .5#Temperaturnya berubah derastis saat malam hari.#$e#Malam ari sangat dingin.",
  "summer_Fri": "Oh, hei. *menguap*",
  "summer_Fri6": "Hey, Aku senang kau mampir.$h#$e#Bagaimana kau bisa berkebin dengan cuaca seperti ini?",
  "summer_Sat": "Aku harap kami tidak memasak jamur malam ini...$s",
  "spring_12": "Aku tidak terlalu suka festival. Terlalu banyak keramaian, terlalu banyak interaksi sosial... Aku bisa stress.",
  "spring_23": "Ugh... Besok adalah festival paling menyebalkan setiaptahun. Hanya menunggu dan melihatku berdansa dengan bodohnya.",
  "fall_20": "Apa kau menantikan festival halloween? Itu festival favoritku.$h",
  "fall_26": "Festival Hallowen besok. Aku mengharapkan mereka punya kejutan seperti tahun lalu.$h#$e#Aku hampir merasakan mereka seperti temanku.",
  "summer_10": "Hehe... Mungkin besok akan akan lucu jika kita menaruh hal yang menjijikan di sup. Tapi jangan meracuni semuanya.#$e#Kenapa mengacaukannya? Hmm... Mungkin aku yang aneh",
  "summer_27": "Besok kita akan berkumpul di dermaga melihat migrasi ubur-ubur. Aku pikir akan dimulai jam sepuluh.",
  "winter_24": "Besok ada festival. Lebih baik kosongkan perutmu karena besok akan ada makan besar.",
  "summer_Sun": "AKu biasanya keluar saat malam hari. Kedengarannya aneh bukan?",
  "summer_Sun4": "Tadi malam, aku melihat sekumpulan kelelawar di sungai.#$e#Aku pikir mereka memakan nyamuk di tahun ini?",
  "fall_Mon": "Jadi... ini saatnya musim berkebun, bukan?",
  "fall_Mon4": "Kau mendapat banyak uang dari hasil berani, kan?#$e#Aku pikir aku harus cari pekerjaan besok...$s",
  "fall_Tue": "PLabu ini... Labu itu... man, Aku akan sakit karena semua ini.",
  "fall_Tue6": "Bagaimana Demetrius bisa menyuruh-nyuruhku? Dia bahkan bukan ayah asliku.$a",
  "fall_Wed": "*yawn*... jam berapa sekarang? Aku tidur terlalu malam.",
  "fall_Wed8": "Aku senang kau kesini. Aku sudah mulai bosan.#$e#Percaya atau tidak, sekarang aku lebih energik.",
  "fall_Thu": "Ruanganku akan lebih suram jika ada jendelanya...$s",
  "fall_Fri": "*Hoahh~*... Aku begadang sampai jam 3 membaca buku baru ini...#$q 62/63 fall_Fri_old#Apa kau membaca buku juga, @?#$r 62 -30 Fri_bad#Yap. Cerita Klasik.#$r 63 30 Fri_good#Hanya Fiksi Ilmiah and Fantasi#$r 62 0 Fri_bad#Aku suka percintaan#$r 63 -30 Fri_bad#Tidak, aku tidak suka membaca",
  "fall_Fri_old": "$p 62#Kau mungkin tidak menyukainya.$s|Aku pikir kau akan suka ini.",
  "fall_Fri_good": "Hei, aku juga. Tidak ada yang lebih keren daripada cerita fiksi bagus untuk mendorong batas imajinasi.$h",
  "fall_Fri_bad": "Hah. Membosankan.",
  "fall_Fri6": "Aku membaca buku tentang petani. Sungguh mengingatkanku padamu.$h#$e#Maaf jika kau tidak menyukainya.$h",
  "fall_Sat": "Aku seharian di tempat tidur.",
  "fall_Sun": "Matahari tidak terlalu terik... menyenangkan.",
  "winter_Mon": "Aku suka hari yang mendung... meskipun sedikit dingin.",
  "winter_Mon4": "Tidak ada yang membuatku terkejut... Tidak ada yang membuatku tertawa.#$e#Aku sedikit dramatis.",
  "winter_Tue": "Hmm... Aku tidak punya apa-apa untuk dibicarakan. Aku juga tidak terlalu mengenalmu.",
  "winter_Tue4": "Hey...#$b$Kadang-kadang sangat sulit mencari topik pembicaraan. Meski kau kenal seseorang.#$e#...Maaf.",
  "winter_Tue6": "Aku memarahi ibuku karena membuang buku komikku... Tapi eseuatu menghentikanku.#$e#Hmm... mungkin karena aku bisa menahannya.",
  "winter_Tue10": "Kau kesini hanya untuk melihatku?$l#$e#...$h",
  "winter_Wed": "%Sebastian kehilangan pikiran...",
  "winter_Wed4": "Hey, jangan mampir kesini jika pekeraanmu belum selesai.#$e#Jika kau tidak sibuk aku tidak akan memikirkannya.$h",
  "winter_Thu": "Aku tau apa yang akan dihidangkan nanti malam... *grumble*$s",
  "winter_Thu6": "Aku harus belajar memasak. Itu sangat berguna.",
  "winter_Fri": "Menyenangkan tinggal di dekal rel kereta.",
  "winter_Fri8": "Ketika aku kecil, aku berjalan-jalan di rel kereta api. Aku mendengar suara kereta api.#$e#Apa yang terjadi setelah itu...? *sigh*$s",
  "winter_Sat": "Katak tidak suka musim dingin.#$e#Kasihan mereka.$s",
  "winter_Sat6": "Aku suka musim dingin tapi aku merasa kasihan dengan hewan-hewan di luar sana.#$e#Aku pikir mereka aka kedinginan.",
  "winter_Sun": "Saat aku kecil. Aku membuat manusia salju tapi Demetrius mengacaukannya.#$e#Apa masalahnya?$u",
  "winter_Sun6": "Saat aku kecil. Aku membuat manusia salju tapi Demetrius mengacaukannya.. tapi Maru membuatkanku meskipun agak aneh!$a#$e#Lucu sekali."
}