{
  "Mon": "Aku tidak mengenalmu, kenapa kau mengajakku bicara?",
  "danceRejection": "...Gak.$s",
  "pamHouseUpgrade": "Aku dengar kau membangun rumah untuk Pam... Kau baik sekali...#$b#Kau tahu, aku bisa gunakan semua uang itu untuk...#$e#*ahem* ...ah ...Bercanda. ...Heh.",
  "pamHouseUpgradeAnonymous": "Aku dengar seseorang membuatkan rumah baru untuk Pam... *sigh*... Memang dia pantas mendapatkan rumah baru??",
  "divorced": "...$a#$e#...Pergi sana.$a",
  "breakUp": "*glek* Oh... Ya, oke... Aku seharusnya tahu ujungnya bakal begini.$s#$b#Aku... uh... sampai jumpa di Saloon.",
  "dumped_Guys": "%Tatapan Shane tampak kosong. Dia tidak mau bicara denganmu.",
  "secondChance_Guys": "Aku tidak paham denganmu... *fiuh*...",
  "Mon2": "Aku tidak mengenalmu. Kenapa kau mengajakku bicara?",
  "Mon4": "Hei. Maaf kalau dulu aku kasar padamu.#$e#Aku sulit akrab dengan seseorang.",
  "Mon10": "Apa kau pernah berpikir kalau dunia ini menganggapmu tidak berguna?",
  "Tue": "Apa? Apa maumu? Pergi sana.",
  "Tue2": "Apa maumu? Uang? Akan kuberi kau banyak uang kalau kau mau pergi!",
  "Tue4": "Aku selalu mengacaukan semua hal baru yang coba kukerjakan. Kau harus coba belajar untuk tetap berada dalam duniamu sendiri.",
  "Tue6": "Hidup tidak seburuk itu... setidaknya aku punya pizza beku dan telur.$u",
  "Wed": "Aku tidak punya waktu untuk ngobrol denganmu.",
  "Wed8": "Kurasa aku makin dekat dengan Marnie dan Jas. Kami seperti sekelompok orang aneh yang mirip sebuah keluarga.#$e#Sejak kecil aku tidak tahu rasanya punya keluarga.$s",
  "Wed4": "$d Joja#*huft* ...Setiap hari sama saja. Mengisi rak, minum, keluyuruan malam-malam.$s|Aku benci kerja di JojaMart, tapi jadi pengangguran rasanya jauh lebih buruk.$s",
  "Thu": "Apa maumu? Pergi sana.",
  "Thu4": "Kau keras kepala ya. Mungkin aku cuma heran kenapa ada yang mau ngobrol denganku.",
  "Thu6": "Duh... mana Joja Cola-nya?",
  "Thu8": "Kau suka ngobrol denganku? Aku percaya... mungkin kita sama-sama aneh.$h",
  "Fri": "Bukannya kau punya pekerjaan?",
  "JojaMart": "%Shane sedang fokus bekerja. Kelihatannya dia tidak ingin ngobrol.",
  "Fri4": "$d Joja#Apa gunanya hidup kalau cuma dihabiskan untuk kerja?|Aku tidak punya uang untuk bayar sewa, tapi Marnie masih mengijinkanku tinggal. Kurasa aku cuma beruntung.",
  "Fri6": "Aku mau pergi minum malam ini. Memangnya apa lagi yang bisa kukerjakan?",
  "Sat": "Kenapa kau menggangguku? Biarkan aku sendiri.",
  "Sat2": "#$1 ShaneJOSH#Aku heran kau masih berusaha berteman denganku. Apa aku kurang bersikap kasar?#$e#*sigh*...$s",
  "Sat4": "$d Joja#Aku menyewa kamar di rumah Marnie. Ukurannya kecil tapi cuma itu adanya.|Jika aku bisa mengulang hidupku, aku ingin menjadi peternak ayam. Tanya ayam-ayam yang diternak dengan bebas.",
  "Sat8": "Makin lama aku makin akrab dengan ayam-ayam Marnie.$h",
  "Sun": "Bisa lihat gak kalau aku lagi sibuk?",
  "Sun6": "...Kurasa aku makin gemuk.$s",
  "Sun8": "Mungkin aku bisa melupakan hidupku alau aku lebih sering nonton TV. Pasti menyenangkan.$u",
  "Sun10": "Hei, @. Asal kau tahu, hariku berjalan lumayan baik.$h",
  "Sun4": "Hmm... sudah jam %time. Lebih baik panaskan pizza di microwave atau berdiam saja?$u",
  "Sun2": "Kau lagi? Berapa kali kau harus kusuruh untuk menjauhiku?$s",
  "event_room1": "Oke... tapi itu perlu naskah yang bagus. Kurasa aku akan tanya Elliott nanti di saloon.$s",
  "event_room2": "Sepertinya bagus. Aku harus tambahkan beberapa efek praktis supaya tambah keren.",
  "event_noLoan1": "Aku tidak tahu kalau kau pelit...$s",
  "event_noLoan2": "Oke, Ayah...$s^Oke, Bu...$s",
  "event_noLoan3": "Oh, wow...$s",
  "event_apologize1": "...Yeah, aku juga.",
  "event_apologize2": "Aku tahu... karena itulah aku kemari, untuk bicara.",
  "event_apologize3": "Wow, separah itu kah? Aku nyaris tak ingat apapun...",
  "event_stadium1": "Oh ya? Kurasa masuk akal juga.$6#$b#Bagaimana denganku? Kota Pelikan terkadang membuatku bosan.#$b#Tapi... aku suka kalau kita berbeda. Rasanya kita mengisi satu sama lain.$l",
  "event_stadium2": "Benarkah? Aku terkejut... Bukannya kau datang kemari karena menghindari hiruk pikuk kota?$6#$b#Maksudku... Jangan salah paham, Aku mengerti. Kau tahu, hidupku di Kota Pelikan itu biasa-biasa saja."
}
