{
  "Introduction": "Ahoy! Senang bertemu anak muda sepertimu. Jarang sekali aku bertemu anak muda.",
  "accept_869": "Ah... Ini adalah umpan yang sempurna untuk catfish yang selama ini sulit kutangkap!#$b#Ini, aku akan menukarnya dengan ini. Aku tidak yakin apa ini, tapi aku menemukannya di pantai beberapa waktu lalu.#$b#Aku merasa kau bisa menggunakannya, lad.^Aku merasa kau bisa menggunakannya, miss.",
  "FullCrabPond": "*sniff*... Ah... Aroma yang familiar. Kau memelihara kepiting kan?#$b#Kau adalah pria nomor 1, @. Hah!$h^Kau adalah wanita nomor 1, @. Hah!$h#$b#Ini, Ambil ini. Aku menemukannya di pantai... Aku menyimpannya untuk waktu yang spesial. Ini waktu yang spesial, karena tidak setiap hari aku bertemu pecinta kepiting! [797]",
  "MovieInvitation": "Ah... Film. Kau sungguh baik, lad.^Ah... Film. Kau sungguh baik, miss.#$b#Aku akan menghabiskan cerutuku, dan akan segera kesana.",
  "Mon": "Ahoy, nak.^Ahoy.#$b#Cuaca yang bagus untuk memancing, kan?",
  "Mon4": "Kau tau air disini? Kau butuh kesabran jika ingin mancing disini.",
  "Tue": "Pemancing sejati tidak merusak ekosistem... jangan lupakan itu.",
  "Tue6": "Kau tau, aku nelayan tua. Aku telah berlayar ke berbagai pulau, hidup dengan menangkap ikan.#$e#Kehidupan nelayan memang baik, tapi ada suatu hal yang mendorongmu untuk pergi'.",
  "Wed": "Beberapa ikan kadang berbeda di setiap musim. Yang lain kadang muncul di malam hari atau bahkan saaat hujan turun.",
  "Thu": "*mumble* *mumble* ...Eh? Aku akan mencritaan rahasia para nelayan.",
  "Thu2": "ADa rumor bahwa adaa ikan misterius di tempat ini... tapi hanya pemancing berpengalam saja yang bisa menangkapnya.#$e#Kau butuh pancing yterbaik jika ingin menangkap ikan langka.",
  "Fri": "Jika kau ingin menangkap ikan, Jangan lupa beri umpan untuk pancingmu.",
  "Sat": "Jika aku bisa menangkap lebih banyak ikan, Aku akan memperbesar stok ikanku.",
  "Sat8": "Bagaimana mancingmu?#$e#Aku ingin memancing, tapi itu tidak mudah ketika aku harus menjaga toko.",
  "Sun": "Jika kau membeli pancing kualitas terbaik, kau akan bisa menaruh umpan di pancing.#$b#Umpan akan membuat ikan menyambarnya dengan cepat. Jaring mempermudah menangkapnya.#$e#Ada banyak jenis jaring. Tapi kebanyakan banyak yang tipis, jadi jangat kaget jika jaringmu banyak yang robek.",
  "Sun10": "Hei itu kesukaanku, @!$h#$e#Aku akan memberimu diskon jika aku boleh membelinya.$s"
}