{
  "Introduction": "Ahoy! Senang bertemu dengan anak muda yang pindah ke lembah. Sudah agak jarang belakangan ini.",
  "FullCrabPond": "*mengendus*... Ah... bau yang familiar. Kau mulai memelihara kepiting, ya?#$b#Kau pria yang mantap, @. Hah!$h^Kau wanita yang mantap, @. Hah!$h#$b#Ini, ambil. Aku menemukannya di pantai... Sudah kusimpan untuk keperluan spesial. Tidak setiap hari aku bertemu dengan penyuka kepiting! [797]",
  "MovieInvitation": "Ah... film. Kedengarannya bagus, nak.^Ah... film. Kedengarannya bagus, nak.#$b#Aku akan beres - beres dulu, setelah itu aku berangkat.",
  "Mon": "Ahoy, nak.^Ahoy, nak.#$b#Cuaca yang bagus untuk memancing, ya?",
  "Mon4": "Sudahkah kamu beruntung di perairan lokal? Kau bisa jadi pemancing yang hebat kalo kau fokus.",
  "Tue": "Pemancing sejati adalah orang yang mengormati air... Jangan lupakan itu.",
  "Tue6": "Ayahku adalah seorang pemancing, kau tahu. Aku tumbuh besar berlayar di antara pulau pakis, Hidup dari tangkapan ke tangkapan#$e#Kehidupan pemancing itu tangguh, tapi ada sesuatu yang membuatmu harus tetap maju.",
  "Wed": "Beberapa ikan hanya ada di musim tertentu. Yang lainnya hanya keluar di siang atau malam hari.",
  "Thu": "*bergumam* *bergumam* ...Eh? Aku ingin beritahu pendapatku, Tapi itu rahasia pemancing.",
  "Thu2": "Ada rumor kalo ada ikan yang sangat langka di sekitar sini... Tapi hanya pemancing berpengalaman yang bisa menangkapnya.#$e#Kau butuh umpan yang bagus untuk menangkap ikan langka.",
  "Fri": "Kalo kau mau kailmu digigit, pastikan kau sudah menaruh umpan di kailmu.",
  "Sat": "Kalo banyak orang yang suka memancing, Mungkin aku akan menambah stok barangku.",
  "Sat8": "Bagaimana kehidupan memancingmu?#$e#Aku selalu mencoba untuk memancing sesering mungkin, tapi itu tidak mudah kalo kau punya toko.",
  "Sun": "Kalo kau membeli pancingan berkualitas tinggi, Kamu bisa memasang umpan dan katrol.#$b#Umpan membuat ikan mengigit kailmu lebih cepat. Katrol bisa mempermudahmu ketika menarik ikan.#$e#Ada banyak macam katrol, dengan atribut yang berbeda - beda. Mereka biasanya agak tipis, jadi jangan kaget kalo katrolmu rusak setelah beberapa saat.",
  "Sun10": "Hey, itu kaptenku, @!$h#$e#Aku akan memberi diskon untuk umpan kalo aku mampu.$s"
}
